Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/00_intro.po
Languages: es

source: Introduction
es: Introducción

source: Koha Basics
es: Nociones básicas de Koha

source: Koha is the first free and open source software library automation package (ILS). Development is sponsored by libraries of varying types and sizes, volunteers, and support companies from around the world.
es: Koha es el primer paquete de software libre para automatización de bibliotecas (SGB). Su desarrollo es patrocinado por bibliotecas de distinto tipo y tamaño, voluntarios y empresas de todo el mundo.

source: Learn more about Koha by visiting the official Koha website: http://koha-community.org
es: Aprenda más sobre Koha visitando el sitio web oficial: http://koha-community.org

source: Koha Recommendations
es: Recomendaciones de Koha

source: Full system recommendations can be found on the official Koha wiki along with the developer documentation: http://wiki.koha-community.org
es: Las recomendaciones completas del sistema pueden encontrarse en la wiki oficial de Koha acompañado junto con la documentación para desarrolladores: http://wiki.koha-community.org

source: When working in the Koha staff client it is strongly recommended that you use an up-to-date version of either Mozilla Firefox or Google Chrome. Koha's staff client may not work well in Microsoft Internet Explorer, especially older versions.
es: Cuando trabaje en la interfaz de administración de Koha es altamente recomendable que utilice una versión actualizada del navegador Mozilla Firefox o Google Chrome. La interfaz de administración de Koha no funciona correctamente en Internet Explorer, especialmente en versiones antiguas.

source: Using this Manual
es: Utilizando este Manual

source: This manual is always changing and suggestions for edits can be sent to the Koha Documentation Team as a merge request via gitlab or via the `koha-docs mailing list <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__. The manual is organized by Koha module. At the start of most sections (and throughout) you will find 'Get there' tips. These lines tell you how to get to the section in Koha.
es: Este manual siempre esta cambiando y las sugerencias para edición pueden ser enviadas al Equipo de Documentación Koha como una petición merge a través de gitlab o mediante la `Lista de correo koha-docs <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`. El manual esta organizado por los módulos de Koha. Al principio de todas las secciones (y a lo largo) encontrará consejos 'Ir a'. Estas pautas le dirán como llegar a la sección correspondiente en Koha.

source: For example: *Get there:* More > Administration > Global system preferences
es: Por ejemplo: *Ir a:* Más > Admistración > Preferencias globales del sistema

source: Get there: More > Administration > Global system preferences
es: Ir a: Más > Administración > Preferencias globales del sistema

source: The instruction tells you where to find the necessary menu option at the top of the Koha staff client.
es: La instrucción le dirá dónde encontrar las opciones de menú necesarias en la parte superior del cliente administrativo de Koha.

source: Links will be found throughout the manual to other sections in the manual and images will depict what should be seen on the screen.
es: Los enlaces serán encontrados a través del manual a otras secciones y las imágenes le representarán lo que debería verse en la pantalla.

source: Contributing to the Manual
es: Contribuir al Manual

source: This manual is an ever-changing document and edits to the manual are welcome at any time.
es: Este manual es un documento que siempre esta cambiando y ediciones al manual son bienvenidas en cualquier momento.

source: The `Koha Manual <http://manual.koha-community.org/>`__ is managed by the Documentation Team, but that doesn't mean we can't all participate in making the best manual possible.
es: El `Manual de Koha <http://manual.koha-community.org/>`__ es administrado por el Equipo de Documentación, pero no significa que no podamos participar todos en realizar el mejor manual posible.

source: The manual is stored in git at: http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary
es: El manual esta guardado en git en: http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary
