Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/01_installation.po
Languages: tr, zh_tw

source: **Sample Libraries:** Not required for Koha. Selecting this will insert sample libraries into the database. Developers will often want this for demo or development purposes. Selecting this means the Create library step in the onboarding tool will be skipped.
tr: **Örnek Kütüphaneler:** Koha için zorunlu değildir. Bu seçildiğinde, örnek kütüphaneler veritabanına eklenir. Geliştiriciler genellikle bunu demo veya geliştirme amaçlı olarak kullanmak isteyeceklerdir. Bu seçildiğinde, yer işareti oluşturma aracındaki Kütüphane oluşturma adımı atlanacak demektir.
zh_tw: **圖書館範例:** 此為非必要項目。 選擇此項目後，資料庫中將會有預設的圖書館。 開發者通常藉此項目做功能示範或者開發目的之用。 此項目的選定會使得在操作新手工具的流程時，略過建立圖書館的步驟。

source: **Sample news items:** Not required for Koha. Selecting this will insert sample news items that are displayed on the OPAC (Online Public Access Catalog) and staff client into the database.
tr: **Örnek haber öğeleri:** Koha için zorunlu değildir. Bunu seçerseniz, OPAC (Çevrimiçi Toplu Erişim Kataloğu) ve personel istemcisinde görüntülenen örnek haber öğeleri veritabanına eklenir.
zh_tw: **最新消息範例:** 此為非必要項目。選擇此項目後，OPAC(線上公用目錄)、館員資料庫首頁上將會出現預設的最新消息。

source: **Sample patrons:** Not required for Koha. Patrons are the people who use the Koha Library Management System, for example: library users and staff. Selecting this will insert a number of sample patrons into the database. Developers will often want this for demo or development purposes.
tr: **Örnek kullanıcılar:** Koha için zorunlu değildir. Kullanıcılar, Koha Kütüphane Yönetim Sistemini kullanan kişiler, örneğin: kütüphane kullanıcıları ve çalışanlardır. Bu seçildiğinde, veritabanına birkaç örnek kullanıcı eklenecektir. Geliştiriciler genellikle bunu demo veya geliştirme amaçlı olarak kullanmak isteyeceklerdir.
zh_tw: **讀者範例:** 此為非必要項目。讀者係指使用 Koha 圖書館管理系統者，例如: 圖書館使用者與館員。選擇此項目後，資料庫中將會有數個預設的讀者範例。 開發者通常藉此項目做功能示範或者開發目的之用。

source: **Sample quotes:** Not required for Koha. Quotes of the day can be displayed to library users on the OPAC (Online Public Access Catalog) interface. Selecting this will install a few library related sample quotes.
tr: **Örnek alıntılar:** Koha'yı kullanmak için zorunlu değildir. Günün alıntıları OPAC (Çevrimiçi Toplu Erişim Kataloğu) arayüzünde kütüphane kullanıcılarına gösterilebilir. Bunu seçerseniz, kütüphaneyle ilgili birkaç örnek alıntı yükleyeceksiniz.
zh_tw: **引言範例:** 此為非必要項目。 每日引言會出現在OPAC(線上公用目錄)上向圖書館使用者公告。選擇此項目後將會增添一些圖書館相關的引言。

source: **Allow access to the following servers to search and download record information:** Not required to use Koha, but recommended for most new installs. Selecting this configures Koha to allow access to a selection of Z39.50 targets, which allow searching the target servers for MARC21 records to import them into your Koha instance. This can avoid the need to manually input all record information manually, or greatly speed up the process.
tr: **Kayıt bilgilerini aramak ve indirmek için aşağıdaki sunuculara erişime izin verin:** Koha'yı kullanmak için zorunlu değildir, ancak çoğu yeni kurulum için önerilir. Bu seçildiğinde Koha, hedef sunucuların MARC21 kayıtlarının Koha örneğine içe aktarılması için arama yapmasına izin veren Z39.50 hedeflerinin bir seçimine erişim izni verecek şekilde yapılandırır. Bu, tüm kayıt bilgilerini manuel olarak girme ihtiyacını ortadan kaldıracak veya işlemi hızlandıracaktır.
zh_tw: **允許近用以下的伺服器搜尋與下載紀錄資訊：** 此為非必要項目，但建議安裝。以此組態 Koha 可以近用 Z39.50 伺服器，搜尋並匯入 MARC 21 紀錄。可以避免人工輸入所有紀錄，且加快處理流程。

source: Click the *Import* button to install the default and selected data values.
tr: Varsayılan ve seçili veri değerlerini yüklemek için *İçe Aktar* butonuna tıklayın.
zh_tw: 按 *匯入* 鈕安裝預設及選定的資料。

source: Unimarc setup
tr: Unimarc kurulumu
zh_tw: 設定 UNIMARC

source: There are only 2 data values in the Unimarc advanced setup which are unique:
tr: Unimarc gelişmiş kurulumunda özgün olan sadece 2 veri değeri vardır:
zh_tw: 在Unimarc的進階設定中，有2種特有的資料項目：

source: Authority Structure for UNIMARC in English
tr: İngilizce UNIMARC için Otorite Yapısı
zh_tw: UNIMARC 的英文權威結構

source: Default UNIMARC bibliographic framework in English
tr: Varsayılan UNIMARC bibliyografik çerçevesi İngilizce'dir
zh_tw: 預設的 UNIMARC 英文書目框架

source: Optional values are the same for both Unimarc and MARC21, therefore their definition will not be repeated.
tr: İsteğe bağlı değerler hem Unimarc hem de MARC21 için aynıdır, bu nedenle tanımları tekrar edilmeyecektir.
zh_tw: UNIMARC 與 MARC 21 的選項值是一樣的，不必重複。

source: *Authority structure for UNIMARC in English:* Authority records store the search terms used to find items in the database. Unlike MARC21, when using Unimarc the authority structure needs to be compatible with Unimarc. Selecting this option makes it compatible.
tr: *İngilizce UNIMARC için otorite yapısı:* Otorite kayıtları, veritabanında materyal bulmak için kullanılan arama terimlerini saklar. MARC21'den farklı olarak, Unimarc'ı kullanırken, otorite yapısı Unimarc ile uyumlu olmalıdır. Bu seçeneğin seçilmesi uyumlu hale getirir.
zh_tw: *UNIMARC 的英文權威結構：* 權威紀錄儲存搜尋資料庫內的館藏。不同於 MARC 21，使用 UNIMARC 權威結構時需要與 UNIMARC 相容。選擇此選項才能相容。

source: *Default UNIMARC bibliographic framework in English:* In the previous screen you clicked to use the Unimarc flavour, now by selecting this option you are confirming you want to use that framework.
tr: *Varsayılan UNIMARC bibliyografik çerçevesi İngilizce:* Bir önceki ekranda Unimarc tercihini kullanmak için tıkladınız, şimdi bu seçeneği seçerek bu çerçeveyi kullanmak istediğinizi onaylıyorsunuz.
zh_tw: *預設 UNIMARC 英文書目框架：* 在前個畫面勾選 UNIMARC 後，再確認此選項。

source: Click the *Import* button to install the sample data
tr: Örnek veriyi kurmak için *İçe aktar* butonuna toklayın
zh_tw: 按 *匯入* 鈕安裝資料樣本

source: Selected data added
tr: Seçili veri eklendi
zh_tw: 選定新增的資料

source: After you have clicked the *Import* button in either the MARC21 or UNIMARC setup screen this screen will appear. It shows you if the selected/default data values were successfully inserted into the database.
tr: MARC21 veya UNIMARC kurulum ekranında *İçe Aktar* butonuna tıkladıktan sonra bu ekran belirecektir. Seçili/varsayılan veri değerlerinin veritabanına başarıyla eklenip eklenmediğini gösterir.
zh_tw: 按了 *匯入* 鈕後出現 MARC 21 或 UNIMARC 設定畫面。顯示已將選定/預設資料插入資料庫。

source: **Optional data added:** If you selected an optional data value then it will be displayed here. If you did not choose any optional data value then the **optional data added** title will not be displayed.
tr: **İsteğe bağlı veriler eklendi:** İsteğe bağlı bir veri değeri seçtiyseniz, o zaman burada görüntülenecektir. İsteğe bağlı bir veri değeri seçmediyseniz **isteğe bağlı veri eklendi** başlığı görüntülenmez.
zh_tw: **新增選用資料：** 勾取的選用資料將顯示在此。若未勾選則不會顯示 **新增選用資料**。

source: **Mysql data added:** These data values will always be installed and consequently displayed on this screen.
tr: **Mysql verisi eklendi:** Bu veri değerleri her zaman kurulacak ve sonuç olarak ekranda görüntülenecektir.
zh_tw: **新增 MySQL 資料：** 將安裝這些資料並顯示在此畫面。

source: **Mandatory data added:** Same as above.
tr: **Zorunlu veri eklendi** Yukarıdakiyle aynı.
zh_tw: **新增必備資料：** 如上。

source: **Installation message:** Tells you if the Koha database was successfully created ready for you to use the onboarding tool.
tr: **Kurulum mesajı:** Koha veritabanının, yerleştirme aracını kullanmanız için hazır bir şekilde oluşturulduğunu size söyler.
zh_tw: **安裝訊息：** 告知 Koha 資料已安裝妥當可續使用新手工具。

source: Click the *Set up some of Koha's basic requirements* button to go to a redirection screen, which in turn will take you to the onboarding tool.
tr: Yeniden yönlendirme ekranına gitmek için *Koha'nın bazı temel gereksinimlerini* ayarla butonuna tıklayın, böylece yerleştirme aracına yönlendirilirsiniz.
zh_tw: 按 *設定 Koha 基本要求* 鈕進入另個畫面，帶進新手工具。

source: Redirect to onboarding tool
tr: Yerleştirme aracına yeniden yönlendir
zh_tw: 進入新手工具

source: If you wait for around 10 seconds this screen should redirect you to the onboarding tool start screen.
tr: Yaklaşık 10 saniye beklerseniz bu ekran, sizi yerleştirme aracı başlangıç ekranına yeniden yönlendirecektir.
zh_tw: 10秒後轉至新手工具啟始畫面。

source: If after waiting you are not redirected select the link pointed out by the arrow in the above screenshot.
tr: Bekledikten sonra yeniden yönlendirilmiyorsa, yukarıdaki ekran görüntüsündeki oku işaret eden bağlantıyı seçin.
zh_tw: 若未轉至其他畫面請依箭頭指示點選。

source: Create a library
tr: Bir kütüphane oluştur
zh_tw: 新增圖書館

source: The installer will prompt to create the first library or branch if the sample libraries were not installed.
tr: Örnek kütüphaneler yüklenmemişse, yükleyici ilk kütüphaneyi veya birimi oluşturmak ister.
zh_tw: 若未安裝樣本圖書館，安裝器將提示新增第一個圖書館或分館。

source: A library in Koha is the digital representation of a "physical" place. More libraries can be added later by going to Administration -> Libraries and groups.
tr: Koha'daki bir kütüphane "fiziksel" bir yeri dijital olarak temsil etmektir. Ardından daha fazla kütüphane Yönetim -> Kütüphaneler ve gruplara giderek eklenebilir.
zh_tw: Koha 裡的圖書館代表一個 "實體的" 地方。可以從管理 -> 圖書館與群組加入更多圖書館。

source: Create library
tr: Kütüphane oluştur
zh_tw: 新增圖書館

source: **Library code:** code consisting of up to 10 letters.
tr: **Kütüphane kodu:** 10 harften oluşan kod.
zh_tw: **圖書館代碼：** 最多 10 個字母。

source: **Name:** Official name of the library, as it is commonly known.
tr: **Adı:** Yaygın olarak bilindiği şekliyle kütüphanenin resmi adı.
zh_tw: **名稱：** 圖書館的官方名稱，通常選廣為人知者。

source: **Create more libraries:** If more libraries are required, or changes need to be made to this freshly created library, go to Administration->Libraries and groups
tr: **Daha fazla kütüphane oluştur:** Daha fazla kütüphane gerekiyorsa veya yeni oluşturulan kütüphanede değişiklikler yapılması gerekiyorsa, Yönetim-> Kütüphaneler ve gruplara gidin
zh_tw: **新增其他圖書館：** 從管理 -> 圖書館與群組新增或編修圖書館

source: Click the *Submit* button to create a library.
tr: Bir kütüphane oluşturmak için *Gönder* butonuna tıklayın.
zh_tw: 按 *送出* 鈕就能新增圖書館。

source: For example:
tr: Örneğin:
zh_tw: 範例：

source: Create library example
tr: Kütüphane örneği oluştur
zh_tw: 新增樣本圖書館

source: **Library code:** The regular expression that filters the acceptable inputs for library code only accepts up to 10 letters.
tr: **Kütüphane kodu:** Kütüphane kodu için kabul edilebilir girdileri filtreleyen düzenli ifade, yalnızca en fazla 10 harf kabul eder.
zh_tw: **圖書館代碼：** 為了簡化工作，圖書館代碼最多 10 個字母。

source: Create a patron category
tr: Bir kullanıcı kategorisi oluştur
zh_tw: 新增讀者屬性

source: All patrons in Koha must have a patron category. The patron category is like a jelly mold; multiple individual patron accounts can share common characteristics, such as circulation rules, notice frequency, holds allowed, and much more. Koha requires at least one patron category in order to add patrons.
tr: Koha'daki tüm kullanıcıların bir kategorisi olmalıdır. Kullanıcı kategorisi bir jöle kalıbı gibidir; birden fazla kişisel müşteri hesabı, dolaşım kuralları, bildirim sıklığı, izin verilen ayırtmalar ve daha pek çok şey gibi ortak özellikleri paylaşabilir. Koha, kullanıcıları eklemek için en az bir kullanıcı kategorisi gerektirir.
zh_tw: Koha 的讀者必定屬於一個類型。就像一個模子出來的；同個類型的讀者共享相同的特徵，包括流通規則、通知頻率、預約權限及其他。至少應設定一個讀者類型。

source: A patron category requires:
tr: Bir kullanıcı kategorisi şunları gerektirir:
zh_tw: 必備一個讀者類型：

source: Category code
tr: Kategori kodu
zh_tw: 範圍代碼

source: Description
tr: Tanım
zh_tw: 說明

source: Overdue notice required
tr: Gecikme bildirimi gerekli
zh_tw: 必備逾期通知

source: Category type
tr: Kategori türü
zh_tw: 類別

source: Default privacy
tr: Ön tanımlı gizlilik
zh_tw: 預設隱私

source: Enrolment period: In months OR Until date
tr: Kayıt dönemi: Aylar VEYA belirli bir tarihe kadar
zh_tw: 註冊期間：月數或到期日

source: **Library creation message:** Indicates whether the library was created successfully
tr: **Kütüphane oluşturma mesajı:** Kütüphanenin başarılı bir şekilde oluşturulup oluşturulmadığını belirtir
zh_tw: **圖書館新增訊息：** 確認成功地新增圖書館

source: **Category code:** Code consisting of up to 10 letters.
tr: **Kategori kodu:** 10 harften oluşan kod.
zh_tw: **類型代碼：** 最多 10 個字母。

source: **Description:** Sentence describing what the patron category is.
tr: **Açıklama:** Kullanıcı kategorisinin ne olduğunu açıklayan cümle.
zh_tw: **說明：** 描述此讀者類型的作用。

source: *Overdue notice required* dropdown button: Set by default to 'No'. This specifies if you want the patron category to receive overdue notices.
tr: *Gecikme bildirimi gerekli* açılır düğmesi: Varsayılan olarak 'Hayır' olarak ayarlayın. Bu, kullanıcı kategorisinin gecikme bildirimlerini almasını isteyip istemediğinizi belirtir.
zh_tw: *必備逾期通知* 下拉鈕：預設為 '不用'。設定此讀者類型接收逾期通知。

source: **Category type:** This makes the category created a staff member.
tr: **Kategori türü:** Bu, kategorinin bir personel kullanıcı oluşturmasını sağlar.
zh_tw: **類型：** 由館員新增類型。

source: **Default privacy:** Set by default to 'Default'. The Default privacy controls the amount of time that the reading history of the patron is stored for.
tr: **Varsayılan gizlilik:** Öntanımlı olarak 'Varsayılan' olarak ayarlayın. Varsayılan gizlilik, kullanıcıların okuma geçmişinin saklandığı süreyi kontrol eder.
zh_tw: **預設隱私：** 預設值為 '預設'。預設的隱私控制閱讀紀錄保留的期限。

source: **Enrolment period-In months:** This is the number of months that the patrons created from this patron category are enrolled for.
tr: **Kayıt süresi-Aylar:** Bu kullanıcı kategorisinde oluşturulan kullanıcıların kaydolduğu ay sayısıdır.
zh_tw: **以月計的註冊期限：** 此為新增讀者類型時設定月份數字。

source: **Enrolment period-Until date:** Select a date from the interactive datepicker calendar icon which appears when you click on this input box. The date you choose will be the enrolment end date for patrons created from this patron category.
tr: **Kayıt dönemi-belirli bir tarihe kadar: ** Bu girdi kutusuna tıkladığınızda görüntülenen interaktif tarih seçme takvimi simgesinden bir tarih seçin. Seçtiğiniz tarih bu kullanıcı kategorisinden oluşturulan kullanıcıların kayıt bitiş tarihidir.
zh_tw: **到期日的註冊期限：** 從輸入盒的互動日曆圖示選定到期日。從此讀者類型新增讀者時使用。

source: **Path to create patron category:** More patron categories can be created or altered by going to Administration -> Patron categories
tr: **Kullanıcı kategorisi oluşturmak için yol: ** Yönetim -> Kullanıcı kategorileri bölümüne giderek daha fazla kullanıcı kategorisi oluşturulabilir veya değiştirilebilir
zh_tw: **新增讀者類型的路徑：** 從管理 -> 讀者類型可以新增或改變讀者類型

source: Click the *Submit* button to create the patron category.
tr: Kullanıcı kategorisini oluşturmak için *Gönder* butonuna tıklayın.
zh_tw: 按 *送出* 鈕新增讀者類型。

source: Create a patron
tr: Bir kullanıcı oluştur
zh_tw: 新增讀者

source: A superlibrarian patron user is required to log into the Koha staff interface, once the onboarding process has been completed.
tr: Yerleştirme işi bir kez tamamlandıktan sonra, bir superlibrarian kullanıcının Koha personel arayüzünde oturum açması gerekir.
zh_tw: 完成新手程序後，超級圖書館員必須登入館員介面。

source: It is very important to document the username and password created here as they are the account credentials required to login as an administrator (superlibrarian) of Koha.
tr: Burada oluşturulan kullanıcı adını ve şifreyi belgelemek çok önemlidir, çünkü Koha'ya yönetici (superlibrarian) olarak giriş yapmak için gerekli olan hesap kimlik bilgileri bunlardır.
zh_tw: 在此紀錄使用者帳號及密碼，以便登入為 Koha 管理者 (超級圖書館員)。

source: You will need to input/select:
tr: Şu bilgileri girmeniz/seçmeniz gerekecek:
zh_tw: 必須匯入/選擇：

source: Surname
tr: Soyadı
zh_tw: 姓

source: First Name
tr: Adı
zh_tw: 名

source: Card number
tr: Kart numarası
zh_tw: 讀者證號碼

source: Library
tr: Kütüphane
zh_tw: 圖書館

source: Patron category
tr: Kullanıcı kategorisi
zh_tw: 讀者證類型

source: Username
tr: Kullanıcı adı
zh_tw: 使用者名稱

source: Password
tr: Şifre
zh_tw: 密碼

source: **Patron category creation message:** This indicates that if the patron category was created successfully.
tr: **Kullanıcı kategorisi oluşturma mesajı:** Bu, kullanıcı kategorisinin başarılı bir şekilde oluşturulduğunu gösterir.
zh_tw: **新增讀者類型訊息：** 表示新增讀者類型成功。

source: **Surname:** Surname, or something descriptive
tr: **Soyadı:** Soyadı veya açıklayıcı bir şey
zh_tw: **姓：** 姓或說明

source: **First name:** First name, or something descriptive
tr: **Adı:** Adı, veya açıklayıcı bir şey
zh_tw: **名：** 名，或說明

source: **Card Number:** This number must be unique
tr: **Kart Numarası** Bu numaranın benzersiz olması gerekir
zh_tw: **讀者證號：** 不能重複

source: *Library* dropdown box: If a library has been created using this onboarding tool, it will be the only option. Otherwise select a random library from the sample libraries installed by the web installer.
tr: *Kütüphane* açılan kutusu: Yer işaretleme aracını kullanarak bir kütüphane oluşturulduysa, tek seçenek bu olacaktır. Aksi takdirde, web yükleyicisi tarafından yüklenen örnek kütüphanelerden rastgele bir kütüphane seçin.
zh_tw: *圖書館* 下拉選單：以新手工具新增的圖書館，將是唯一選項。否則將被網頁安裝器從樣本圖書館隨機選取。

source: *Patron category* dropdown box: If a patron category was created using this onboarding tool, it will be the only option. Otherwise select the *Staff* patron category.
tr: *Kullanıcı kategorisi* açılan kutusu: Bu yerleştirme aracını kullanarak bir kullanıcı kategorisi oluşturulduysa, tek seçenek bu olacaktır. Aksi takdirde *Personel* kullanıcı kategorisini seçin.
zh_tw: *讀者類型* 下拉選單：以新手工具新增的讀者類型，將是唯一選項。否則將選取 *館員* 讀者類型。

source: **Superlibrarian permission:** This non-editable setting allows access to all librarian and web based Koha administration tasks in the staff interface. This user is the most powerful user in any Koha, so protect the credentials well.
tr: **Superlibrarian izinleri:** Düzenlenebilir olmayan bu ayar, personel arayüzünde tüm kütüphaneci ve web tabanlı Koha yönetim görevlerine erişim sağlar. Bu kullanıcı herhangi bir Koha'da en yetkili kullanıcıdır, bu nedenle kimlik bilgilerini de koruyun.
zh_tw: **超級圖書館員權限：** 可以從館員介面近用所有的圖書館員及網頁功能，且不必編輯。它是 Koha 內最有權限的使用者，小心保管密碼。

source: **Username:** The username to log into the staff interface and OPAC (Online Patron Access Catalogue) with.
tr: **Kullanıcı Adı:** Kullanıcı arayüzü ve OPAC (Online Kullanıcı Erişim Kataloğu) ile oturum açmak için kullanıcı adı.
zh_tw: **帳號：** 以帳號登入館員介面及 OPAC (線上公用目錄，Online Patron Access Catalogue)。

source: **Password:** A password consisting of letters, numbers, and spaces only which is greater than 8 characters.
tr: **Şifre: ** 8 karakterden uzun, yalnızca büyük harf, rakam ve boşluklardan oluşan bir şifre.
zh_tw: **密碼：** 包括字母、數字與空格，不能超過 8 個字元。

source: **Confirm password:** Repeat the above password again
tr: **Şifreyi onaylayın:** Yukarıdaki şifreyi tekrar girin
zh_tw: **確認密碼：** 重複鍵入密碼

source: Click the *Submit* button to create the patron account
tr: Kullanıcı hesabı oluşturmak için *Gönder* butonuna tıklayın
zh_tw: 按 *送出* 鈕新增讀者帳號

source: **Path to create patron:** Patron's can be created or altered by going to Patrons->New patron
tr: **Kullanıcı oluştur için gidiş yolu:** Kullanıcılar, Kullanıcılar->Yeni kullanıcı yolu izlenerek oluşturulabilir veya değiştirilebilir
zh_tw: **新增讀者路徑：** 進入讀者 -> 新增讀者就能新增或變更讀者

source: **Assign patron permissions:** After creating a patron go More->Set permissions to assign permissions.
tr: **Kullanıcı izinleri atama:** Kullanıcı oluşturduktan sonra izinleri atamak için Daha fazla->İzinleri ayarla yolunu izleyin.
zh_tw: **給予讀者權限：** 新增讀者後，到更多 -> 設定權限給予權限。

source: Create a patron example
tr: Bir kullanıcı örneği oluştur
zh_tw: 新增範本讀者

source: Create a Item type
tr: Bir materyal türü oluştur
zh_tw: 新增館藏類型

source: If you did not install sample item types in the web installer then this screen will be displayed.
tr: Web yükleyicisine örnek materyal türleri yüklemediyseniz, bu ekran görüntülenir.
zh_tw: 若未於網頁安裝器安裝館藏類型範本，將顯示本畫面。

source: As with the patron category the item type is basically a template which you use to make multiple items with common characteristics.
tr: Kullanıcı kategorisinde olduğu gibi materyal türü temel olarak ortak özelliklere sahip birden çok materyal yapmak için kullandığınız bir şablondur.
zh_tw: 如同讀者類型，館藏類型也是一種模板，用於聚集相同性質的館藏。

source: You need to input:
tr: Girmeniz gerekenler:
zh_tw: 您需鍵入：

source: Item type code
tr: Materyal türü kodu
zh_tw: 館藏類型代碼

source: Create item type
tr: Materyal türü oluştur
zh_tw: 新增館藏類型

source: **Administrator account creation message:** Indicates if the administrator patron was created successfully
tr: **Yönetici hesabı oluşturma mesajı:** Yönetici kullanıcının başarıyla oluşturulduğunu gösterir
zh_tw: **新增管理者帳號訊息：** 表示新增管理者成功

source: **Item type code:** Code consisting of up to 10 letters
tr: **Materyal türü kodu:** 10 harfden oluşan kod
zh_tw: **館藏類型代碼：** 最多 10 個字元

source: **Description:** Sentence describing what the item type is.
tr: **Açıklama:** Materyal türünün ne olduğunu açıklayan cümle.
zh_tw: **說明：** 描述館藏類型的內容。

source: **Path to create item type:** Item types can be created or altered by going to Administrator->Item types
tr: **Materyal türü oluştur için gidiş yolu** Materyal türleri, Yönetici->Materyal türleri yolu izlenerek oluşturulabilir veya değiştirilebilir
zh_tw: **新增館藏屬性的路徑：** 從管理 -> 館藏類型可以新增或編修館藏類型

source: Click the *Submit* button to create the item type
tr: Materyal türünü oluşturmak için *Gönder* butonuna tıklayın
zh_tw: 按 *送出* 鈕完成新增館藏類型

source: Create item type example
tr: Materyal türü örneği oluştur
zh_tw: 新增館藏類型樣本

source: The regular expression filtering Item Type code input will only accept letters.
tr: Normal ifade filtreleme Materyal Türü kod girişi yalnızca harf kabul eder.
zh_tw: 篩選館藏類型代碼時祗接受字母。

source: Create a Circulation Rule
tr: Bir dolaşım kuralı oluştur
zh_tw: 新增流通規則

source: This screen will always be displayed no matter what sample data you installed with the web installer.
tr: Web yükleyicisi ile hangi örnek verileri yüklediğinize bakılmaksızın bu ekran her zaman görüntülenir.
zh_tw: 此螢幕顯示從網頁安裝器安裝的樣本資料。

source: Here you are creating a rule which applies the pre-defined organisational decisions of your library as to what restrictions you place on patrons borrowing items.
tr: Burada, kütüphanenizin önceden tanımlanmış kuruluş kararlarını, materyalleri ödünç alan kullanıcılara hangi kısıtlamaları uyguladığınız konusunda uyarlayan bir kural oluşturuyoruz.
zh_tw: 根據圖書館對讀者借閱館藏的限制，新增流通規則。

source: Create circulation rule
tr: Dolaşım kuralı oluştur
zh_tw: 新增流通規則

source: Numbers are the only valid input for all input fields in this form.
tr: Numaralar, bu formdaki tüm girdi alanlarının tek geçerli girdisidir.
zh_tw: 此表單只能輸入數字。

source: **Item type creation message:** Indicates if the item type was created successfully
tr: **Materyal türü oluşturma mesajı:** Materyal türünün başarılı bir şekilde oluşturulup oluşturulmadığını gösterir
zh_tw: **新增館藏類型訊息：** 表示新增館藏類型成功

source: *Library branch* dropdown box: This is the library (or libraries) you want to apply the circulation rule to. By default it is set to *All*, however you can select a singular library to apply the rule to from the dropdown box.
tr: *Kütüphane birimi açılır kutusu:* Bu, dolaşım kuralını uygulamak istediğiniz kütüphanedir (veya kütüphanelerdir). Varsayılan olarak *Tümü* olarak ayarlanır, ancak kuralı açılır kutudan uygulamak için tekil bir kütüphane seçebilirsiniz.
zh_tw: *分館* 下拉選單：可應用於流通規則的圖書館 (或分館)。預設值為 *全部*，可以從下拉選單選取其中之一。

source: *Patron categories* dropdown box: This is the patron categories you want to apply the circulation rule to. As with *Library branch* it is set to *All* by default but more options are avaliable.
tr: *Kullanıcı kategorileri* açılır kutusu: Bu, dolaşım kuralını uygulamak istediğiniz kullanıcı kategorisidir. Kütüphane biriminde olduğu gibi varsayılan olarak *Tümü* olarak ayarlanır, ancak daha fazla seçenek mevcuttur.
zh_tw: *讀者類型* 下拉選單：可應用於流通規則的讀者類型。如同 *分館* 其預設值為 *全部*，但可從下拉選單選取其中之一。
