Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/01_installation.po
Languages: tr, zh_tw

source: *Item type* dropdown box: This is the item types that you want the circulation rule to apply to. Again more options are avaliable than the default selected *All* option.
tr: *Materyal türü* açılır kutusu: Bu, dolaşım kuralı'nın uygulanmasını istediğiniz materyal türleridir. Yine varsayılan olarak seçilen *Tümü* seçeneğinden daha fazla seçenek mevcuttur.
zh_tw: *館藏類型* 下拉選單：可應用於流通規則的館藏類型。除了 *全部* 還可勾選其他。

source: **Current checkouts allowed:** This is the number of items allowed from the selected library, for selected patron categories and of the selected item type. Set to 50 by default.
tr: **Mevcut izin verilen ödünç alma sayısı: ** Bu, seçilen kullanıcı kategorileri ve seçili materyal türü için, seçilen kütüphaneden izin verilen materyal sayısıdır. Varsayılan olarak 50 olarak ayarlayın.
zh_tw: **借閱冊數：** 從指定圖書館、指定讀者類型、與指定館藏類型可借出的冊數。預設為 50。

source: **Loan period:** Number of days or hours that an item is allowed out for. Set to 14 by default.
tr: **Ödünç süresi:** Bir materyalin dışarıya çıkmasına izin verilen gün veya saat sayısı. Varsayılan olarak 14 olarak ayarlayın.
zh_tw: **借閱期限：** 允許借閱的日數或小時。預設為 14。

source: *Units* dropdown box: Set by default to *Days*, the unit selecting in this field is applied to the numerical values written into **Loan Period** and **Renewals Period**
tr: *Birimler* açılır kutusu: Varsayılan olarak *Gün* olarak ayarlayın, bu alanda seçilen birim, **Ödünç Süresi ** ve **Yenileme Süresi** içine yazılmış sayısal değerlere uygulanır.
zh_tw: *單位* 下拉選單：設定為 *日*，適用於 **借閱期限** 與 **續借期限**

source: **Renewals Allowed:** Number of times a item can be renewed. Set to 10 by default.
tr: **İzin verilen yenileme:** Bir materyalin süresinin kaç kere uzatılabileceğidir. Varsayılan olarak 10 olarak ayarlayın.
zh_tw: **續借次數：** 允許續借館藏的次數。預設為 10 次。

source: **Renewals Period:** Number of days or hours that a renewal lasts for. Set to 14 by default.
tr: **Yenileme Süresi:** Süre uzatımının sürdüğü gün veya saat sayısı. Varsayılan olarak 14 olarak ayarlayın.
zh_tw: **續借期限：** 允許續借的日數或小時。預設為 14。

source: *On shelf holds allowed* dropdown box: If items can be held whilst they are on the shelf.
tr: *Raftaki materyalleri ayırtma izinleri* açılır kutusu: Materyaller rafta iken ayırtma yapılıp yapılmayacağı.
zh_tw: *允許架上預約* 下拉選單：允許預約仍在館內的館藏。

source: **Path to create circulation rule:** Circulation rules can be created or altered by going to Administration -> Circulation and fine rules
tr: **Dolaşım kuralına gidiş yolu:** Dolaşım kuralları, Yönetim -> Dolaşım ve ceza kuralları yolu izlenerek oluşturulabilir ve değiştirilebilir
zh_tw: **新增流通規則的路徑：** 從管理 -> 流通與罰款規則新增或編修流通規則

source: Click the *Submit* button to create the circulation rule.
tr: Dolaşım kuralı oluşturmak için *Gönder* butonuna tıklayın.
zh_tw: 按 *送出* 鈕完成新增流通規則。

source: Onboarding tool complete
tr: Yerleştirme aracı tamamlandı
zh_tw: 新手工具完成

source: This page tells you if the circulation rule was created successfully, and that the Koha installation is complete
tr: Bu sayfa, dolaşım kuralının başarılı bir şekilde oluşturulup oluşturulmadığını ve Koha kurulumunun tamamlandığını bildirir
zh_tw: 此頁告知新增流通規則完成，Koha 的安裝結束

source: **Web installer message:** Indicates if the web installation is complete
tr: **Web yükleyici mesajı:** Web kurulumunun tamamlandığını gösterir
zh_tw: **網頁安裝訊息：** 表示網頁安裝完成

source: **Circulation rule creation message:** Indicates if the circulation rule was created successfully.
tr: **Dolaşım kuralı oluşturma mesajı:** Dolaşım kuralının başarılı bir şekilde oluşturulup oluşturulmadığını gösterir.
zh_tw: **新增流通規則訊息：** 表示新增流通規則成功。

source: **Start using Koha:** Click to login to Koha using the Koha administrator account you created using the onboarding tool.
tr: **Koha'yı kullanmaya başlayın:** Yerleştirme aracını kullanarak oluşturduğunuz Koha yönetici hesabını kullanarak Koha'ya giriş yapmak için tıklayın.
zh_tw: **啟用 Koha：** 點選登入 Koha，使用新手工具新增的管理者帳號。

source: Login to access staff interface
tr: Personel arayüzüne erişmek için oturum açın
zh_tw: 登入館員介面

source: You have now finished using the onboarding tool and can log into the staff interface using the patron account credentials you created in the onboarding tool
tr: Artık yerleştirme aracını kullanmayı tamamladınız ve yerleştirme aracında oluşturduğunuz kullanıcı hesabı kimlik bilgilerini kullanarak personel arayüzüne giriş yapabilirsiniz.
zh_tw: 完成新手工具的作業，可以使用新手工具新增的讀者帳號登入館員介面

source: Login screen
tr: Giriş Ekranı
zh_tw: 登入畫面

source: **Username:** Enter the username you created for the patron
tr: **Kullanıcı adı:** Kullanıcı için oluşturduğunuz kullanıcı adını girin
zh_tw: **使用者名稱：** 輸入新增給讀者的使用者名稱

source: **Password:** Enter the password you created
tr: **Şifre:** Oluşturduğunuz şifreyi girin
zh_tw: **密碼：** 輸入新增的密碼

source: **Library:** This is the library staff interface you want to log into. The options are either: *My library* or the library you installed/created. Leaving the default selected option of *My library* is fine to log in with first time.
tr: **Kütüphane:** Bu, oturum açmak istediğiniz kütüphane ara yüzüdür. Seçenekler şunlardır: *Kütüphanem* veya kurduğunuz/oluşturduğunuz kütüphane. *Kütüphanem* opsiyonunun varsayılan olarak seçili bırakılması ilk kez giriş yapmak için iyidir.
zh_tw: **圖書館：** 打算登入的圖書館館員介面。此選項可以是：*我的圖書館* 或安裝/新增的圖書館。首次登入，使用 *我的圖書館* 做為預設值也不錯。

source: Click the *Login* button to access the staff interface
tr: Personel arayüzüne erişmek için *Oturum aç* butonuna tıklayın
zh_tw: 按 *登入* 鈕進入館員介面

source: Login example
tr: Oturum açma örneği
zh_tw: 登入樣本

source: Staff interface
tr: Personel arayüzü
zh_tw: 館員介面

source: The staff interface should now appear
tr: Personel arayüzü şimdi görünmelidir
zh_tw: 現在應出現館員介面

source: For more information about how to use the staff interface, please visit `<https://koha-community.org/documentation/>`_
tr: Personel arayüzünü kullanma hakkında daha fazla bilgi için lütfen `<https://koha-community.org/documentation/>`_ adresini ziyaret ediniz
zh_tw: 館員介面詳情，請參見 `<https://koha-community.org/documentation/>`_
