Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/01_installation.po
Languages: tr, zh_tw

source: Introduction to the Koha Installation Process
tr: Koha Kurulum Süreci'ne Giriş
zh_tw: Koha 安裝程序介紹

source: This is the Koha Installation Manual 17.05 for Koha 17.05.
tr: Bu kılavuz Koha 17.05 için Koha Kurulum Kılavuzu 17.05'dir.
zh_tw: 本文件為 Koha 17.11 安裝手冊。

source: The Koha Library Management System installation process uses 2 tools:
tr: Koha Kütüphane Yönetim Sistemi kurulum işlemi 2 araç kullanmaktadır:
zh_tw: Koha 圖書館管理系統的安裝過程中使用 2 種工具：

source: Web installer
tr: Web yükleyicisi
zh_tw: 網頁安裝器

source: Onboarding tool
tr: Onboarding aracı
zh_tw: 使用者導引工具

source: This documentation will outline both of these tools.
tr: Bu dokümantasyon, bu araçların her ikisini de özetleyecektir.
zh_tw: 本文件將會對這兩項工具做說明。

source: What is the Koha web installer?
tr: Koha web yükleyicisi nedir?
zh_tw: 什麼是 Koha 網頁安裝器呢？

source: The web installer sets up the database tables that store the all the data you work with in Koha, for example the library branches, patrons and items.
tr: Web yükleyicisi Koha'da çalışmakta olduğunuz tüm verileri depolayan veritabanı tablolarını kurar, örneğin kütüphane birimleri, kullanıcılar ve materyaller.
zh_tw: 透過網頁安裝器能設定資料庫表單，用以儲存所有您在Koha系統裡會用到的資料，其中包括分館、讀者與館藏的資訊。

source: The web installer starts with a login screen for you to enter the database administrator account credentials.
tr: Web yükleyicisi, veritabanı yöneticisi hesap kimlik bilgilerini girmeniz için bir giriş ekranıyla başlar.
zh_tw: 網頁安裝器以鍵入資料庫管理帳號的登入畫面為起點。

source: The installer will then create the tables and fill the tables with data. The next step in the process is to set up a few mandatory first use settings, via the Onboarding tool.
tr: Yükleyici daha sonra tabloları oluşturacak ve tabloları veri ile dolduracaktır. İşlemdeki bir sonraki adım, Onboarding aracı aracılığıyla birkaç zorunlu ilk kullanım ayarlarını yapmaktır.
zh_tw: 之後，網頁安裝器會新增資料表單並供 Koha 使用的資料。接著，經由使用者導引工具執行若干必要的設定。

source: What is the Koha Onboarding tool?
tr: Koha Onboarding aracı nedir?
zh_tw: 什麼是 Koha使用者導引工具呢?

source: The onboarding tool makes sure you have at least one library, patron category, patron, item type and circulation rule before you start using Koha.
tr: Onboarding aracı, Koha'yı kullanmaya başlamadan önce en az bir kütüphane, kullanıcı kategorisi, kullanıcı, materyal türü ve dolaşım kuralına sahip olmanızı sağlar.
zh_tw: 使用者導引工具確保在啟用 Koha 前，系統內至少有一個圖書館、讀者類型、讀者、館藏類型及流通規則。

source: If you installed sample data for library, patron category, and/or item type then the screens to create these will be skipped.
tr: Kütüphane, kullanıcı kategorisi ve/veya materyal türü için örnek veri yüklediyseniz, bunları oluşturmak için olan ekranlar atlanır.
zh_tw: 如果您已先選擇安裝圖書館，讀者類別，館藏類別的範例資料，那以下的安裝過程就會跳過對應這些資料的建立步驟。

source: You will, however, always have to create a patron (to log into the staff interface at the end of the onboarding tool) and a circulation rule.
tr: Bununla birlikte, her zaman bir kullanıcı oluşturmalısınız (onboard aracının sonunda personel arayüzüne giriş yapmak için) ve dolaşım kuralı oluşturmalısınız.
zh_tw: 然而，在每次安裝時，您必須建立一個讀者與其帳密 (在使用者導引工具安裝過程的最後，再次登入館員介面時，需要使用到) ，以及一個流通規則。

source: Web Installer
tr: Web yükleyicisi
zh_tw: 網頁安裝器

source: Web installer login
tr: Web yükleyicisi oturum açma
zh_tw: 網頁安裝器-登入

source: **Web Installer login**
tr: **Web yükleyicisi otorum açma**
zh_tw: **登入網頁安裝**

source: This login screen is the first screen that appears when installing Koha.
tr: Bu oturum açma ekranı, Koha kurulurken görünen ilk ekrandır.
zh_tw: 安裝 Koha 時，首先出現的是登入畫面。

source: Web Installer login
tr: Web yükleyicisi girişi
zh_tw: 登入網頁安裝器

source: **Koha version name**: This will display whatever Koha version number you are installing.
tr: **Koha sürüm adı**: Bu, kurmakta olduğunuz Koha sürüm numarasını gösterecektir.
zh_tw: **Koha 版本名稱**：顯示安裝的 Koha 版本編號。

source: **Username**: This is database administrator username which is *koha_kohadev* by default.
tr: **Kullanıcı adı**: Bu, varsayılan olarak *koha_kohadev* olan veritabanı yöneticisi kullanıcı adıdır.
zh_tw: **使用者名稱**：*koha_kohadev* 為預設的資料庫管理者名稱。

source: **Password**: This is the database administrator password which is *password* by default.
tr: **Şifre**: Bu varsayılan olarak *password* olan veritabanı yöneticisi şifresidir.
zh_tw: **密碼**：*password* 為預設的資料庫管理密碼。

source: *Log in*: Select this button to login
tr: *Oturum aç* Oturum açmak için bu butonu seçin
zh_tw: *登入*：點選此按鈕來登入

source: Language picker
tr: Dil seçici
zh_tw: 語言選擇

source: **Installer Start screen**
tr: **Yükleyici Başlangıç ekranı**
zh_tw: **安裝起始畫面**

source: This is the first screen of the web installer.
tr: Bu, web yükleyicisinin ilk ekranıdır.
zh_tw: 這是網頁安裝器的第一個畫面。

source: Web installer start screen
tr: Web yükleyicisi başlangıç ekranı
zh_tw: 網頁安裝器起始畫面

source: *Language picker* dropdown box: This is specifying the language you want Koha to be in.
tr: *Dil seçici* açılır kutusu: Koha'da olmasını istediğiniz dili belirtir.
zh_tw: *語言選擇* 下拉選單：在此指定 Koha系統所使用的語文。

source: Installing other languages that have translations for the installer (DE or FR, for example) will allow those languages to be used for the web installer.
tr: Yükleyiciye çevirileri olan diğer dillerin yüklenmesi (örneğin DE veya FR) bu dillerin web yükleyicisi için kullanılmasına izin verecektir.
zh_tw: 以安裝器去安裝另個語言 (如 zh_TW、zh_CN) ，就能在網頁安裝器使用該等語言。

source: Click the *Continue to the next step* button to load the next stage of the web installer.
tr: Web yükleyicisinin bir sonraki aşamasını yüklemek için *Sonraki adıma devam et* butonuna tıklayın.
zh_tw: 按 *繼續下個步驟* 載入網頁安裝器的下一個步驟。

source: Installer Perl Modules Installed
tr: Yükleyici Perl Modülleri Yüklendi
zh_tw: 安裝器 - 確認已安裝的Perl模組

source: This screen tells you that the installer has all the dependencies it needs, to create the database in the next screen.
tr: Bu ekran, veritabanını bir sonraki ekranda oluşturmak için yükleyicinin ihtiyaç duyduğu tüm bağımlılıkları bildirir.
zh_tw: 此畫面顯示安裝器已取得必要的相依套件，並於下個畫面新增資料庫。

source: Perl modules installed
tr: Perl modülleri kuruldu
zh_tw: 已安裝的 Perl 模組

source: Click on the *Continue to the next step* button to load the next stage of the web installer.
tr: Web yükleyicisinin bir sonraki aşamasını yüklemek için *Sonraki adıma devam et* butonuna tıklayın.
zh_tw: 按 *繼續下個步驟* 鈕載入網頁安裝器的下一個步驟。

source: Database Settings
tr: Veritabanı Ayarları
zh_tw: 資料庫設定

source: This screen informs you of the database settings and asks you to confirm them by clicking the *Continue to the next step* button.
tr: Bu ekran, veritabanı ayarlarını size bildirir ve *Sonraki adıma devam et* butonunu tıklayarak bunları onaylamanızı ister.
zh_tw: 此畫面會列出資料庫的設定值，並請您按下*繼續下個步驟* 代表確認設定值無誤。

source: For the majority of users these settings should be correct, if not then you should contact your support provider.
tr: Kullanıcıların çoğunluğu için bu ayarlar doğru olmalıdır, aksi halde destek sağlayıcınıza başvurmanız gerekir.
zh_tw: 這些設定對大多數使用者來說是不會有問題的，否則您應請求支援。

source: Database settings
tr: Veritabanı ayarları
zh_tw: 資料庫設定

source: **Database Settings:** Check these database settings are correct.
tr: **Veritabanı Ayarları** Veritabanı ayarlarının doğruluğunu kontrol edin.
zh_tw: **資料庫設定：** 確認資料庫設定值無誤。

source: Click the *Continue to the next step* button to confirm the database settings
tr: Veritabanı ayarlarını onaylamak için *Sonraki adıma devam et* butonunu tıklayın
zh_tw: 按 *繼續下個步驟* 以完成確認資料庫的設定。

source: **Connection Established**
tr: **Bağlantı Kuruldu**
zh_tw: **連結已建立**

source: After you click the *Next* button the database connection is confirmed:
tr: *İleri* butonuna tıkladıktan sonra veritabanı bağlantısı doğrulanır:
zh_tw: 按了 *下一步* 將確立資料庫的連結:

source: Database connection established
tr: Veritabanı bağlantısı kuruldu
zh_tw: 資料庫連結已建立

source: **Connection established message:** This informs you that the database has been successfully created.
tr: **Bağlantı kuruldu iletisi** Bu, veritabanının başarıyla oluşturulduğunu bildirir.
zh_tw: **連結建立訊息：** 此訊息代表您已成功地建立資料庫。

source: Click the *Continue to the next step* button to load the next stage
tr: Bir sonraki aşamayı yüklemek için *Sonraki adıma devam et* butonuna tıklayın
zh_tw: 按 *繼續下個步驟* 鈕以載入下個階段

source: If you have database connection difficulties here, the installer will not proceed. Double check the connection information in your koha-conf.xml file, and verify that the permissions and credentials on the database itself are correct.
tr: Burada veritabanı bağlantısı sorunları yaşıyorsanız, yükleyici devam etmez. Koha-conf.xml dosyanızdaki bağlantı bilgilerini bir kez daha kontrol edin ve veritabanındaki izinlerin ve kimlik bilgilerinin doğru olduğunu doğrulayın.
zh_tw: 若資料庫有連結上的困難，安裝器的設定將暫停於此。請再次檢查 koha-conf.xml 檔案的連結資訊，並確認資料庫本身的權限及認證的正確性。

source: Ready to fill tables with data
tr: Tabloları veri ile doldurmaya hazır
zh_tw: 準備於資料表單內填入資料

source: This screen is informing you everything is set up for you to create the database tables in the next screen.
tr: Bu ekran, bir sonraki ekranda veritabanı tablolarını oluşturmanız için her şeyin hazırlandığını bildirmektedir.
zh_tw: 此畫面代表一切已就緒，您可於下個畫面新增資料庫表單。

source: Database ready for data
tr: Veritabanı veri için hazır
zh_tw: 資料庫等待接收資料

source: This step can take some time. Please be patient.
tr: Bu adım biraz zaman alabilir. Lütfen sabırlı olun.
zh_tw: 完成此步驟需要花一點時間。請耐心等待。

source: Database tables created
tr: Veri tabanı tabloları oluşturuldu
zh_tw: 資料庫表已建立

source: Click the *Continue to the next step* button
tr: *Sonraki adıma devam et* butonuna tıklayın
zh_tw: 按 *繼續下個步驟*

source: Ready for basic configurations
tr: Temel yapılandırmalara hazır
zh_tw: 準備進行基本設定

source: This screen leads onto installing basic configurations necessary to use Koha.
tr: Bu ekran, Koha'yı kullanmak için gerekli olan temel yapılandırmaların yüklenmesini sağlamaktadır.
zh_tw: 此畫面導向並進行Koha操作時所必備的設置。

source: Select MARC flavour
tr: MARC tercihinizi seçin
zh_tw: 選擇您的 MARC 類型

source: You must choose your MARC flavour (format you want the bibliographic (catalog) records to be stored in the database) on this screen:
tr: Bu ekranda MARC tercihinizi (bibliyografik (katalog) kayıtların veritabanında saklanmasını istediğiniz format) seçmeniz gerekir:
zh_tw: 必須在此畫面選擇 MARC 類型 (儲存於資料庫的書目 (目錄) 紀錄格式)：

source: |image1173|
zh_tw: |圖片1173|

source: **Unimarc:** This is frequently used in European countries (except for the UK) such as Italy.
tr: **Unimarc:** Bu, sıklıkla Avrupa ülkeleri (İngiltere hariç), örneğin İtalya'da kullanılır.
zh_tw: **Unimarc：** 義大利等歐洲國家 (不含英國) 慣用的格式。

source: **MARC21:** Selected by default, as it is more commonly used globally than UNIMARC.
tr: **MARC21:** UNIMARC'dan daha genel olarak kullanıldığı için varsayılan olarak seçilmiştir.
zh_tw: **MARC 21：** 預選的格式，受美國文化影響的地區常使用它。

source: Click the *Continue to the next step* button to confirm your choices
tr: Seçiminizi onaylamak için *Sonraki adıma devam et* butonuna tıklayın
zh_tw: 按 *繼續下個步驟* 確認您的選擇

source: MARC21 and UNIMARC setup
tr: MARC21 ve UNIMARC kurulumu
zh_tw: MARC21 與 UNIMARC 的設定

source: In the previous screen you either choose MARC21 or UNIMARC as your MARC flavour. This page outlines both.
tr: Önceki ekranda MARC tercihiniz olarak MARC21 veya UNIMARC'ı seçtiniz. Bu sayfada her ikisi de özetlenmektedir.
zh_tw: 剛才是選擇 MARC 21 或 UNIMARC 做為 MARC 的格式。此頁面則列出這兩種格式的細節資訊。

source: MARC21 setup
tr: MARC21 kurulumu
zh_tw: MARC 21 設定

source: |image1174|
zh_tw: |圖片1174|

source: **Default MARC21 Standard Authority Types:** An authority type is a template of an authority record (stores the search fields used to search an institutions catalog for an item). This option will install sample authority types.
tr: **Varsayılan MARC21 Standart Otorite Türleri:** Bir otorite türü, bir otorite kaydın şablonudur (bir materyal için bir kurumun kataloglarını aramak için kullanılan arama alanlarını saklar). Bu seçenek örnek otorite türlerini yükleyecektir.
zh_tw: **預設 MARC 21 標準權威類型：** 權威類型是權威紀錄的模板 (用來搜尋機構目錄內館藏的搜尋欄位儲存於此)。此選項將安裝權威類型範例。

source: **Default MACR21 bibliographic framework:** Following on from the MARC21 selection in the previous screen selecting this checkbox (and the *Import* button) will actually setup the MARC21 bibliographic framework as the desired MARC flavour.
tr: **Varsayılan MACR21 bibliyografik çerçevesi:** Bir önceki ekrandaki MARC21 seçiminden sonra, bu onay kutusunun (ve *İçe Aktar* düğmesinin) seçilmesi, fiilen MARC21 bibliyografik çerçevesini istenen MARC tercihi olarak ayarlar.
zh_tw: **預設 MARC 21 書目框架：** 在前個畫面選定 "預設MARC 21的書目框架" (並且點選 *匯入* ) 後，系統將會套用此預設的書目框架。

source: **Selected matching rules for MARC21 bibliographic records:** The MARC21 matching rules are used to find all the information about specific bibliographic records using the authority type search values.
tr: **MARC21 bibliyografik kayıtları için seçilen eşleştirme kuralları:** MARC21 eşleştirme kuralları, otorite türü arama değerlerini kullanarak belirli bibliyografik kayıtlarla ilgili tüm bilgileri bulmak için kullanılır.
zh_tw: **選擇 MARC 21 書目紀錄的對映規則：** MARC 21 對應規則係用來搜尋權威類型時，找出特定書目紀錄的所有資訊。

source: **'FA', a 'Fast Add' minimal MARC21 framework suitable for ILL, or on the fly cataloging:** The FA MARC framework displays fewer fields, and allows for faster cataloguing on the fly. Select this checkbox to install this minimal framework.
tr: **FA', ILL için uygun olan, 'Hızlı Ekle' minimal MARC21 çerçevesi veya anında kataloglama:** FA MARC çerçevesinde daha az alan görüntülenir ve anında daha hızlı kataloglama yapılmasına izin verir. Bu minimum çerçeveyi yüklemek için bu onay kutusunu seçin.
zh_tw: **'FA'，即 '快速新增' 基本輕量的 MARC 21 框架供館藏互借用，或流通櫃台的即時編目：** FA MARC 框架僅顯示少量欄位達到即時編目的效果。勾選此項目將安裝基本輕量框架。

source: **Sample MARC21 bibliographic frameworks for some common types of bibliographic material:** This installs the template you will use to create items.
tr: **Bibliyografik materyallerin bazı yaygın türleri için örnek MARC21 bibliyografik çerçeveleri:** Bu, materyaller oluşturmak için kullanacağınız şablonu yükler.
zh_tw: **書目資料常用類型的範例 MARC 21 書目框架：** 安裝此框架模板供新增館藏用。

source: **Default Koha system authorised values:** This installs mandatory authorised values that every Koha installation needs.
tr: **Varsayılan Koha sistemi otorite değerleri:** Bu, her Koha kurulumunun gerektirdiği zorunlu otorite değerleri yükler.
zh_tw: **Koha 預設的容許值：** 安裝 Koha 時，所必備的容許值。

source: **Default classification sources and filling rules:** This will insert several common library classification sources such as dewey decimal.
tr: **Varsayılan sınıflandırma kaynakları ve doldurma kuralları:** Bu, dewey ondalık sistemi gibi birkaç ortak kütüphane sınıflandırma kaynağını ekler.
zh_tw: **預設分類法來源與排序規則：** 插入杜威分類法等常用的圖書館分類法。

source: **Defines default message transports for email and sms:** This provides the option to the user of being able to change how the library contacts them. They can choose from the following: email address, printed message, sms, or phone call. Notices will not work without these.
tr: **E-posta ve sms için varsayılan ileti aktarımlarını tanımlar: * Bu, kullanıcıya kütüphanenin kendisiyle nasıl iletişim kurduklarını değiştirme olanağı sunar. Aşağıdakiler arasından seçim yapabilirsiniz: e-posta adresi, basılı mesaj, sms veya telefon görüşmesi. Bildirimler bunlar olmaksızın çalışmaz.
zh_tw: **電子郵件及簡訊的預設訊息：** 提供使用者選擇圖書館與其連絡的方式，包括：電子郵件、紙本訊息、簡訊、或電話。少了它們就無法發送通知。

source: **Patron attributes:** This does not install any data, and it needs to be removed.
tr: **Kullanıcı nitelikleri:** Bu, herhangi bir veri yüklemez ve kaldırılması gerekir.
zh_tw: **讀者屬性：** 並不會安裝任何資料，且此項目需被移除。

source: **Sample frequencies for subscriptions:** For items that arrive on a regular and predictable basis (e.g. monthly magazines), installing sample frequencies is useful because you can simply select a pre-installed sample frequency when you create the item.
tr: **Abonelikler için örnek frekanslar:** Materyalleri oluştururken basitçe önceden tahmin edilmiş bir örnek frekansı seçebildiğinizden, düzenli ve öngörülebilir temellerde (ör. Aylık dergiler) gelen örnek frekansların yüklenmesi yararlıdır.
zh_tw: **訂閱刊期範例：**可預測的定期到達館藏 (如月刊)，可以利用預設的刊期簡化簽收程序。

source: **Sample notices:** This inserts sample notices into the database, meaning all you have to do is customize these sample notices before you use them. Creating these by hand can be very time consuming and error prone.
tr: **Örnek uyarılar:** Bu, örnek uyarıları veritabanına ekler, yani yapmanız gereken tek şey, bu örnek uyarıları kullanmadan önce özelleştirmektir. Bunları elle oluşturmak çok zaman alıcı ve hataya meyilli olabilir.
zh_tw: **通知範例：**將範例通知加入資料庫，送出之前可以另外客製化。人工新增通知很費事且可能出錯。

source: **Defines default messages for the enhanced messaging configuration:** The enhanced messaging configuration lets the user choose what messages they receive from the institution. Selecting this will insert sample message types for the Due, Predue, and Advance notice message types.
tr: **Gelişmiş mesajlaşma konfigürasyonu için varsayılan mesajlar tanımlar:** Gelişmiş mesajlaşma konfigürasyonu, kullanıcıya kurumdan hangi mesajları seçeceğini sağlar. Bunu seçerseniz, Due, Predue ve Advance notice mesaj türleri için örnek ileti türleri eklenir.
zh_tw: **設定預設訊息供強化訊組組態使用：**強化訊息組態供使用者選擇接收訊息的類型。選定後將插入供 Due、Predue、與其他進階訊息類型的範例。

source: **Defines default message transports for sending item due messages and advance notice messages through email and SMS:** This inserts the SMS and email transport types. Mandatory if you want to send notices by email or SMS.
tr: **Materyalle ilgili iletileri ve gelişmiş bildirim iletilerini e-posta ve SMS yoluyla göndermek için varsayılan ileti aktarımlarını tanımlar:** Bu, SMS ve e-posta taşıma türlerini ekler. E-posta veya SMS ile bildirim göndermek istiyorsanız zorunludur
zh_tw: **設定給逾期與其他進階通知的電子郵件與 SMS 的預設訊息：**搜入 SMS 與電子郵件類王。選定經由電子郵件或 SMS 發送通知後即為必備。

source: **Sample numbering patterns for subscriptions:** This option will install sample numbering patterns, saving you having to manually insert them for magazines and other periodicals.
tr: **Abonelikler için örnek numara düzenleri:** Bunu seçenek örnek numaralandırma düzenlerini yükleyerek dergi ve diğer süreli yayınlar için manuel olarak eklemek zorunda kalmazsınız.
zh_tw: **卷期範例：** 此選項會安裝卷期範例，以節省鍵入的人工。

source: **Some basic default authorised values for library locations, item lost status, etc. You can change these at any time after installation:** This installs authorised values, which filter user inputs, to make sure they match specified criteria before the library or other object is created.
tr: **Kütüphane konumları, materyal kaybı durumu vb. için bazı temel varsayılan yetkili değerler. Yükleme işleminden sonra bunları istediğiniz zaman değiştirebilirsiniz:** Bu, kullanıcı girdilerini filtreleyen yetkili değerleri, kütüphane veya diğer objeler oluşturulmadan önce belirtilen ölçütlerle eşleştiğinden emin olmak için yükler.
zh_tw: **圖書館位置等的容許值範例。安裝後隨時可改：** 安裝的容許值，可以篩選使用者的輸入，使其符合圖書館及其他物件的要求。

source: **CSV profiles:** Using Koha you can export items. The CSV profile defines how you want to export the item(s). CSV/Tab exports will not work without these.
tr: ** CSV profilleri: ** Koha'yı kullanarak materyalleri dışa aktarabilirsiniz. CSV profili, materyalleri nasıl dışa aktarmak istediğinizi tanımlar. Bunlar olmadan CSV/Sekme aktarımları çalışmaz.
zh_tw: **CSV 設定檔：** 可以用 Koha 匯出館藏。CSV 設定檔決定匯出館藏的內容。CSV/Tab 匯出不適用於此。

source: **Coded values conforming to the Z39.71-2006 holdings statements for bibliographic items:** Not required to use Koha. A holding statement tells the user if the library has a specific item and where it is located. Selecting will install sample code values for items in the holding statements.
tr: **Bibliyografik materyaller için Z39.71-2006 holding bildirimine uygun kodlanmış değerler:** Koha'yı kullanmak için gerekli değildir. Holding bildirimi, kullanıcıya kütüphanede belirli bir materyalin olup olmadığını ve bulunduğu konumu söyler. Seçildiğinde, holding bildirimlerindeki materyaller için örnek kod değerleri yüklenecektir.
zh_tw: **書目館藏的記錄代碼符合 Z39.71-2006 的值：** 不是 Koha 的必備。館藏敘述告知使用者圖書館是否典藏及該藏的位置。選定後將安裝館藏敘述的代碼值。

source: **MARC code list for relators:** Not required to use Koha. A relator is a person who was invloved in the development of the item (e.g. author). Selecting this will insert sample relator records into the database.
tr: **Relatörler için MARC kod listeleri:** Koha'yı kullanmak için zorunlu değildir. Bir relatör, materyalin geliştirilmesinde yer almış bir kişidir (ör. yazar). Bunu seçerseniz, örnek relatör kayıtları veritabanına eklenir.
zh_tw: **MARC 的關係代碼表：** 不是 Koha 的必備。關係是個人 (通常是著者) 與館藏的關係。選定後將在資料庫安裝關係紀錄的範例。

source: **Some basic currencies with USA dollar as default for ACQ module:** Install US dollar, Great British Pound, Canadian Dollar and Euro currencies. Set the US dollar as the default acquisition currency. Not installing these will mean that a currency will need to be defined before Acquisitions can be used.
tr: **ACQ modülü için varsayılan olarak ABD Doları ile bazı temel para birimleri:**ABD doları, İngiliz Sterlini, Kanada Doları ve Euro para birimlerini yükler. ABD Doları'nı varsayılan sağlama para birimi olarak ayarlayın. Bunları yüklememek, sağlama kullanılmadan önce bir para biriminin tanımlanması gerekeceği anlamına gelir.
zh_tw: **ACQ 模組預設的美元匯率幣別：** 安裝美元、英磅、加拿大元與歐元。選定美元為預設的採訪用幣別。不安裝時，則需在採訪前個別設定幣別。

source: **Useful patron attribute types:** Not required to use Koha. Patrons have a barcode which identifies them. By clicking this checkbox your making sure that this patron barcode is displayed on the patron summary screen.
tr: **Faydalı kullanıcı öznitelik türleri:** Koha'yı kullanmak için zorunlu değildir. Kullanıcıların kendilerini tanımlayan bir barkodu vardır. Bu onay kutusunu tıkladığınızda, kullanıcının özet ekranında bu kullanıcının barkodunun görüntülendiğinden emin olun.
zh_tw: **有用的讀者屬性：** 不是 Koha 的必備。以條碼識別讀者。勾選後即確認讀者條碼顯示在讀者摘要頁面。

source: **Sample patron types and categories:** Not required to use Koha. Selecting this will install sample patron categories into the database. This will mean the Create patron category step in the onboarding tool is skipped.
tr: **Örnek kullanıcı türleri ve kategorileri:** Koha'yı kullanmak için zorunlu değildir. Bu seçildiğinde, örnek kullanıcı kategorileri veritabanına yüklenir. Bu, onboarding aracında Kullanıcı kategorisi oluştur adımı atlanır anlamına gelir.
zh_tw: **讀者屬性與類別範例：** 不是 Koha 的必備。選定後將在資料庫安裝讀者屬性與類別範例。將略過入職工具的新增讀者類型。

source: **Sample label and patron card data:** Not required to use Koha, but recommended for most new installs. Selecting this will install sample data for labels and patron cards and will make it easier to create a labels and patron cards in the future.
tr: **Örnek etiket ve kullanıcı kartı verileri:** Koha'yı kullanmanız için zorunludeğildir, ancak çoğu yeni kurulum için önerilir. Bu seçildiğinde, etiketler ve kullanıcı kartları için örnek veriler yüklenecek ve gelecekte bir etiket ve kullanıcı kartı oluşturmayı kolaylaştıracaktır.
zh_tw: **標籤與讀者證資料範例：** 不是 Koha 的必備，但建議安裝。選定後安裝書標與讀者證的範例資料節省未來新增書標與讀者證的辛勞。

source: **Sample holidays: Sunday, Christmas, New Year’s** Not required to use Koha. Selecting this will insert sample repeatable public holidays (e.g. Christmas) into the database.
tr: **Örnek tatiller: Pazar, Noel, Yılbaşı** Koha'yı kullanmak için zorunlu değildir. Bunu seçerseniz, veritabanına örnek tekrarlanabilir resmi tatiller (örneğin Noel) eklenecektir.
zh_tw: **行事曆樣本：星期日、聖誕節、新年** 不是 Koha 的必備。選定後於資料庫安裝重複的假期 (聖誕節等) 樣本。

source: **A set of default item types:** Not required for Koha. Selecting this will insert sample item type data into the database, meaning Create Item type step in the onboarding tool will be skipped.
tr: **Varsayılan materyal türleri seti: ** Koha için zorunlu değildir. Bunu seçerseniz örnek materyal türü verileri veritabanına eklenir, yani Yerleştirme aracındaki Materyal Oluşturma adımı atlanır.
zh_tw: **館藏類型範例:** 此為非必要項目。 選擇此項目後，資料庫中將會有預設的館藏類型，這意味著在操作新手工具的流程時，會略過建立館藏類型的步驟。
