Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/08_serials.po
Languages: it

source: In your results you will see all subscriptions that will expire before the date you entered. From there you can choose to view the subscription further or renew it in one click.
it: Nei risultati vedrai tutti gli abbonamenti che scadono prima della data che hai specificato. Potrai vedere l'abbonamento nei dettagli o rinnovarlo con un click.

source: Renewing Serials
it: Rinnovo abbonamenti

source: If your serial subscription has expired you won't be able to receive issues. To renew your subscription you can click the 'Renew' button at the top of your subscription detail page.
it: Se il tuo abbonamento al periodico è scaduto, non riceverai più i fascicoli. Per rinnovare l'abbonamento clicca sul bottone 'Rinnova' in alto nella pagina dei dettagli del tuo abbonamento

source: Another option is to click the 'Renew' link to the right of the subscription on the Serial Collection page.
it: Un'altra possibilità è di cliccare sul link 'Rinnova' presente alla destra dell'abbonamento nella pagina delle risorse in continuazione.

source: Once you click the 'Renew' link or button you will be presenting with renewal options.
it: Una volta che hai cliccato sul link o sul bottone 'Rinnova' ti verranno presentate le opzioni per il rinnovo.

source: The start date should be the date your subscription period starts.
it: La data di partenza deve essere la data in cui inizia il tuo periodo di abbonamento.

source: For the subscription length you'll want to fill in one of the three fields presented: Number of num (issues), Number of months or Number of weeks.
it: Per la durata dell'abbonamento puoi scegliere di inserirla in uno dei tre campi proposti: numero dei fascicoli, numero dei mesi o numero delle settimane.

source: Finally enter any notes you might have about this renewal.
it: Infine puoi inserire tutte le note che ritieni riguardanti il rinnov.

source: Searching Serials
it: Ricerca di una risorsa in continuazione

source: Once in the Serials module there is basic search box at the top that you can use to find subscriptions using any part of the ISSN and/or title.
it: Una volta entrati nel modulo 'Risorse in continuazione', nella parte alta della pagina si trova il box per la ricerca che puoi usare per effettuare ricerche sugli abbonamenti usando una qualsiasi parte del codice ISSN e/o del titolo.

source: You can also click the 'Advanced Search' link to the right of the 'Submit' button to do a more thorough search of your serials.
it: Puoi anche cliccare sul link 'Ricerca avanzata' posto a destra del pulsante 'Sottometti' per effettuare una ricerca più specifica tra i seriali.
