Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/08_serials.po
Languages: it

source: Serials
it: Risorse in continuazione

source: *Get there:* More > Serials
it: *Vai a:* > Più > Risorse in continuazione

source: Manage Serial Frequencies
it: Gestione delle Frequenze delle Risorse in continuazione

source: Koha keeps a record of publication frequencies for easy management and duplication.
it: Koha tiene traccia delle frequenze di pubblicazione per facilitare la gestione e prevenire la duplicazione.

source: *Get there:* More > Serials > Manage frequencies
it: *Vai a :* Più > Risorse in continuazione > Gestione delle frequenze

source: From this page you can view all of the existing frequencies in your system
it: Da questa pagina puoi vedere tutte le frequenze configurate nel tuo sistema

source: and create new ones.
it: e crearne una nuova.

source: Manage Serial Numbering Patterns
it: Gestione degli schemi di numerazione delle Risorse in continuazione

source: Everytime you create a new numbering pattern in serials you can save it for later use. These patters are accessible via the Manage numbering patterns page.
it: Ognivolta che crei un nuovo schema di numerazione nelle Risorse in continuazione, puoi salvarlo per usi futuri. Questi schemi sono accessibili dalla pagina di Gestione degli schemi di numerazione

source: *Get there:* More > Serials > Manage numbering patterns
it: *Vai a:* Più > Risorse in continuazione > Gestione degli schemi di numerazione

source: This page will list for you the numbering patterns you have saved in the past as well as a few canned patterns.
it: Questa pagina elenca gli scgemi di numerazione che hai salvato e alcuni schemi caricati durante l'installazione.

source: **Note**
it: **Nota**

source: If you have upgraded from a previous version of Koha you will see 'Backup patterns' listed for patterns used in version before Koha 3.14. This is how Koha saved your old numbering patterns. You can edit these to give them more meaningful names from here.
it: Se hai aggiornato la tua versione di Koha puoi vedere 'Schemi salvati' per gli schemi usati nella versione prima di Koha 3.14. Così Koha salva i vecchi schemi di numerazione. Puoi editarli dandogli nomi più significativi partendo da qui.

source: It will also allow you to create a new numbering pattern without first adding a subscription. To add new new pattern click 'New numbering pattern' at the top of the list of patterns.
it: Ti consente anche di creare un nuovo schema di numerazione senza prima aggiungere un'abbonamento. Per aggiungere un nuovo schema clicòa su ' Nuovo schema di numerazione' in alto alla lista degli schemi.

source: This module will allow you to add custom fields to your serial subscriptions for reporting and searching.
it: Questo modulo ti permette di aggiungere dei campi proprietari ai tuoi abbonamenti per agevolari nella repostistica e nelle ricerche.

source: *Get there:* Serials > Add subscription fields
it: *Vai qui:* Seriali > Aggiungi campi all'abbonamento

source: The form that appears will ask for either an authorized value or a marc field to populate the field with
it: La finistra ti chiederà se vuoi usare una lista di valori autorizzati o un campo marc per inserire i valori.

source: This data will then show when you are adding a subscriptionAdd field value
it: Questo dato verrà visualizzato quando aggiungi un abbonamento

source: Add a subscription
it: Aggiungere un abbonamento

source: Subscriptions can be added by clicking the 'New' button on any bibliographic record
it: Un abbonamento può essere aggiunto cliccando sul bottone 'Nuovo' ad ogni record bibliografico

source: Or by visiting the Serials module and clicking 'New Subscription'
it: o visitando il modulo Risorse in continuazione e cliccando su 'Nuovo abbonamento'

source: If you are entering a new subscription from the Serials module you will be presented with a blank form (if creating new from a bibliographic record the form will include the bib info).
it: Se inserisci un nuovo abbonamento dal modulo Risorse in continuazione, ti sarà presentato un form vuoto; se lo stai creando da un record bibliografico, il form includerà le informazioni bibliografiche.

source: 'Librarian' field will show the logged in librarian's username
it: Il campo 'Bibliotecario' mostra lo username del bibliotecario che si è loggato

source: 'Vendor' can be found by either searching vendors entered via the `Acquisitions module <#acqmodule>`__ or entering the vendor ID number
it: 'Venditore' può essere cercato tra tutti i venditori inseriti nel `Modulo di acquisizione <#acqmodule>`__ o inserendo il numero identificativo del venditore

source: Vendor information is not required
it: Informazione sul fornitore non richiesta

source: In order to claim missing and late issues you need to enter vendor information
it: Per reclamare i fascicoli mancanti e in ritardo devi inserire informazioni sul fornitore

source: 'Biblio' is the MARC record you'd like to link this subscription to
it: 'Record bibliografico' è il record MARC che vuoi legare a questo abbonamento

source: This can be done by searching for an existing record by clicking on the 'Search for Biblio' link below the boxes or by entering the bib number for a record in the first box. Only if you search with the field between the parenthesis.
it: Questo si può fare cercando un record esistente cliccando sul link 'Ricerca record' posto sotto le caselle o inserendo un numero di record nella prima casella. Solo se cerchi con il campo tra parentesi.

source: Next you can choose whether a new item is created when receiving an issue (if you barcode issues you'll want to create an item at this time)
it: Dopo puoi scegliere se creare una nuova copia quando ricevi un fascicolo (se assegni ad ogni fascicolo un codice a barre vorrai creare una copia in questo momento)

source: In order to determine how to handle irregularities in your subscription answer 'When there is an irregular issue', if the numbers are always sequential you'll want to pick 'Keep issue number'
it: Per determinare come gestire le irregolarità nel tuo abbonamento rispondi 'Quando c'è un fascicolo irregolare' se i numeri sono sempre sequenziali vorrai utilizzare 'Mantieni il numero di fascicolo'

source: 'Call Number' is for your item's call number or call number prefix
it: 'Collocazione' è per la collocazione del tuo record

source: 'Library' is the branch that owns this subscription.
it: 'Biblioteca' è la sottobiblioteca che possiede l'abbonamento

source: If more than one library subscribes to this serial you will need to create a subscription for each library
it: Se più di una biblioteca fa un abbomamento allo stesso periodico, dovrai creare un abbonamento per ogni biblioteca

source: This can be done easily by using the 'Edit as New (Duplicate)' option found on the subscription information page and changing only the 'Library' field
it: Questo può essere fatto usando l'opzione 'Modifica come nuovo (duplica)' che trovi nella pagina dinformazioni dell'abbonamento e cambiando solo il campo 'Biblioteca'

source: Use the 'Public Note' for any notes you would like to appear in the OPAC for the patrons
it: Usa il campo 'Nota pubblica' per ogni annotazione che vuoi che appaia nell'Opac per gli utenti

source: 'Nonpublic Note' should be used for notes that are only visible to the librarians via the staff client
it: 'Nota non pubblica' è usato per le note che sono visibili solo ai bibliotecari tramite il client dello staff

source: The 'Patron notification' option lets you pick a notice to send to patrons who subscribe to updates on this serial via the OPAC.
it: L'opzione di 'Avviso all'utente' ti consente di inviare un avviso agli utenti che hanno richiesto aggiornamenti a quel periodico tramite l'OPAC

source: 'Location' is for the shelving location
it: 'Collocazione' è per la collocazione a scaffale

source: The 'Grace period' is the number of days before an issue is automatically moved from 'Expected' status to 'Waiting' and how many days before an issue is automatically moved from 'Waiting' status to 'Late'
it: Il 'Periodo di Grazia' è il numero di giorni prima che un fascicolo è automaticamente spostato dallo stato di 'Previsto' ad 'Atteso' e quanti giorni prima che un fascicolo è automaticamente spostato dallo stato di 'Atteso' a quello di 'Ritardo'

source: The Staff and OPAC Display options allow you to control how many issues appear by default on bibliographic records in the Staff Client and the OPAC
it: Le opzioni di visualizzazione Staff e OPAC ti consentono di controllare quanti fascicoli appaiono di default nei records bibliografici nello staff Client e l'OPAC

source: Once that data is filled in you can click 'Next' to enter the prediction pattern information.
it: Dopo aver inserito i dati clicca su 'Prossimo' per inserire le informazioni nello schema di previsione

source: In 'First issue publication date' you want to enter the date of the issue you have in your hand, the date from which the prediction pattern will start
it: In 'Pubblicazione del primo fascicolo' inserisci la data del fascicolo che hai in mano, la data da cui lo schema di arrivo partirà

source: Without periodicy: some very specific (usually high level science journals) don't have a true periodicity. When you subscribe to the title, you subscribe for 6 issues, which can arrive in 1 year... or 2... There is no regularity or known schedule.
it: Senza periodicità: alcuni seriali (di solito i periodici scientifici di alto livello) non hanno una vera periodicità. Quando sottoscrivi l'abbonamento a un titolo, fai una sottoscrizione per, ad esempio, 6 fascicoli che possono arrivare in 1 anno o in 2 o più. Non c'è regolarità o una schema fisso.

source: Unknown select this if none of the other choices are relevant
it: Seleziona 'sconosciuta' se nessuna delle altre scelta è corretta

source: Irregular: The journal is not "regular" but has a periodicity. You know that it comes out on January, then in October and December, it is irregular, but you know when it's going to arrive.
it: Irregolare: Il periodico non è "regolare" ma ha una sua periodicità. Sai che esce a gennaio, poi ad ottobre e infine a dicembre. Non è regolare ma sai quando arriverà.

source: 2/day: Twice daily
it: 2/giorno: due volte al giorno

source: 1/day: Daily
it: 1/giorno: quotidiano

source: 3/week: Three times a week
it: 3/sett.: tre volte a settimana

source: 1/week: Weekly
it: 1/settimana

source: 1/ 2 weeks: Twice monthly (fortnightly)
it: 1/ 2 settimane: Due volte al mese (quindicinale)

source: 1/ 3 weeks: Tri-weekly
it: 1/ 3 settimane: Tri-settimanale

source: 1/month: Monthly
it: 1/mese

source: 1/ 2 months (6/year): Bi-monthly
it: 1/2 mesi (6/anno)

source: 1/ 3 months (1/quarter): Quarterly
it: 1/3 mesi (1/trimestre)

source: 1/quarter (seasonal) : Quarterly related to seasons (ie. Summer, Autumn, Winter, Spring)
it: 1/trimestre (stagionale) : Trimestre legato alle stagioni (Estate, Autunno, Inverno, Primavera)

source: 2/year: Half yearly
it: 2/anno: semestrale

source: 1/year: Annual
it: 1/anno

source: 1/ 2 years: Bi-annual
it: 1/2 anni

source: 'Subscription length' is the number of issues or months in the subscription. This is also used for setting up renewal alerts
it: 'Subscription length' è il numero di fascicoli o mesi della sottoscrizione. E' usato anche per settare gli alert per i rinnovi

source: 'Subscription start date' is the date at which the subscription begins. This is used for setting up renewal alerts
it: 'Data di inizio della sottoscrizione' è la data in cui la sottoscrizione ha inizio. E' usata anche per settare gli alert per i rinnovi

source: 'Subscription end date' should only be entered for subscriptions that have ended (if you're entering in a backlog of serials)
it: 'Data di fine di una sottoscrizione' deve essere inserito per le sottoscrizioni chiuse (se stai lavorando con arretrati)

source: Start with the numbering on the issue you have in hand, the numbering that matches the date you entered in the 'First issue publication' field
it: Inizia la numerazione con il fascicolo che hai in mano, è la numerazione che corrisponde alla data messa in 'Pubblicazione del primo fascicolo'

source: You can choose to create your own numbering pattern by choosing 'None of the above' and clicking the 'Show/Hide Advanced Pattern' button at the bottom of the form
it: Puoi scegliere di creare un tuo schema di numerazione scegliendo 'Nessuno di questi' e cliccando il bottone 'Mostra/Nascondi schema avanzato' in fondo al form

source: The 'Locale' option is useful when you want to display days, month or season. For example, if you have a German serial, you can use the German locale option to display days, etc. in German.
it: L'opzione 'Locale' è utile quando vuoi mostrare giorno, mese o stagione. Per esempio, se hai un periodico tedesco, puoi usare l'opzione locale tedesco per mostrare giorni, etc. in tedesco.

source: The 'Begins with' number is the number of the issue you're holding in your hand.
it: Il numero 'Inizia con' è il numero del fascicolo che hai in mano.

source: The 'Inner counter' is used to tell Koha where the "receiving cycle" starts
it: Il 'numero interno' è utilizzato per dire a Koha dove parte il "receiving cycle"

source: For example: If the first issue to receive is "vol. 4, no. 1, iss. 796", you need to set up "inner counter = 0" But if it's "vol. 4, no. 2, iss. 797", the inner counter should be "1".
it: Per esempio: se il primo fascicolo da ricevere è "vol. 4, no. 1, iss. 796", tu devi settare "numero interno= 0" Ma se è "vol. 4, no. 2, iss. 797", il numero interno sarà "1".

source: After filling in this data click the 'Test prediction pattern' button to see what issues the system will generate, if there are irregularities you can choose which issues don't exist from the list presented.
it: Dopo aver riempito questi dati clicca sul bottone 'Testa lo Schema di previsione' per vedere quali fascicoli il sistema genera, se ci sono irregolarità puoi scegliere quali fascicoli non ci sono nell'elenco presentato.

source: Click 'Save Subscription' to save the information you have entered. `Find sample serial examples in the appendix <#sampleserialsapp>`__.
it: Clicca 'Salva abbonamento' per salvare le informazioni inserite. `Cerca esempi di periodici nell'appendice <#sampleserialsapp>`__.

source: Receive Issues
it: Fascicoli ricevuti

source: Issues can be marked as received from several locations. To find a subscription, use the search box at the top of the Serials page to search for the serial you'd like to receive issues for:
it: Fascicoli possono essere identificati come ricevuti da diverse posizioni. Per trovare un abbonamento usa il box di ricerca in alto nella pagina dei periodici per cercare il periodico per il quale to vuoi ricevere il fascicolo:

source: From the search results you can click the 'Serial Receive' link or you can click on the subscription title and then click the 'Receive' button.
it: Dai risultati della ricerca puoi cliccare su 'Ricevi risorse in continuazione' o puoi cliccare sul titolo dell'abbonamento e poi cliccare sul bottone 'Ricevi'.

source: The final way to receive serials is from the 'Serial Collection' page. To the left of the Subscription summary page there is a menu with a link to 'Serial Collection'
it: L'ultimo modo per ricevere dei periodici è dalla pagina ''Informazioni globali'. A sinistra della pagina riassuntiva degli abbonamenti c'è un menu con il link a 'Informazioni globali'

source: From the page that opens up you can click 'Edit Serial' with the issue you want to receive checked.
it: Dalla pagina che si apre puoi cliccare su 'Modifica le risorse in continuazione' con selezionato il fascicolo da gestire

source: All three of these options will open up the issue receive form:
it: Tutte queste tre opzioni apriranno il form di ricezione del fascicolo:

source: Choose 'Arrived' from the status pull down to mark a serial as received.
it: Scegli 'Arrivato' dallo Stato per segnare un periodico come ricevuto.

source: If your issue has a supplemental issue with it, fill in the Supplemental Issue information.
it: Se un fascicolo ha allegato un fascicolo supplementare, insieriscilo nel 'Supplemento'

source: Key the entire numbering in the box after "Supplemental issue" no numbering will be inherited/auto-filled from the main issue, and exactly what you key in the box after "Supplemental issue" will be auto-filled in the item record's Serial enumeration/chronology [MARC21 952$h] (if you create item records).
it: Inserisci tutta la numerazione nella casella dopo "Supplemento"; nessuna numerazione viene ereditata o autocompilata dalla serie principale. Ed esattamente quello che inserirai qui verrà inserito nel campo "Enumerazione seriale / cronologia" [MARC21 952$h] della copia collegata quando verrà creata. Questo se hai settato di crearla in automatico o la crei tu a mano.

source: E.g., key this in its entirety if it's what you would like displayed: "v.69 no.3 (Mar. 2015) suppl."
it: Per esempio se inserici "v.69 no.3 (Mar. 2015) suppl.", apparira proprio questa dicitura.

source: Once you have entered your info you can click 'Save'
it: Quando hai inserito il dato necessario clicca 'Salva'

source: If you are receiving multiple issues at once, or have marked an issue as 'Late' or 'Missing' there you can click the 'Generate Next' button below the list of issues.
it: Se stai aggiungendo diversi fascicoli o hai segnanto un fascicolo come 'In ritardo' o 'Mancante', puoi cliccare sul bottone 'Genera il successivo' sotto la lista dei fascicoli.

source: Clicking this button will generate the next issue for you and mark the previously expected issue as 'Late' automatically. You can then check the 'Edit' box to the right of each issue and edit the status on multiple issues at once.
it: Cliccando questo bottone genererà il fascicolo successivo e marcherà il precedente come 'In ritardo'. Potrai poi modificare la casella 'Edit' acanto ad ogni fascicolo e cambiare lo status contemporaneamente a più fascicoli.

source: Create a Routing List
it: Creare una Routing List

source: When on the subscription page you will see a link to the left that reads 'Create Routing List' or 'Edit Routing List'
it: Quindi nella pagina dell'abbonamento vedrai un link a sinistra 'Creare una Routing List' o 'Modificare una Routing List'

source: Clicking that link will bring you to the menu to add a new routing list.
it: Cliccando quel link verrà mostrato il menù per aggiungere una nuova routing list.

source: From here you want to click 'Add recipients' in order to add people to the routing list. In the menu that appears you can filter patrons by part of their name, their library and/or patron category.
it: Da qui puoi cliccare 'Aggiungi destinatari' per aggiungere persone alla routing list. Dal menù che appare potrai filtrare gli utenti in base a parte del nome, biblioteca o categoria di appartenenza.

source: Clicking 'Add' to the right of each name will add them to the routing list. When you have chosen all of the people for the list, click the 'Close' link to be redirected to the routing list.
it: Premendo 'Aggiungi' a destra di ciascun nome, li aggiungerà alla routing list. Al termine della scelta dei nomi, premi il link 'Chiudi' per tornare alla routing list.

source: If the list looks the way you expect it to, then click 'Save'. Next you will be brought to a preview of the routing list. To print the list click 'Save and preview routing slip.' This will open a printable version of the list.
it: Se l'elenco ti soddisfa, premi 'Salva'. Ti verrà presentata un'anteprima della routing list. Per stamparla, premi 'Salva e vedi l'anteprima'. Si aprirà una versione stampabile della lista.

source: Subscriptions in Staff Client
it: Abbonamenti dell'intranet (staff client)

source: Subscription information will appear on bibliographic records under the 'Subscriptions' tab
it: Le informazioni sull'abbonamento appariranno nel record bibliografico sotto il tab 'Abbonamento'

source: Clicking the 'Subscription Details' link will take you to the Subscription summary page in the staff client.
it: Cliccando il link 'Dettagli dell'abbonamento' sarai portato alla pagina con i dettagli dell'abbonamento

source: If you are using the `Acquisitions <#acqmodule>`__ module to keep `track of serial subscriptions <#ordersubscription>`__ you will see that info before your subscription details.
it: Se stai usando il modulo `Acquisizioni <#acqmodule>`__ per gestire `gli abbonamenti dei periodici <#ordersubscription>`__ vedrao queste informazioni prima dei dettagli dell'abbonamento.

source: Subscriptions in OPAC
it: Abbonamenti nell'OPAC

source: When viewing the subscription in the OPAC there will be several options.
it: Quando guardi l'abbonamento attraverso l'Opac, ha diverse opzioni.

source: Like in the staff client, there will be a Subscriptions tab on the bibliographic record.
it: Come in intranet / staff client c'è un tab "Abbonamento" nella pagina del record bibliografico.

source: There are two views, compact and full. The compact serial subscription will show basic information regarding the subscription
it: Ci sono due viste, una compatta e una completa. La vista compatta ti mostra le informazioni di base riguardo l'abbonamento

source: Whereas the full view shows extensive details, broken out by year, regarding the subscription
it: Dettagli completi dell'abbonamento, divisi per anni

source: Claim Late Serials
it: Reclamo seriali

source: Koha can send email messages to your serial vendors if you have late issues. To the left of the main serials page there is a link to 'Claims'
it: Koha può spedire email al tuo fornitore di periodici se hai fascicoli in ritardo. Trovi il link 'Solleciti' a sinistra nella pagina principale delle 'Risorse in continuazione'

source: The links to claims also appears to the left of the subscription detail page
it: Il link ai reclami appare anche a sinistra della pagina dei dettagli dell'abbonamento

source: If you don't have a claim notice defined yet you will see a warning message that you need to first define a notice.
it: Se non hai già un avviso di sollecito predefinito, apparirà un messaggio che ti invita a definirne uno.

source: Clicking 'Claims' will open a report that will ask you to choose from your various serial vendors to generate claims for late issues.
it: Premendo 'Solleciti' si aprirà il report che ti chiederà di scegliere il nome del fornitore a cui segnalare i fascicoli in ritardo.

source: From the list of late issues you can choose which ones you want to send a claim email to by clicking the checkbox to the left of late issue, choosing the notice template to use and clicking the 'Send notification' button.
it: Dall'elenco dei fascicoli in ritardo, puoi scegliere quali sollecitare via email cliccando la casella a sinistra, scegliendo il modello del sollecito e premendo il bottone "Spedisci".

source: Check Serial Expiration
it: Controlla scadenza (periodici)

source: When adding serials you enter a subscription length, using the check expiration tool you can see when your subscriptions are about to expire. To use the tool click the link to 'Check expiration' on the serials menu.
it: Quando si aggiunge un periodico, si indica una durata dell'abbonamento; usando lo strumento del controllo degli abbonamenti scaduti, puoi vedere quali abbonamenti sono prossimi a scadere. Per usare lo strumento, clicca sul link 'Controlla scadenza' nel menù dei periodici.

source: In the form that appears you need to enter at least a date to search by.
it: Nel form che appare devi inserire almeno una data da cercare.
