Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/10_lists.po
Languages: fr

source: Lists are a way to save a collection of content on a specific topic or for a specific purpose. The Cart is a session specific storage space.
fr: Les listes sont un moyen de sauvegarder une collection au sujet spécifique ou avec un but spécial. Le panier est un espace de stockage spécifique.

source: Lists
fr: Listes

source: Create a List
fr: Créer une liste

source: A list can be created by visiting the Lists page and clicking 'New List'
fr: Une liste peut être crée en allant sur le module Listes et en cliquant sur 'Nouvelle liste'

source: The new list form offers several options for creating your list:
fr: La nouveau formulaire de liste offre plusieurs options pour créer votre liste:

source: The name is what will appear on the list of Lists
fr: Le nom apparaîtra dans la Liste des listes

source: You can also choose how to sort the list
fr: Vous pouvez également choisir comment filtrer la liste

source: Next decide if your list is going to be private or public
fr: Et décider ensuite si votre liste sera privée ou publique

source: A Private List is managed by you and can be seen only by you (depending on your permissions settings below)
fr: Vous gérez la Liste Privée et elle peut être seulement vue par vous (cela dépend des autorisations paramétrées ci-dessous)

source: A Public List can be seen by everybody, but managed only by you (depending on your permissions settings below)
fr: La Liste Publique peut être vue par tout le monde, mais elle est gérée par vous (cela dépend des autorisations paramétrées ci-dessous)

source: anyone else to add entries
fr: à une autre personne d'ajouter des entrées

source: anyone to remove his own contributed entries
fr: à une autre personne de supprimer ses propres entrées

source: The owner of a list is always allowed to add entries, but needs permission to remove.
fr: Le propriétaire d'une liste est toujours autorisé à ajouter des entrées, mais il doit avoir les droits pour les retirer.

source: A list can also be created from the catalog search results
fr: On peut également créer une liste à partir de la page de résultat d'une recherche.

source: Check the box to the left of the titles you want to add to the new list
fr: Cliquez la boîte à côté du titre que vous voulez ajouter à la liste

source: Choose [New List] from the 'Add to:' pull down menu
fr: Cliquez sur le bouton 'Ajouter à' et choisissez 'Nouvelle liste' dans le menu déroulant

source: Name the list and choose what type of list this is
fr: Nommez la liste et choisissez le type de liste

source: A Private List is managed by you and can be seen only by you
fr: Une Liste Privée est gérée par vous et ne peut être vue que par vous-même

source: A Public List can be seen by everybody, but managed only by you
fr: Une Liste Publique peut être vue par tous, mais est gérée par vous-seul

source: Once the list is saved it will accessible from the Lists page and from the 'Add to' menu at the top of the search results.
fr: Une fois que la liste est enregistrée, elle accessible dans la page Liste et dans le menu Ajouter à qui se trouve en haut des pages de résultat d'une recherche.

source: Add to a List
fr: Ajouter à la liste

source: To add titles to an existing list click on the list name from the page of lists
fr: Pour ajouter des titres à une liste existante, cliquez sur le nom de la liste dans la page Listes.

source: To open a list you can click the list name.
fr: Pour ouvrir une liste vous pouvez cliquer sur le nom de la liste

source: From that page you can add titles by scanning barcodes into the box at the bottom of the page
fr: Dans la page des listes, vous pouvez ajouter des titres en scannant leurs codes à barres dans la boîte de saisie qui se trouve en bas de la page

source: A title can also be added to a list by selecting titles on the search results page and choosing the list from the 'Add to' menu
fr: On peut également ajouter un titre à une liste en le sélectionnant dans la page de résultat d'une recherche et en choisissant Ajouter à une liste.

source: Viewing Lists
fr: Visualiser les listes

source: To see the contents of a list, visit the Lists page on the staff client
fr: Pour le voir le contenu d'une liste, visitez la page Listes de l'interface professionnelle

source: Clicking on the 'List Name' will show the contents of the list
fr: Si vous cliquez sur 'Nom de la liste', le contenu de la liste s'affichera

source: From this list of items you can perform several actions
fr: Vous pouvez effectué plusieurs actions depuis la liste des exemplaires

source: 'New list' will allow you to create another list
fr: 'Nouvelle liste' vous permet de créer une autre liste

source: 'Edit' will allow you to edit the description and permissions for this list
fr: 'Modifier' vous permet de modifier la description et les autorisations de cette liste

source: 'Print list' will present you with a printable version of the list
fr: 'Imprimer la liste' affichera une version imprimable de la liste

source: Using the filters at the top of each column you can find specific items in your list.
fr: En utilisant les filtres en haut de chaque colonne vous pouvez trouver des exemplaires spécifiques dans votre liste.

source: Merging Bibliographic Records Via Lists
fr: Fusionner des notices bibliographiques à partir de listes

source: One way to merge together duplicate bibliographic records is to add them to a list and use the Merge Tool from there.
fr: La manière la plus simple de fusionner des notices bibliographiques dupliquées est de les ajouter à une liste et d'utiliser l'Outil Fusion à partir de là.

source: Cart
fr: Panier

source: The cart is a temporary holding place for items in the OPAC and/or staff client. The cart will be emptied once the session is ended (by closing the browser or logging out). The cart is best used for performing batch operations (holds, printing, emailing) or for getting a list of items to be printed or emailed to yourself or a patron.
fr: Le panier est un espace temporaire de stockage des articles dans l'OPAC et/ou l'interface professionnelle. Le panier se vide automatiquement une fois que vous fermez la session (en fermant le navigateur ou en se déconnectant). Le panier est utilisé pour effectuer des opérations sur un lot de notices (réservations, impression, envoi par courrier électronique). Ou pour imprimer une liste d'exemplaires, ou l'envoyer par e-mail à un adhérent.

source: A confirmation will appear below the cart button at the top of the staff client
fr: Une message de confirmation indiquant le nombre d'exemplaires ajoutés s'affichera sous le bouton Panier en haut de l'interface professionnelle

source: Clicking on the Cart icon will provide you with the contents of the cart
fr: Vous pouvez cliquer sur l'icône du panier afin de voir son contenu

source: 'More details' will show more information about the items in the cart
fr: Le bouton 'Plus de détails' affiche plus d'informations sur les exemplaires du panier

source: 'Print' will present you with a printable version of the cart
fr: Le bouton 'Imprimer' vous affiche une version imprimable du panier

source: 'Empty and Close' will empty the list and close the window
fr: Le bouton 'Vider et fermer' vide la liste et ferme la fenêtre

source: 'Hide Window' will close the window
fr: Le bouton 'Fermer la fenêtre' ferme la fenêtre
