Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/14_plugins.po
Languages: cs, fr

source: Plugin System
cs: System pluginů Koha
fr: Système de Plugin

source: Koha's Plugin System allows for you to add additional tools and reports to Koha that are specific to your library. Plugins are installed by uploading KPZ ( Koha Plugin Zip ) packages. A KPZ file is just a zip file containing the perl files, template files, and any other files necessary to make the plugin work.
cs: Systém zásuvných modulů Kohy umožňuje přidávat do Kohy doplňkové nástroje a výstupy, které jsou specifické pro vaši knihovnu. Zásuvné moduly jsou instalovány nahráním balíčků KPZ (Koha Plugin Zip). Soubor KPZ je pouze zip soubor, který obsahuje soubory perl, šablony a jakékoliv jiné soubory potřebné ke správnému fungovaní zásuvného modulu.
fr: Le système de plugin de Koha vous permet d'ajouter à Koha des outils et des rapports supplémentaires spécifiques à votre bibliothèque. Les plugins s'installent en téléchargeant les packages KPZ (Koha Plugin Zip). Un fichier KPZ est simplement un fichier zip contenant les fichiers perl, les fichiers de templates, et tout les autres fichiers nécessaires au fonctionnement du plugin.

source: The plugin system needs to be turned on by a system administrator.
cs: Plugin systém musí být zapnutý správcem systému.
fr: Le système de plugin doit être activé par l'administrateur du système.

source: Set up
cs: Nastavení
fr: Configuration

source: To set up the Koha plugin system you must first make some changes to your install.
cs: Pro zapnutí systému pluginů v Koha musíte nejprve změnit konfiguraci Vaší instalace.
fr: Pour configurer le système de plugin de Koha, vous devez d'abord effectuer des changements dans votre installation.

source: Change <enable\_plugins>0</enable\_plugins> to <enable\_plugins>1</enable\_plugins> in your koha-conf.xml file
cs: V souboru koha-conf.xml změňte nastavení <enable\_plugins>0</enable\_plugins> na <enable\_plugins>1</enable\_plugins>

source: Restart your webserver
cs: Restartujte váš webserver
fr: Redémarrer votre serveur web

source: Once set up is complete you will need to alter your :ref:`UseKohaPlugins` system preference. On the Tools page you will see the Tools Plugins and on the Reports page you will see the Reports Plugins.
cs: Poté zapněte systémové nastavení :ref:`UseKohaPlugins`. Na stránce Nástroje se zpřístupní položka Zásuvné moduly a na stránce Výstupy se zpřístupní položka Výstupy poskytované pluginy.

source: Search History
cs: Historie hledání
fr: Historique de recherche

source: If you have your :ref:`EnableSearchHistory` preference set to keep your search history then you can access this information by clicking on your username in the top right of the staff client and choosing 'Search history'.
cs: Pokud máte v systémovém nastavení :ref:`EnableSearchHistory` zapnuto ukládání historie hledání, můžete si prohlížet uložené informace kliknutím na vaše jméno vpravo nahoře a vybráním možnosti 'Historie hledání'.

source: From this page you will see your bibliographic search history
cs: Na této stránce uvidíte vaši historii hledání v katalogu
fr: Vous verrez sur cette page votre historique de recherche bibliographique

source: And your authority search history.
cs: A vaši historii hledání v autoritních záznamech.
fr: Et votre historique de recherche d'autorités.

source: About Koha
cs: O systému Koha
fr: À propos de Koha

source: The 'About Koha' area will give you important server information as well as general information about Koha.
cs: Sekce "O Koha" vám poskytne důležité informace o serveru, jakož i obecné informace o Koha.
fr: 'À propos de Koha' vous fournira d'importantes informations concernant le serveur ainsi que des informations générales à propos de Koha.

source: *Get there:* More > About Koha
cs: *Cesta:* Více > O systému Koha

source: Server Information
cs: Server
fr: Information serveur

source: Under the 'Server Information' tab you will find information about the Koha version and the machine you have installed Koha on. This information is very important for debugging problems. When reporting issues to your support provider or to the various other support avenues (mailing lists, chat room, etc), it's always good to give the information from this screen.
cs: Na kartě "Informace o serveru" naleznete informace o verzi Koha a počítači na který jste Koha nainstalovali. Tyto informace jsou velmi důležité pro ladění problémů. Při hlášení problémů své servisní podpoře nebo na různé jiné podpůrné způsoby (e-mailové konference, chaty, atd.), je vždy dobré, abyste zaslali informace z této obrazovky.
fr: Dans l'onglet 'Information serveur', vous trouverez des informations concernant la version Koha et l'ordinateur sur lequel vous avez installé Koha. Ces informations sont importantes pour corriger les bugs. Lorsque des problèmes sont signalés à l'assistance technique ou à d'autres supports tels que (les messageries, chat, etc), il est toujours utile d'avoir ce genre d'informations à l'écran.

source: Perl Modules
cs: Moduly jazyka Perl
fr: Modules Perl

source: In order to take advantage of all of the functionalities of Koha, you will need to keep your Perl modules up to date. The 'Perl Modules' tab will show you all of the modules required by Koha, the version you have installed and whether you need to upgrade certain modules.
cs: Aby bylo možné využít všech funkcionalit Koha, budete potřebovat udržovat vaše Perl moduly aktuální. Záložka "Perl moduly" vám ukáže všechny Perl moduly vyžadované od Koha, verzi, kterou jste nainstalovali, a zda je nutné aktualizovat některé moduly.
fr: Afin d'optimiser toutes les fonctionnalités de Koha, vous aurez besoin de garder vos modules Perl à jour. L'onglet 'Modules Perl' vous affichera tous les modules demandés par Koha, la version que vous avez installée, et la mise à jour de certains modules si besoin.

source: Items listed in bold are required by Koha, items highlighted in red are missing completely and items highlighted in yellow simply need to be upgraded.
cs: Položky uvedené tučně jsou pro běh systému Koha vyžadovány, položky zvýrazněné červeně chybí a položky označené žlutě by měly být aktualizovány.

source: System Information
cs: Systémové informace
fr: Information Sytème

source: This tab will provide you with warnings if you are using system preferences that have since been deprecated or system preferences that you have set without other required preferences
cs: Tato karta vám poskytne upozornění, když používáte systémové předvoleby, které se staly zastaralými nebo jste je nastavili bez dalších požadovaných předvoleb
fr: Cet onglet vous avertira si vous utilisez des préférences systèmes qui ont été désapprouvées ou qui ont été paramétrées sans autres préférences obligatoires
