Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: it, tr

source: Visit the :ref:`Stage MARC Records for Import` tool and upload your file. Once presented with the confirmation screen proceed to Acquisitions.
it: Visita il :ref:`Prepara i record MARC per l'importazione <stage-marc-records-for-import-label>` e carica il tuo file. Una volta visualizzata la schermata di conferma procedere nelle acquisizioni.
tr: :ref:`MARC kayıtlarını içe aktarmak için hazırla` aracını ziyaret edin ve dosyanızı yükleyin. Karşınıza onay ekranı gelince Sağlama bölümüne geçin.

source: In Acquisitions :ref:`create a basket <create-a-basket-label>` for the vendor you ordered from. From the basket, choose to `order from a staged file <#orderfromstagedfile>`__ and click 'Order' next to the file you downloaded from your vendor and staged in Koha.
it: In acquisizioni :ref:`crea un raccoglitore <create-a-basket-label>` per il fornitore su cui fai l'ordine. Dal raccoglitore, scegliere di ` ordinare da records nel deposito temporaneo <#orderfromstagedfile>`__ e fare clic su 'Ordine' accanto al file è stato scaricato dal fornitore e caricato nel deposito temporaneo di Koha da parte tua.
tr: Sağlama bölümünde sipariş verdiğiniz satıcı için :ref:`bir sepet oluşturun <create-a-basket-label>`Sepetten `hazırlanmış bir dosyadan sipariş <#orderfromstagedfile>`__ seçeneğini seçin ve satıcınızdan indirdiğiniz ve Koha'da hazırlanan dosyanın yanındaki 'Sipariş' düğmesini tıklayın.

source: From the confirmation screen you will see all of the data in the MARC file related to your order. If you are not seeing fields such as fund and quantity filled in then be sure to confirm that your :ref:`MarcFieldsToOrder` preference is set right.
it: Dalla schermata di conferma verranno visualizzati tutti i dati nel file MARC relativo al tuo ordine. Se non riesci a visualizzare campi come fondo e quantità assicurati che la preferenza :ref:`MarcFieldsToOrder ` sia impostata correttamente.
tr: Onay ekranından siparişinizle ilgili MARC dosyasındaki tüm verileri görürsünüz. Bütçe ve miktar gibi alanları dolu olarak görmüyorsanız :ref:`MarcFieldsToOrder` tercihinin doğru olarak ayarlandığından emin olun.

source: Once you have added all of the items to the basket you can click the 'Create EDIFACT order' button.
it: Dopo aver aggiunto tutti gli elementi al raccoglitore è possibile fare clic sul pulsante 'Crea un ordine EDIFACT'.
tr: Tüm materyalleri sepete ekledikten sonra, 'EDIFACT siparişini oluştur' düğmesini tıklayabilirsiniz.

source: EDIFACT Order
it: Crea un ordine EDIFACT
tr: EDIFACT Siparişi

source: This will generate a pending file in the :ref:`EDIFACT Messages <edifact-messages-label>` in Koha. The pending files will be processed by the :ref:`EDI Cron Job <edi-message-processing-label>` and sent to your vendor.
it: Questo genererà un file in sospeso in :ref:`messaggi EDIFACT <edifact-messages-label>` in Koha. I file in sospeso saranno trattati dal :ref:`EDI Cron Job <edi-message-processing-label>` e inviati al fornitore.
tr: Bu, Koha'daki :ref:EDIFACT İletilerinde <edifact-messages-label>` bekleyen bir dosya oluşturacaktır. Bekleyen dosyalar :ref:EDI Cron Job <edi-message-processing-label>` tarafından işlenir ve satıcınıza gönderilir.

source: EDI Invoicing
it: Fatturazione EDI
tr: EDI Faturalama

source: When the book vendor is done processing your files they will send an invoice via EDI as well. The :ref:`EDI Cron Job <edi-message-processing-label>` will grab invoices and mark items found in the invoice as received and update your funds without any need for manual intervention.
it: Quando il fornitore del libro ha finito di processare i tuoi files, ti invierà una fattura tramite EDI. L' :ref:`EDI Cron Job <edi-message-processing-label>` catturerà le fatture e definirà le copie trovate nella fattura come ricevute, inoltre aggiorenà i fondi/budget senza alcuna necessità di intervento manuale.
tr: Kitap satıcısı dosyalarınızı işleme koyduklarında EDI vasıtasıyla bir fatura gönderecektir. :ref:`EDI Cron Job <edi-message-processing-label>`; faturayı alır ve faturada bulunanları işaretleyerek elle müdahale gerekmeden fonlarınızı günceller.

source: EDIFACT Messages
it: Messaggi EDIFACT
tr: EDIFACT Mesajlar

source: A log of all messages sent and received via EDIFACT can be found under EDIFACT Messages.
it: Un registro di tutti i messaggi inviati e ricevuti tramite EDIFACT si trova sotto Messaggi EDIFACT .
tr: EDIFACT yoluyla gönderilen ve alınan tüm mesajların bir sistem günlüğü EDIFACT Mesajları altında bulunabilir.
