Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: it, tr

source: To place an order you must first search for the vendor or bookseller you want to send the order to.
it: Per effettuare un ordine devi prima cercare il fornitore o il venditore a cui spedire l'ordine.
tr: Bir sipariş yerleştirmek için öncelikle siparişi göndermek istediğiniz kitap satıcısı ya da sağlayıcı için arama yapmalısınız.

source: If you are planning on using EDIFACT to submit your order you will need to first set up your library's :ref:`EDI Accounts` and :ref:`EANs <library-eans-label>`.
it: Se stai pensando di usare EDIFACT per inviare ordini è necessario impostare prima la preferenza di sistema :ref:`Accounts EDI` e gli :ref:`EAN <library-eans-label>`.
tr: Siparişinizi göndermek için EDIFACT'ı kullanmayı planlıyorsanız, öncelikle kütüphanenizin :ref:`EDI Hesapları` ve :ref:`;EAN'larını <library-eans-label>` ayarlamanız gerekecektir.

source: Create a basket
it: Creare un raccoglitore
tr: Bir sepet oluştur

source: If you're using EDI for ordering you will want to download your order record from your vendor before starting the process in Koha.
it: Se stai usando EDI per gli ordini vorrai prima scaricare il record di ordine dal fornitore e poi iniziare il processo di Koha.
tr: Sipariş vermek için EDI kullanıyorsanız, Koha'daki işlemi başlatmadan önce sağlayıcınızdan sipariş kaydınızı indirmek isteyeceksiniz.

source: To create a basket you must first search for the vendor you're ordering from:
it: Per creare un raccoglitore devi prima cercare il fornitore a cui inviare l'ordine:
tr: Bir sepet oluşturmak için öncelikle siparişi gerçekleştireceğiniz sağlayıcı için arama yapmalısınız:

source: And click the 'New basket' button to the right of the vendor name.
it: E fai click sul bottone 'Nuovo raccoglitore' a destra del nome del fornitore.
tr: Ve sağlayıcı adının sağındaki 'Yeni Sepet' butonuna tıklayın.

source: You can also add to an existing basket by clicking the 'Add to basket' link to the far right of each basket's information in the results table.
it: Puoi anche aggiungere in un raccoglitore esistente cliccando sul link 'Aggiungi a un raccoglitore' a destra dell'informazione su ogni raccoglitore nella tabella dei risultati.
tr: Sonuçlar tablosundaki sepet bilgilerinin sağ tarafında bulunan 'Sepete ekle' bağlantısını kullanarak aynı zamanda mevcut bir sepete de ekleyebilirsiniz.

source: After clicking 'New basket' you will be asked to enter some information about the order:
it: Dopo aver cliccato 'Nuovo raccoglitore' ti verranno chieste delle informazioni sull'ordine:
tr: 'Yeni sepet' butonuna tıkladıktan sonra siparişiniz hakkında bazı bilgiler girmeniz istenecektir:

source: When adding a basket you want to give it a name that will help you identify it later
it: Quando aggiungi un raccoglitore, assegnagli un nome che ti aiuti a identificarlo in futuro.
tr: Sepet eklerken, size daha sonra yardımcı olması için bir isim vermek isteyebilirsiniz.

source: Enter in the Billing Place and Delivery Place (this will default the library you're logged in at)
it: Indica il luogo di fatturazione e di consegna (default la biblioteca a cui sei collegato adesso)
tr: Faturalama ve Teslimat Yerini giriniz (bu işlem giriş yaptığınız kütüphaneyi varsayacaktır)

source: If you would like to change the vendor you're ordering from you can use the Vendor pull down menu
it: Per modificare il fornitore, puoi sceglierne un altro dalla tendina Fornitori
tr: Sipariş verdiğiniz sağlayıcıyı değiştirmek istiyorsanız, Sağlayıcı açılır menüsünü kullanabilirsiniz.

source: The notes fields are optional and can contain any type of information
it: I campi note sono opzionali e liberi.
tr: Not alanları isteğe bağlıdır ve her türlü bilgiyi içerebilir

source: If you're ordering standing items (items which arrive regularly) then you will want to check the 'Orders are standing' box for this basket
it: Se stai usando gli ordini permaneti (ordini che fanna arrivare regolarmente delle copie), allora vorrai selezionare il box 'Gli ordini sono permanenti' per questo raccoglitore
tr: Uzun vadeli materyaller (düzenli olarak ulaşan materyaller) sipariş ediyorsanız, bu sepet için "Uzun vadeli materyaller" kutusunu işaretlemek isteyeceksiniz

source: If you have :ref:`added contracts <add-a-contract-label>` to the vendor you're ordering from, you will also have an option to choose which contract you're ordering these items under.
it: Se hai :ref:`aggiunto contratti <add-a-contract-label>` al venditore da cui stai ordinando, avrai anche la possibilità di scegliere su quale contratto inserire le copie che stai ordinando.
tr: Eğer sipariş verdiğiniz sağlayıcıya :ref:`eklenmiş sözleşmeler <add-a-contract-label>` varsa, bu materyalleri hangi sözleşme altında sipariş ettiğinizi seçme opsiyonunuz olacaktır.

source: When finished, click 'Save'
it: Al termine, clicca 'Salva'
tr: Bitince, 'Kaydet' üzerine tıklayın

source: Once your basket is created you are presented with several options for adding items to the order.
it: Dopo aver creato il raccoglitore, potrai inserirvi copie da ordinare in diversi modi.
tr: Sepetiniz oluşturulduğunda, size siparişe materyal eklemeniz için birkaç seçenek sunulacak.

source: If you are ordering another copy of an existing item, you can simply search for the record in your system.
it: Per ordinare da un record esistente, cerca il record nel tuo sistema
tr: Var olan bir materyalin diğer bir kopyasını istiyorsanız, sisteminizdeki kaydı arayabilirsiniz.

source: From the results, simply click 'Order' to be brought to the order form.
it: Nei risultati, premi 'Ordina' per passare alla form degli ordini.
tr: Sonuçlardan, sadece sipariş formuna getirilecek 'Sipariş Ver'e tıklayınız.

source: All of the details associated with the item will already be listed under 'Catalog details.'
it: Tutti i dettagli associati alla copia verranno subito elencati sotto 'Dettagli'
tr: Materyalle ilgili olan tüm detaylar 'Katalog detayları' adı altında listelenecektir

source: If you allow patrons to make purchase suggestions (learn more in the :ref:`Managing Suggestions` section of this manual), then you can place orders from those suggestions. In order to keep track of suggestions that have been ordered and received you must place the order using this link.
it: Se permetti agli utenti di a fare proposte d'acquisto (per saperne di più vai a :ref:`sezione gestione dei suggerimenti <managing-suggestions-label>` di questo manuale), è possibile effettuare ordini da quei suggerimenti. Al fine di tenere traccia dei suggerimenti che sono stati ordinati e ricevuti è necessario effettuare l'ordine utilizzando questo link.
tr: Kullanıcılarınızın satın alma önerileri yapmalarına izin veriyorsanız (bu kılavuzun :ref:`Önerilerin Yönetimi` bölümünde daha fazla bilgi edinebilirsiniz), bu öneriler üzerinden sipariş verebilirsiniz. Sipariş edilen ve teslim alınan önerileri takip etmek için siparişi bu bağlantıyı kullanarak vermelisiniz.

source: From the results, click 'Order' next to the item you want to order and you will be presented with the order form including a link to the suggestion
it: Dai risultati, fare clic su 'Ordina' accanto alla copia che si desidera ordinare e apparirà il modulo d'ordine e un collegamento alla proposta di acquisto
tr: Sonuçlardan, sipariş etmek istediğiniz materyalin yanındaki 'Sipariş et' üzerine tıklayın ve öneriye bir bağlantı içeren bir sipariş formu karşınıza gelecektir.

source: From this form you can make changes to the Catalog Details if necessary.
it: Da questa form puoi modificare i Dettagli del catalogo
tr: Bu formdan, gerekli olduğu durumlarda katalog detayları üzerinde değişiklikler yapabilirsiniz.

source: When the item appears in your basket it will include a link to the suggestion.
it: Quando una copia appare nel tuo cestino, conterrà un link alla richiesta di acquisto.
tr: Materyal sepetinizde gözüktüğünde, öneri bağlantısı içerecektir.

source: Orders added to the basket in this way will notify the patron via email that their suggestion has been ordered and will update the patron's ':ref:`My purchase suggestions <my-purchase-suggestions-label>`' page in the OPAC.
it: Gli ordini così aggiunti al raccoglitore, notificheranno via emal all'utente che la sua proposta è stata accettata e verrà aggiornata la pagina dell'utente ':ref:`Le mie richieste di acquisto <my-purchase-suggestions-label>`' nell'OPAC.
tr: Bu şekilde sepete eklenen siparişler, kullanıcıyı e-posta vasıtasıyla önerilerinin sipariş edildiği konusunda bildirecek ve kullanıcının OPAC :ref:`Satın alma önerilerim <my-purchase-suggestions-label>`' sayfasını güncelleyecektir.

source: If you're using the `Serials <#serials>`__ module you can link your subscription order information to acquisitions by choosing to order 'From a subscription'
it: Se usi il modulo `Risorse in continuazione <#serials>`__ puoi collegare l'abbonamento con le informazioni dell'ordine relativo presente nelle acquisizioni scegliendo di fare l'ordine 'Da un abbonamento'.
tr: `Süreli yayınlar <#serials>`__ modülünü kullanıyorsanız, abonelik sipariş bilgilerinizi 'Abonelikten' sipariş etmeyi seçerek abonelik sipariş bilgilerinizi sağlamaya bağlayabilirsiniz.

source: After clicking the order link you will be brought to a search page that will help you find your subscription
it: Dopo aver cliccato il link dell'ordine sarai trasferito a una pagina di ricerca che ti aiuterà a trovare il tuo abbonamento
tr: Sipariş bağlantısına tıkladıktan sonra aboneliğinizi bulmanıza yardımcı olacak bir arama sayfasına getirileceksiniz

source: Your results will appear to the right of the form and each subscription will have an 'Order' link to the right
it: I risultati appariranno sulla destra del form ed ogni abbonamento avrà un link 'Oridna' sulla destra.
tr: Sonuçlarınız formun sağında görünecek ve her aboneliğin sağ tarafında bir 'Sipariş' bağlantısı olacaktır.

source: Clicking 'Order' will bring the subscription info in to the order form without an 'Add item' section since you are just ordering a subscription and an item isn't needed
it: Cliccando 'Ordine' trasporterai le informazioni dell'abbonamento in un form per oridnare senza una sezione 'Aggiungi una copia' perchè stai ordinando un abbonamentoe la copia non è necessaria
tr: 'Sipariş et' bağlantısına tıklamak, sadece bir abonelik siparişi verdiğiniz ve bir materyale ihtiyacınız olmayacağı için abonelik bilgisini sipariş formu üzerine 'Materyal ekle' bölümü olmadan getirecektir

source: To order from a record that can't be found anywhere else, choose the 'From a new (empty) record.'
it: Per ordinare un nuovo libro che non si trova altrove, clicca su 'Da un nuovo record (vuoto)'
tr: Başka hiçbir yerde bulunamayan bir kayıttan istekte bulunmak için 'Yeni (boş) kayıttan' seçeneğini seçiniz.

source: You will be presented with an empty form to fill in all of the necessary details about the item you are ordering.
it: Ti verrà presentata una form da riempire con i dati della copia che vuoi ordinare
tr: Size sipariş ettiğiniz materyalle ilgili tüm gerekli detayları dolduracağınız boş bir form sunulacak.

source: If you want to search other libraries for an item to purchase, you can use the 'From an external source' option that will allow you to order from a MARC record found via a Z39.50 search.
it: Se vuoi cercare il libro da acquistare presso altre biblioteche, puoi usare l'opzione 'Da risorse esterne', che ti permetterà di ordinare da un record MARC trovato con una ricerca Z39.50.
tr: Bir materyal satın almak için diğer kütüphanelerde arama yapmak istiyorsanız, Z39.50 araması vasıtasıyla bulunan bir MARC kaydından sipariş yapmanıza izin veren 'Harici bir kaynaktan' seçeneğini kullanabilirsiniz.

source: From the results, click the Order link next to the item you want to purchase.
it: Dai risultati, clicca il link 'Ordina' accanto alla copia che vuoi acquistare.
tr: Sonuçlardan, satın almak istediğiniz materyalin yanındaki Sipariş bağlantısına tıklayınız.

source: If the item you're ordering from an external source looks like it might be a duplicate, Koha will warn you and give you options on how to proceed.
it: Se il libro trovato su una risorsa esterna e che stai per ordinare risulta un doppione, Koha ti avvertirà e ti offrirà opzioni per procedere.
tr: Eğer harici bir kaynaktan sipariş ettiğiniz materyal çift kopya olabilir gibi görünüyorsa, Koha sizi uyaracak ve nasıl devam etmek istediğiniz doğrultusunda seçenekler sunacaktır.

source: From the warning, you can choose to order another copy on the existing bib record, create a new bib record, or cancel your order of this item.
it: Dall'avviso, potrai scegliere se ordinare una nuova copia, creare n nuovo record bibliografico, o cancellare l'ordine della copia.
tr: Uyarılardan, mevcut bibliyografik kaydın diğer kopyasını sipariş etmeyi seçebilir, yeni bir bibliyografik kayıt oluşturabilir ya da bu materyalin siparişini iptal edebilirsiniz.

source: In the order form that pops up, you will not be able to edit the catalog details.
it: Nella form di ordine che apparirà, non sarai in grado di modificare i dettagli catalografici
tr: Açılan sipariş formunda katalog ayrıntılarını düzenlemeniz mümkün olmayacaktır.

source: The next option for ordering is to order from a staged record (:ref:`learn more about staging records <stage-marc-records-for-import-label>`).
it: La prossima opzione per ordinare è fare l'ordine ordinare da un record in deposito (:ref:`Ulteriori informazioni sui record in deposito <stage-marc-records-for-import-label>`).
tr: Bir sonraki seçenek hazırlanmış bir kayıttan sipariş etmektir (:ref:`kayıtların hazırlanması hakkında daha fazla bilgi edinin <stage-marc-records-for-import-label>`).

source: This is the option you will choose if you have an order file from your vendor.
it: Sceglierai quest'opzione se hai rievuto un file di ordine dal fornitore.
tr: Sağlayıcınızdan bir sipariş dosyanız varsa seçeceğiniz seçenek budur.

source: Order from a staged file
it: Crea un ordine usando i records nel deposito temporaneo
tr: Hazırlanmış bir dosyadan istek yap

source: From the list of files you are presented with, choose the 'Add orders' link to add the records in the staged file to your order.
it: Scegli il link 'Aggiungi ordini' dalla lista dei file che ti viene presentata per aggiungere record al file del tuo ordine.
tr: Size sunulan dosyalar listesinden, kayıtları hazırlanmış dosyalar içinden siparişinize eklemek için Sipariş ekle' bağlantısını seçin.

source: Next to each title is a checkbox, check the items you would like to order, or choose 'Check all' at the top. Depending on your settings in the :ref:`MarcFieldsToOrder` preference Koha will populate the next screen with with the relevant Quantity, Price, Fund, Statistic 1, and Statistic 2 found within the staged file.
it: Accanto a ciascun titolo c'è una casella di controllo, controlla le copie che si desidera ordinare, o scegli 'Controlla tutto' in alto. A seconda delle impostazioni della preferenza :ref:`MarcFieldsToOrder `, Koha popolerà la schermata successiva con la quantità corrispondente, Prezzo, Fondo, Statistica 1 e Statistica 2 trovati all'interno del file depositato.
tr: Her başlığın yayında bir onay kutusu vardır, sipariş etmek istediğiniz materyalleri işaretleyin, ya da en üstte bulunan 'Hepsini işaretle' seçeneğini seçin. :ref:`MarcFieldsToOrder` tercihindeki ayarlarınıza bağlı olarak Koha bir sonraki ekranı hazırlanmış dosya içerisinde bulduğu ilgili Miktar, Fiyat, Bütçe, İstatistik 1 ve İstatistik 2 bilgileri ile dolduracaktır.

source: In the 'Item Information' tab you can enter information that will be added to every ordered item such as item type, collection code and not for loan status.
it: Nel tab 'Informazioni sulla copia' puoi inserire le informazioni che saranno aggiunte a ogni copia ordinata come il tipo copia, la sezione di collocazione e se è disponibile o meno per il prestito.
tr: 'Materyal Bilgisi' sekmesi içerisine, materyal türü, koleksiyon kodu ve ödünç durumu gibi tüm sipariş edilen materyallere eklenecek olan bilgiyi girebilirsiniz.

source: The final option for ordering is to order from a list of titles with the highest hold ratios
it: L'ultima possibilità è ordinare da una lista di titoli con il più alto numero di prenotazioni
tr: Sipariş için son seçenek en yüksek ayırma oranlarına sahip başlıkların listesinden sipariştir

source: This option will take you to the Holds Ratio report where you can find items with a high hold ratio and order additional copies. Next to each title will be a link with the number of items to order, click that and it will add the item to your basket.
it: Questa opzione ti fornisce un report con la distribuzione delle prenotazioni dove potrai trovare documenti con un alto numero di prenotazioni sopra per ordinarne, quindi, copie aggiuntive. Accanto a ciascun titolo ci sarà un link con il numero di copie da ordinare, cliccandoci sppra potrai aggiungere la copia al tuo basket.
tr: Bu seçenek sizi, yüksek ayırma oranlarına sahip materyalleri bulabileceğiniz ve ilave kopyalar sipariş edebileceğiniz Ayırma Oranları Raporu'na götürecektir. Her başlığın yanında sipariş edilecek materyallerin sayısıyla birlikte bir bağlantı olacaktır, bu bağlantıya tıklayınca materyali sepetinize ekleyecektir.

source: With any of the above ordering options you're presented with an option to notify patrons of the new item when it's received. The contents of that notification can be edited in the :ref:`Notices & Slips` tool and will have the code of ACQ\_NOTIF\_ON\_RECEIV. In the 'Patrons' section you will see an option to 'Add user'. Click that button to add patrons who will be notified of the new issue.
it: Con una qualsiasi delle suddette opzioni d'ordine ti sarà presentata un'opzione per avvisare gli utenti della nuova copia quando viene ricevuta. Il contenuto dell'avviso può essere modificato nello strumento ` Avvisi & Ricevute <notices-&-slips-label>`__ ed avrà il codice ACQ\_NOTIF\_ON\_RECEIV. Nella sezione 'Utenti' vedrai un'opzione 'Aggiungi utente'. Fai click sul pulsante per aggiungere utenti alla lista di quelli che verranno avvisati all'arrivo della nuova copia.
tr: Yukarıdaki sipariş seçeneklerinden herhangi biriyle, kullanıcılara yeni materyalin alındığını bildirme seçeneği sunulmaktadır. Bu bildirimin içeriği :ref:Notices & Slips aracına yönlendirilir ve ACQ\_NOTIF\_ON\_RECEIV koduna sahip olur. 'Kullanıcılar' bölümünde 'Kullanıcı ekle' seçeneği görüntülenir. Yeni sayının bildirileceği kullanıcıları eklemek için bu düğmeyi tıklayın.

source: Patron notification search
it: Ricerca di notifiche all'utente
tr: Kullanıcı bildirimi arama

source: In the window that pops up search for the patrons you'd like to notify and click 'Select'
it: Nel pop u che apparirà cerca per utente e clicca 'Select' per inviare la notifica
tr: Açılan pencerede uyarmak istediğiniz kullanıcıları arayın ve 'Seç'e tıklayın

source: Once you're done you can close the window and you'll see the list of patrons under the 'Patrons' section
it: Una voltà fatto puoi chiudere la finestra e vedrai la lista degli utenti nella sezione 'Utenti0
tr: İşiniz bittikten sonra pencereyi kapatabilirsiniz ve 'Kullanıcılar' bölümü altında kullanıcıların listesini göreceksiniz

source: After bringing in the bib information (for all import methods except for the staged file), if your :ref:`AcqCreateItem` system preference is set to add an item when ordering you will enter the item info next. You need to fill out at least one item record and then click the 'Add' button at the bottom left of the item form.
it: Dopo aver inserito le informazioni bibliografiche (questo vale per tutti i metodi di importazione fatta eccezione per i record in deposito), se la preferenza di sistema :ref:`AcqCreateItem` è impostato su 'Aggiungere un elemento quando si fa un ordine', allora dovrai inserire le informazioni di copia. È necessario inserire almeno una copia quindi fare clic sul pulsante 'Aggiungi' in basso a sinistra del form della copia.
tr: bibliyografik bilgileri getirdikten sonra (hazırlanmış dosya hariç tüm içe aktarma yöntemleri için), eğer :ref:`AcqCreateItem` sistem tercihiniz sipariş ederken materyali ekle olarak ayarlıysa hemen sonra materyal bilgilerini gireceksiniz. En az bir materyal kaydı doldurmanız ve daha sonra materyal formunun alt solunda yer alan 'Ekle' butonuna tıklamanız gerekli olacaktır.

source: After clicking the 'Add item' button below the item record the item will appear above the form and then you can enter your next item the same way (if ordering more than one item).
it: Dopo aver cliccato il bottone 'Aggiungi copia' sotto i dati di copia, la copia apparirà sopra il modulo e potrai aggiungere la copia successiva allo stesso modo, se intendi acquistare più copie.
tr: Materyal kaydının altında bulunan 'Materyal ekle' butonuna tıkladıktan sonra materyal formun üstünde belirecek ve böylece bir sonraki materyali aynı şekilde girebileceksiniz (eğer birden fazla materyal sipariş ediyorsanız).

source: Once you have entered the info about the item, you need to enter the Accounting information.
it: Una volta inserite le info sulla copia, dovrai specificare le info sull'account.
tr: Materyalle ilgili bilgiyi girdiğinizde, Hesaplama bilgisini de girmek durumundasınız.

source: Quantity is populated by the number of items you've added to the order above.
it: La quantità è popolata dal numero di copie che hai aggiunto all'ordine.
tr: Miktar, Yukarıdaki siparişe eklediğiniz materyal sayısına göre doldurulur.

source: You cannot edit the quantity manually, you must click 'Add' below the item form to add as many items as you're ordering.
it: Non è possibile modificare manualmente la quantità, è necessario scegliere 'Aggiungi' sotto il form per aggiungere altrettanti copie quante ne stai ordinando
tr: Miktarı manuel olarak düzenleyemezsiniz, materyal formunun altında bulunan 'Ekle' butonuna tıklayarak sipariş ettiğiniz miktarda materyali eklemelisiniz.

source: The list of funds is populated by the :ref:`funds <funds-label>` you have assigned in the Acquisitions Administration area.
it: La lista di fondi è popolata dai :ref:`fondi <funds-label>` che hai assegnato nell'area di Amministrazione delle Acquisizioni.
tr: Fonların listesi, Sağlama Yönetim Alanında atadığınız :ref:`fonlar <funds-label>`tarafından doldurulur.

source: The currency pull down will have the :ref:`currencies <currencies-and-exchange-rates-label>` you set up in the :ref:`Acquisitions Administration <acquisitions-label>` area.
it: La tendina delle valute avrà le :ref:`valute <currencies-and-exchange-rates-label>` che hai impostato nell'area di :ref:`Amministrazione delle Acquisizioni <acquisitions-label>`.
tr: Para birimi açılır menüsünde :ref:`Acquisitions Administration <acquisitions-label>` alanında ayarladığınız para birimleri :ref:`currencies <currencies-and-exchange-rates-label>` yer alacaktır.

source: The vendor price is the price before any taxes or discounts are applied.
it: Il prezzo del fornitore non comprende tasse o sconti
tr: Sağlayıcı fiyatı her hangi bir verginin ya da indiriminin uygulanmadan önceki fiyatıdır.

source: If the price is uncertain, check the uncertain price box.
it: Se il prezzo non è sicuro, indicalo faceno check sulla casella 'prezzo incerto'.
tr: Fiyat belirsiz ise, belirsiz fiyat kutusunu işaretleyin.

source: A basket with at least one uncertain price can't be closed.
it: Un raccoglitore che contiene almeno un prezzo incerto non può essere chiuso.
tr: En az bir belirsiz fiyattaki sepet kapatılamaz.

source: If you are charged sales tax, choose that from the gstrate field
it: Se devi pagare tasse di vendita, scegliele dal campo IVA
tr: Satış vergisi ödüyorsanız, mal ve hizmet vergisi oran alanından seçiniz.
