Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: it, tr

source: Click on the row of the invoice number you would like to keep and it will be highlighted in yellow. Enter any different billing information in the fields provided and click 'Merge'. The two invoices will become one.
it: Fai click sulla riga del numero fattura che vuoi conservare e questa verrà evidenziata in giallo. Inserisci dati di fatturazione diversi nei campi disponibili e fai click su 'Unisci'. Le due fatture diventeranno una.
tr: Saklamak istediğiniz fatura numarasının satırı üzerine tıklayın ve bu satırın üzeri sarı renkle çizilecektir. Sağlanan alanlara herhangi bir farklı fatura bilgisini girip 'Birleştir' butonuna tıklayın. İki fatura tek fatura heline gelecektir.

source: Claims & Late Orders
it: Solleciti e Ordini in ritardo
tr: Talepler & Gecikmiş Siparişler

source: If you have entered in an email address for the vendors in your system you can send them claim emails when an order is late. Before you can send claims you will need to set up an `acquisitions claim notice <#ACQCLAIM>`__.
it: Se è stato inserito un indirizzo di posta elettronica per i fornitori nel sistema, è possibile inviare messaggi di reclamo quando un ordine è in ritardo. Prima di poter inviare reclami è necessario impostare un ` avviso di reclamo acquisizioni <#ACQCLAIM>`__.
tr: Sisteminize sağlayıcıların e-posta adreslerini kaydettiyseniz, bir sipariş geciktiğinde claim e-postaları gönderebilirsiniz. Claim göndermeden önce bir `sağlama claim uyarısı <#ACQCLAIM>`__ ayarlamanız gerekli olacaktır.

source: Upon clicking on the link to 'Late Orders' from the Acquisitions page you will be presented with a series of filter options on the left hand side. These filters will be applied only closed baskets.
it: Dopo aver cliccato sul link 'Ordini in ritardo' dalla pagina delle Acquisizioni, ti verrà presentata una serie di opzioni di filtro sulla sinistra. Questi filtri si applicano solo a raccoglitori chiusi.
tr: Sağlamalar sayfasından 'Gecikmiş Siparişler' bağlantısı üzerine tıklayınca ekranın sol tarafına filtreleme seçenekleri gelecektir. Bu filtreler yalnızca kapatılmış sepetlere uygulanacaktır.

source: The vendor pull down only shows vendors with closed baskets that are late.
it: Il menu a tendina dei fornitori mostra solo i fornitori con raccogliotori sia chiusi che in ritardo
tr: Sağlayıcı çekme menüsü sadece kapalı sepetteki geciken sağlayıcıları gösterir.

source: Once you filter your orders to show you the things you consider to be late you will be presented with a list of these items.
it: Una volta che hai filtrato gli ordini per mostrare le copie che si considerano in ritardo, verrà presentato un elenco di queste copie.
tr: Bir kez siparişlerinizi geciktiğini düşündüğünüz materyalleri göstermesi için filtrelediğinizde, karşınıza bu materyallerin bir listesi gelecektir.

source: To the right of each late title you will be see a checkbox. Check off the ones you want a claim letter sent to and click 'Claim Order' at the bottom right of the list. This will automatically send an email to the vendor at the email address you have on file.
it: A destra di ogni titolo in ritardo vedrai una casella di spunta. Attiva quelle che vuoi reclamare e premi 'Sollecita ordine'. Partirà automaticamente un email al fornitore usando l'email che hai inserito nell'anagrafica per quel fornitore.
tr: Geç kalan her başlığın sağında bir onay kutusu göreceksiniz. Talep mektubu gönderilmesini istediğiniz başlıkların kutularını işaretleyin ve listenin en alt sağında yer alan 'Sipariş Talebi' üzerine tıklayın. Bu eylem otomatik olarak sağlayıcının dosya üzerinde yer alan adresine bir e-posta gönderecektir.

source: The Estimated Delivery Date is based on the Delivery time value entered on the vendor record.
it: La data stimata di arrivo è basata sul valore del tempo neccessario alla consegna inserito nella descrizione del fornitore.
tr: Tahmini Teslimat Tarihi, sağlayıcı kaydına girilen teslimat zaman değerine bağlıdır.

source: If you would rather use a different acquisition claim letter (other than the default) you can :ref:`create that in the notices module <adding-notices-&-slips-label>` and choose it from the menu above the list of late items.
it: Se si preferisce utilizzare una lettera di reclamo di acquisizione diversa (da quella predefinita) puoi :ref:`crearla nel modulo avvisi <adding-notices-&-slips-label>` e sceglierla dal menù sopra l'elenco delle copie in ritardo.
tr: Farklı bir satın alma talebi mektubu kullanmak isterseniz (varsayılan dışında), bunu :ref:`bildirimler modülünde oluşuturabilirsiniz <adding-notices-&-slips-label>` ve geç kalan materyaller listesinin üzerindeki menüden seçebilirsiniz.

source: Acquisition Searches
it: Ricerche sulle acquisizioni
tr: Sağlama Aramaları

source: At the top of the various Acquisition pages there is a quick search box where you can perform either a Vendor Search or an Order Search.
it: In alto nelle pagine delle Acquisizioni trovi una casella di ricerca veloce per effettuare ricerche su fornitori o ordini.
tr: Çeşitli sağlama sayfalarının üstünde, ya sağlayıcı araması ya da istek araması yapabileceğiniz bir hızlı arama kutusu mevcuttur.

source: In the Vendor Search you can enter any part of the vendor name to get results.
it: Nella ricerca fornitori puoi indicare qualunque parte del nome.
tr: Sağlayıcı aramasında sonuçları almak için sağlayıcının isminin her hangi bir kısmını girebilirsiniz.

source: Using the Orders Search you can search for items that have been ordered with or without the vendor.
it: Usando la 'Ricerca sugli ordini' puoi cercare le copie che sono state ordinate con o senza il fornitore.
tr: Siparişler aramasını kullanarak, sağlayıcıyla ya da sağlayıcısız sipariş edilmiş materyalleri arayabilirsiniz.

source: You can enter info in one or both fields and you can enter any part of the title and/or vendor name.
it: Puoi inserire informazioni in uno o in entrambi i campi e puoi mettere ogni parte del titolo e/o del nome fornitore.
tr: Bilgiyi bir ya da iki alana girebilirsiniz ve başlığın her hangi bir kısmını ve/veya sağlayıcı ismini girebilirsiniz.

source: Clicking the plus sign to the right of the Vendor search box will expand the search and allow you to search for additional fields.
it: Cliccando il segno più a destra della casella di ricerca del fornitore aprirà la ricerca avanzata con altri campi a disposizione.
tr: Arama sağlayıcı kutusunun sağındaki + işaretine tıklamak daha detaylı arama yaptıracak ve size ek alanlar arama imkanı sunacaktır.

source: Clicking Advanced Search to the right of the search button will give you all of the order search options available.
it: Premendo Ricerca avanzata a destra del bottone Cerca mostrerà tutte le possibili opzioni di ordinamento.
tr: Arama butonunun sağındaki Gelişmiş aramayı tıklamak tüm arama isteği seçeneklerini kullanılabilir hale getirecektir.

source: Budget/Fund Tracking
it: Tener traccia dei Budget/Fundi
tr: Bütçe/Fon İzleme

source: On the main acquisitions page there will be a table showing you all of your active funds and a breakdown of what has been ordered or spent against them.
it: Nella pagina principale delle acquisizioni si trova una tabella che mostra i fondi attivi e quanto è stato ordinato o speso per ognuno.
tr: Sağlama ana sayfasında tüm aktif fonlarınızı gösteren bir tablo ve mukabilinde sipariş edilen ve harcananların bir dökümü olacaktır.

source: Clicking on the linked amounts under spent or ordered will show you a summary of the titles ordered/received on that budget.
it: Cliccando sugli ammontari relativi a quanto speso o ordinato, vedrai un sommario con i titoli ordinati / ricevuti rispetto a quel budget.
tr: Harcanan ya da sipariş edilenlerin altındaki bağlantılı miktarları tıklayınca bu bütçe üzerinde sipariş edilen/teslim alınan başlıkların bir özetini göreceksiniz.

source: EDI Process
it: Processo EDI
tr: EDI Süreci

source: Previous sections explain all ordering options, this section pulls out the parts related to EDI or EDIFACT ordering to help those who are only using EDI for ordering.
it: Le sezioni precedenti illustrano tutte le opzioni di ordinamento, questa sezione spiegaa le parti relative a EDI o EDIFACT riordinandole per aiutare coloro che utilizzano solo EDI per fare gli ordini.
tr: Önceki bölümlerde tüm sipariş seçenekleri açıklanmaktadır, bu bölüm sipariş için yalnızca EDI kullananlara yardımcı olması için EDI veya EDIFACT siparişine ilişkin parçaları çıkarmaktadır.

source: Koha uses the EDIFACT standard not the X12 standard for electronic ordering.
it: Koha utilizza lo standard EDIFACT non lo standard X12 per gli ordini elettronici
tr: Koha, elektronik sipariş için X12 standardı değil EDIFACT standardını kullanmaktadır.

source: EDI Questions for Vendors
it: EDI - Domande per i fornitori
tr: Sağlayıcılar için EDI Soruları

source: You will want to gather the following information from your vendors before beginning the set up process in Koha.
it: Si devono raccogliere le seguenti informazioni dai fornitori prima di iniziare il processo di configurazione in Koha.
tr: Koha'da kurulum işlemine başlamadan önce satıcılarınızdan aşağıdaki bilgileri toplamak isteyeceksiniz.

source: **EDI Accounts:** *This is the basic connection information for your vendor. This will be used to fill in the :ref:`EDI Accounts` section.*
it: **Account EDI:** *Queste sono le informazioni di base sul fornitore. Verranno utilizzate per riempire la sezione :ref:`Account EDI <edi-accounts-label>`.*
tr: **EDI Hesapları:** * Bu, sağlayıcınız için temel bağlantı bilgileridir. Bu, :ref:`EDI Hesapları` bölümünü doldurmak için kullanılacaktır.*

source: **Vendor:** The name of the vendor
it: **Fornitore:** Il nome del fornitore
tr: **Satıcı:** Satıcının adı

source: **Description:** A short description if additional explanation is needed ( especially if you have multiple accounts for one vendor ).
it: **Descrizione:** Una breve descrizione, se è necessaria una spiegazione aggiuntiva (soprattutto se si dispone di più account per un fornitore).
tr: **Açıklama:** Eğer ek açıklama gerekiyorsa kısa bir açıklama (özellikle bir satıcı için birden çok hesabınız varsa).

source: **Transport:** Does the vendor transmit EDI files via FTP, SFTP, or something else the requires special processing?
it: **Trasporto:** Il fornitore trasmette i file EDI via FTP, SFTP, o qualche altro modo che richiede un'elaborazione speciale?
tr: **Taşıma:** Sağlayıcı, EDI dosyalarını FTP, SFTP veya başka bir şey yoluyla özel işlem gerektiren şekilde iletiyor mu?

source: **Remote host:** The URL or IP address of the FTP/SFTP server
it: **Host remoto**: L'indirizzo URL o IP del server FTP / SFTP
tr: **Uzak ana makine:** FTP/SFTP sunucusunun URL'si veya IP adresi

source: **Username:** The username for the above server
it: **Nome utente:** Il nome utente per il server di cui sopra
tr: **Kullanıcı adı:** Yukarıdaki sunucuya ait kullanıcı adı

source: **Password:** The password for the above server
it: **Password:** La password per il server di cui sopra
tr: **Şifre:** Yukarıdaki sunucuya ait şifre

source: **Download directory:** The path on the server that contains files for Koha to download and process
it: **Directory di download: ** Il percorso sul server che contiene i file per Koha da scaricare e processare
tr: **İndirme dizini:** Sunucuda Koha'nın karşıdan yükleyeceği ve işleyeceği dosyaları içeren yol

source: **Upload directory:** The path on the server that Koha will upload files to for your vendor to process
it: **Directory di upload:** Il percorso sul server in cui Koha carica i file che il fornitore di elaborerà
tr: **Yükleme dizini:** Koha'nın sunucunuzu işleme koymak için dosyaları karşıya yükleyeceği sunucu üzerindeki yol

source: **Qualifier:** Who assigned the SAN below?
it: **Qualificatore:** Chi ha assegnato la SAN tra i seguenti?
tr: **Eleme:** Aşağıdaki SAN'ı kim atadı?

source: Choose one of the following:
it: Scegliere una delle opzioni:
tr: Aşağıdakilerden birini seçin:

source: Assigned by supplier
it: Assegnato da parte del fornitore
tr: Sağlayıcı tarafından atandı

source: Assigned by buyer
it: Assegnato dal compratore
tr: Alıcı tarafından atandı

source: **SAN:** The identifier for the vendor
it: **SAN:** L'identificatore per il fornitore
tr: **SAN:** Sağlayıcının tanımlayıcısı

source: *Buyer qualifier and SAN are optional. Some vendors require a second buyer identifier in addition to the account EAN*.
it: *Il qualificatore e il SAN del compratore sono opzionali. Alcuni fornitori richiedono un secondo identificatore dell'acquirente in aggiunta all'account EAN* .
tr: *Alıcı niteleyicisi ve SAN isteğe bağlıdır. Bazı sağlayıcılar EAN hesabına ek olarak ikinci bir alıcı tanımlayıcıya ihtiyaç duyar*

source: **Buyer qualifier:** Who assigned the SAN below?
it: **Qualificatore compratore: ** Chi ha assegnato la SAN tra i seguenti?
tr: **Alıcı niteleyicisi:** Aşağıdaki SAN'ı kim atadı?

source: **Buyer SAN:** The identifier for the library
it: **SAN acquirente:**L'identificatore per la biblioteca
tr: **Alıcı SAN:** Kütüphanenin tanımlayıcısı

source: **Quotes enabled:** [y/n] Does this vendor support sending and receiving quotes via EDIfact and do you want to send and receive quotes via EDIfact?
it: **Preventivi abilitati: ** [y / n] Questo fornitore supporta l'invio e la ricezione dei preventivi via EDIFACT e si desidera inviare e ricevere i preventivi via EDIFACT?
tr: **Teklifler etkin:** [e/h] Bu satıcı, EDIfact aracılığıyla teklif gönderme ve alma işlemlerini destekliyor mu? EDIfact aracılığıyla teklif göndermek ve almak ister misiniz?

source: **Orders enabled:** [y/n] Does this vendor support sending and receiving orders via EDIfact and do you want to send and receive orders via EDIfact?
it: **Ordini abilitati: ** [y / n] Il fornitore supporta l'invio e la ricezione degli ordini via EDIFACT e vuoi inviare e ricevere ordini via EDIFACT?
tr: **Siparişler etkin:** [e/h] Bu satıcı, EDIfact yoluyla sipariş gönderme ve alma işlemlerini destekliyor mu? EDIfact aracılığıyla sipariş göndermek ve almak istiyor musunuz?

source: **Invoices enabled:**\ [y/n] Does this vendor support sending and receiving invoices via EDIfact and do you want to send and receive invoices via EDIfact?
it: **Fatture abilitate:**\ [y / n] Questo fornitore supporta l'invio e la ricezione delle fatture via EDIFACT e desideri inviare e ricevere fatture via EDIFACT?
tr: **Faturalar etkinleştirildi:**\ [e/h] Bu satıcı, EDIfact aracılığıyla faturaları göndermeyi ve almayı destekliyor mu? EDIfact aracılığıyla faturalar göndermek ve almak istiyor musunuz?

source: **Order file suffix:** The file suffix for order files
it: **Suffisso dei file di ordine:** Il suffisso che identifica i file con gli ordini
tr: **Sipariş dosyası son eki:** Sipariş dosyaları için dosya son eki

source: **Quote file suffix:** The file suffix for quote files
it: **Suffisso dei file dei preventivi:** Il suffisso che identifica i file dei preventivi
tr: **Teklif dosyası son eki:** Teklif dosyaları için dosya son eki

source: **Invoice file suffix:** The file suffix for invoice files
it: **Suffisso dei file per le fatture:** Il suffisso che identifica i file che contengono le fatture
tr: **Fatura dosyası son eki:** Fatura dosyaları için dosya son eki

source: **Account number(s):** (list them all)
it: **I numeri di account EDI:** (elencarli tutti)
tr: **Hesap numaraları:** (hepsini listeleyin)

source: **Account description(s):** (the summary of what this number is for)
it: **Descrizione degli account:** (il riassunto di ciò che sono i diversi numeri degli account EDI)
tr: **Hesap açıklaması:** (bu sayının ne için olduğunun özeti)

source: **EANs:** *Each library using EDIfact needs to specify a buyer identifier know as a SAN or EAN. This will fill in the :ref:`Library EANs <library-eans-label>` setting.*
it: **EAN:** *Ogni biblioteca che usa EDIfact deve identificarsi con almeno un identificatore chiamato SAN o EAN. Questo valore andrà immesso negli `EANs della biblioteca <library-eans-label>`*.
tr: **EAN'lar:** EDIfact'i kullanan her kütüphane için SAN veya EAN olarak bilinen bir alıcı tanımlayıcı belirtmeniz gerekir. Bu, :ref:`Kütüphane EAN'ları <library-eans-label>` ayarını dolduracaktır.

source: **Library**
it: **Biblioteca**
tr: **Kütüphane**

source: **MARC Order Fields or Grid Ordering:** *These values will fill in the :ref:`MarcFieldsToOrder` preference.*
it: **Campi MARC per l'ordine:** *Questi valori compileranno la preferenza :ref:`MarcFieldsToOrder`.*
tr: **MARC Sipariş alanları veya Grid Sipariş:** Bu değerler :ref:`MarcFieldsToOrder` tercihini dolduracaktır.*

source: **price:** MARC21 field that contains the item price
it: **prezzo:** Campo MARC21 che contiene il prezzo dell'articolo
tr: **fiyat**: materyal fiyatını içeren MARC21 alanı

source: **quantity:** MARC21 field that contains the number of items for the given record
it: **quantità:** MARC21 campo contenente il numero di elementi per il determinato record
tr: **miktar:** Verilen kayıt için materyal sayısını içeren MARC21 alanı

source: **budget\_code:** MARC21 field that contains the Koha budget code to be debited
it: **budget\_code:** Campo MARC21 che contiene il codice del budget Koha su cui fare l'addebito
tr: **budget\_code:** Borçlandırılacak Koha bütçe kodunu içeren MARC21 alanı

source: **discount:** MARC21 field the contains the discount as a percentage the the price will be discounted by
it: **sconto:** Campo MARC21 che contiene lo sconto in percentuale che verrà applicato
tr: **indirim:** Fiyatın indirim yapılacak yüzdesi olarak indirimi içeren MARC21 alanı

source: **sort2:** MARC21 field that will populate custom field sort1
it: **sort1:** Campo MARC21 che popolerà il campo personalizzato sort1
tr: **sort2:** Özel alan sort1'i dolduracak MARC21 alanı

source: **sort2:** MARC21 field that will populate custom field sort2
it: **sort2:** Campo MARC21 che popolerà il campo personalizzato sort2
tr: **sort2:** Özel alan sort2'yi dolduracak MARC 21 alanı

source: EDI Setup
it: Configurazione EDI
tr: EDI Kurulumu

source: Before you begin ordering using EDI you will want to take the following steps:
it: Prima di iniziare a fare ordini con EDI, è necessario aver completato i seguenti passi:
tr: EDI kullanarak sipariş vermeye başlamadan önce aşağıdaki adımları atmak isteyeceksiniz:

source: Ask your vendor/bookseller/jobber for :ref:`connection information <edi-questions-for-vendors-label>`
it: Chiedere il vostro fornitore/libraio le :ref:`informazioni di connessione <edi-questions-for-vendors-label>`
tr: Sağlayıcınız/kitapçınız/toptancınızdan :ref:`bağlantı bilgilerini <edi-questions-for-vendors-label>` isteyin

source: It might also be beneficial to ask for a few sample EDIFACT files from the vendor
it: Potrebbe anche essere utile chiedere qualche file di esempio EDIFACT dal fornitore
tr: Satıcınızdan birkaç örnek EDIFACT dosyası istemek te yararlı olabilir

source: Share with your vendor/bookseller/jobber your :ref:`library codes <libraries-&-groups-label>`, :ref:`item type codes <item-types-label>`, :ref:`fund codes <funds-label>`, and any other codes or :ref:`authorized values <authorized-values-label>` they might need for creating your MARC order records
it: Condividi con il tuo fornitore/libraio i tuoi :ref:`codici di biblioteca <libraries-&-groups-label>`, :ref:` codici di tipo di copia <item-types-label>`, :ref:`codici dei budget e dei fondi <funds-label>` e qualsiasi altro codice o ` valore autorizzato <authorized-values-label>`necessario per creare il tuo record MARC per gli ordini
tr: :ref:`kütüphane kodları <libraries-&-groups-label>`, :ref:`materyal türü kodları <item-types-label>`, :ref:`fon kodları <funds-label>` ve sağlayıcınızın MARC sipariş kayıtlarınızı oluşturmak için ihtiyaç duyabileceği diğer tüm kodları veya :ref:`yetkili değerleri <authorized-values-label>` satıcınız/kitapçınız/toptancınız ile paylaşın

source: Communicate with your support provider or the community about whether you will need a plugin based on your vendor's answers
it: Parlate con il vostro fornitore di supporto Koha e/o con la Comunità se è necessario un plugin basato su risposte fornite dal fornitore
tr: Satıcınızın yanıtlarını temel alarak bir eklentiye ihtiyacınız olup olmayacağını destek sağlayıcınıza veya topluluğa bildirin

source: For example ByWater Solutions has published plugins for specific vendors here: https://github.com/bywatersolutions/koha-plugin-edifact-enhanced
it: Ad esempio ByWater Solutions ha pubblicato dei plugins per specifici fornitori qui: https://github.com/bywatersolutions/koha-plugin-edifact-enhanced
tr: Örneğin ByWater Solutions buradaki belirli satıcılar için eklentiler yayınladı: https://github.com/bywatersolutions/koha-plugin-edifact-enhanced

source: :ref:`Enter the vendor/bookseller/jobber <add-a-vendor-label>` in Acquisitions
it: :ref:`Inserire il fornitore/libraio <add-a-vendor-label>` nelle acquisizioni
tr: Sağlamaya :ref:`sağlayıcı/kitapçı/toptancı <add-a-vendor-label>` bilgilerini girin

source: Review your :ref:`Acquisitions system preferences <acquisitions-label>`
it: Controlla le tue :ref:`preferenze di sistema sulle acquisizioni <acquisitions-label>`
tr: :ref:`Sağlama sistem tercihlerini <acquisitions-label>` inceleyin

source: Be sure to fill in the :ref:`MarcFieldsToOrder` preference with values for order files
it: Assicurarsi di impostare la preferenza :ref:`MarcFieldsToOrder` con dei valori coerenti con quanto verrà scritto nei file degli ordini
tr: :ref:`MarcFieldsToOrder` tercihini sipariş dosyaları için değerlerle doldurduğunuza emin olun

source: Enter your :ref:`EDI Accounts`
it: Inserisci i tuoi :ref:`EDI account <edi-accounts-label>`
tr: :ref:`EDI Hesaplarınızı` girin

source: Enter your :ref:`Library EANs`
it: Inserisci gli :ref:`EANs della biblioteca <library-eans-label>`
tr: :ref:`Kütüphane EAN'larınızı` girin

source: Turn on the :ref:`EDI Cron <edi-message-processing-label>` so that it can process files
it: Attiva l':ref:`cron job EDI <edi-message-processing-label>` così che esso sia in grado di elaborare i file
tr: Dosyaları işleyebilmesi için :ref:`EDI Cron <edi-message-processing-label>` özelliğini açın

source: EDI Ordering
it: Crea un ordine EDIFACT
tr: EDI Siparişi

source: The first step in ordering using EDI happens on the book vendor's website. Each seller will use different language, but you will need to place your order on their site and then download the MARC order file. Some language that you might see included "basket", "order", "cart", and/or "MARC order." Once you have this MARC file downloaded to your computer you will want to log in to Koha and continue the process there.
it: Il primo passo nel fare ordini tramite EDI accade sul sito Web del fornitore di libri. Ogni venditore utilizzerà una lingua diversa, ma sarà necessario effettuare l'ordine sul loro sito e quindi scaricare il file di ordine in formato MARC. Termi che si potrebbero vedere sono: "Cestino", "ordine", "carrello", "Ordine MARC". Una volta che hai questo file MARC scaricato sul tuo PC, accedi a Koha e continuare il processo da lì.
tr: EDI kullanarak sipariş vermenin ilk adımı kitap satıcısının web sitesinde olur. Her satıcı farklı bir dil kullanacaktır, ancak siparişinizi kendi sitelerine yerleştirmeniz ve ardından MARC sipariş dosyasını indirmeniz gerekecektir. Görebileceğiniz bazı diller "sepet", "sipariş", "alışveriş sepeti" ve/veya "MARC sipariş" i içeriyordu. Bu MARC dosyasını bilgisayarınıza indirdikten sonra, Koha'ya giriş yapmak ve orada işlemi yapmak isteyeceksiniz.
