Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: it, tr

source: Enter the percentage discount you're receiving on this order, once you enter this, hit tab and Koha will populate the rest of the cost fields below.
it: Indica la percentuale di sconto per questo ordine; premi TAB e Koha riempirà automaticamente gli altri campi.
tr: Bu siparişte aldığınız indirim yüzdesini giriniz, bu yüzdeyi girdiğinizde, sekmeye tıklayınız ve Koha aşağıdaki fiyat alanının gerisini dolduracaktır.

source: If you added Planning Values when :ref:`creating the Fund <add-a-fund-label>`, those values will appear in the two Planning Value fields.
it: Se hai aggiunto Valori di pianificazione :ref:`creando il fondo <add-a-fund-label>`, quei valori appariranno nei due campi Valore di Pianificazione.
tr: `fonları oluşturma <add-a-fund-label>` esnasında planlama değerleri eklediyseniz, bu değerler iki Planlama Değeri alanında görüntülenir.

source: Once you have filled in all of the fields click 'Save' to add the item to your basket. If your price goes over the amount available in the fund you will be presented with a confirmation.
it: Una volta aver compilato tutti i campi fare clic su 'Salva' per aggiungere la copia al raccoglitore. Se il prezzo supera l'importo del fondo disponibile, verrà chiesta conferma.
tr: Tüm alanları bir kez doldurduktan sonra materyali sepetinize eklemek için 'Kaydet' üzerine tıklayın. Eğer fiyat mevcut bütçenin üzerine çıkarsa onay vermeniz istenecektir.

source: The confirmation warning will allow you order past your fund amount if you so choose.
it: L'avviso di conferma ti permetterà di ordinare oltre l'ammontare del fondo, se l'operazione è di tuo interesse.
tr: Onay uyarısı, bunu seçerseniz bütçe miktarınız üzerinde sipariş yapmanıza izin verecektir.

source: After an item is added to the basket you will be presented with a basket summary.
it: Dopo aver aggiunto una copia al raccoglitore, ti verrà presentato un riassunto del raccoglitore.
tr: Materyal sepete eklendikten sonra karşınıza bir sepet özeti gelecektir.

source: If you would like to see more details you can check the 'Show all details' checkbox
it: Se vuoi vedere altri dettagli, premi sulla casella di spunta 'Mostra tutti i dettagli'
tr: Daha fazla ayrıntı görmek isterseniz 'Tüm ayrıntıları göster' onay kutusunu işaretleyebilirsiniz

source: From here, you can edit or remove the items that you have added.
it: Da qui puoi modificare o cancellare le copie che hai aggiunto.
tr: Burada, eklemiş olduğunuz materyalleri düzenleyebilir ya da kaldırabilirsiniz.

source: Choosing to 'Delete the order' will delete the order line but leave the record in the catalog.
it: Scegliere 'Cancella ordine' rimuove l'ordine ma non il record dal catalogo.
tr: 'İsteği Sil' seçme istek satırını silecek, ancak katalog kaydını bırakacaktır.

source: Choosing to 'Delete order and catalog record' removes both the order line and the record in the catalog.
it: Scegliendo 'Cancella ordine e record catalografico', verranno eliminati sia l'ordine sia il record dal catalogo.
tr: 'Siparişi ve katalog kaydını sil' hem sipariş satırını hem de katalogdaki kaydı siler.

source: The catalog record cannot always be deleted. You might see notes explaining why.
it: Un record catalografico non può essere sempre cancellato. Ci sono avvisi che lo spiegano.
tr: Katalog kaydı her zaman silinemez. Neden silinemediğini açıklayan notlara bakabilirsiniz.

source: On the summary page, you also have the option to edit the information that you entered about the basket by clicking the 'Edit basket header information' button, to delete the basket altogether by clicking the 'Delete this basket' button, or to export your basket as a CSV file by clicking the 'Export this basket as CSV' button.
it: Inoltre nella pagina riassuntiva, potrai modificare l'informazione sul raccoglitore cliccando sul bottone 'Modifica informazione del raccoglitore', o cancellare il raccoglitore premendo 'Cancella questo raccoglitore', o esportarlo come file CSV premendo il bottone 'Esporta come CSV'.
tr: Özet sayfasında, ' Sepet başlık bilgisini düzenle' butonuna tıklayarak, aynı zamanda girdiğiniz sepetle ilgili bilgiyi düzenleme seçeneğiniz mevcuttur; sepeti tümüyle silmek için 'Bu sepeti sil' butonuna tıklayınız, sepetinizi CSV dosyası olarak dışa aktarmak içinse 'Bu sepeti CSV olarak dışa aktar' butonuna tıklayınız.

source: If you're using EDI for your order you can click the 'Create EDIFACT order' button when you're done to send the file to the vendor and close the basket.
it: Se stai usando EDI per il tuo ordine è possibile fare clic sul pulsante 'Crea ordine EDIFACT' quando hai finito per inviare il file EDI al venditore e chiudere il raccoglitore.
tr: Siparişiniz için EDI kullanıyorsanız, dosyayı sağlayıcıya göndermek ve sepeti kapatmak için işiniz bittiğinde 'EDIFACT siparişini oluştur' butonuna tıklayabilirsiniz.

source: Once you're sure your basket is complete, you can click 'Close this basket' button to indicate that this basket is complete and has been sent to the vendor.
it: Quando sei sicuro di aver completato il raccoglitore, puoi premere il bottone 'Chiudi raccoglitore' e inviarlo al fornitore.
tr: Sepetinizin tamamlandığına eminseniz, bu sepetin tamamlandığını ve sağlayıcıya gönderilmiş olduğunu göstermek üzere 'Bu sepeti kapat' butonuna tıklayabilirsiniz.

source: You must close the basket to be able to :ref:`receive items <receiving-orders-label>` when they arrive. Only items in closed baskets will show as ready to receive.
it: È' necessario chiudere il raccoglitore per essere in grado di :ref:`ricevere copie quando arrivano. <receiving-orders-label>` Solo le copie nei raccoglitori chiusi potranno essere ricevute.
tr: Gelen :ref:`materyalleri alabilmek <receiving-orders-label>` için sepetinizi kapatmış olmalısınız. Yalnızca kapalı sepetler içerisindeki materyaller alınmaya hazır olarak gösterilecektir.

source: If you have your :ref:`BasketConfirmations` preference set to show a confirmation, you will be asked if you are sure about closing the basket.
it: Se la preferenza :ref:`BasketConfirmations` è impostata a 'Chiedi conferma', ti verrà chiesto se sei sicuro di chiudere il raccoglitore.
tr: :ref:`BasketConfirmations` tercihiniz onay isteyecek şekilde ayarlı ise, size bu sepeti kapatmak istediğinizden emin olup olmadığınız sorulacaktır.

source: When closing the basket you can choose to add the basket to a group for easy printing and retrieval. If you check the box to 'Attach this basket to a new basket group' you will be brought to the group list where you can print a PDF of the order.
it: Quando si chiude il raccoglitore è possibile aggiungere il raccoglitore a un gruppo per facilitare la stampa e il recupero. Se si seleziona la casella di 'Allega questo raccoglitore a un nuovo gruppo di raccoglitori' sarai portato all'elenco dei gruppi dove è possibile stampare un PDF dell'ordine.
tr: Sepeti kapatırken kolay yazdırma ve yeniden alma için sepeti bir gruba eklemeyi seçebilirsiniz. Eğer 'Bu sepeti yeni bir sepet grubuna ekle' kutusunu işaretlerseniz, siparişin bir PDF çıktısını alabileceğiniz grup listesine getirileceksiniz.

source: A basket with at least one item marked as 'uncertain price' will not be able to be closed.
it: Un raccoglitore con almeno una copia marcata come 'prezzo 'incerto' non potrà essere chiuso.
tr: İçinde 'belirsiz fiyat' olarak işaretlenmiş en az bir materyal bulunan sepet kapatılamayacaktır

source: Clicking the 'Uncertain Prices' button will call up a list of items with uncertain prices to quick editing. From that list, you can quickly edit the items by entering new prices and quantities.
it: Cliccando il bottone 'Prezzi incerti', verrà mostrata una lista di copie dal prezzo incerto, per modifiche veloci. Da quella lista, puoi rapidamente modificare ogni copia per indicare il prezzo esatto e le quantità.
tr: 'Belirsiz fiyatlar' butonunu tıklamak hızlı düzenleme için belirsiz fiyatlı materyallerin listesini ekrana getirir. Bu listeden yeni fiyatları ve miktarları girerek materyaller üzerinde hızlıca düzenleme yapabilirsiniz.

source: The Uncertain Prices page is independent of the basket. It is linked to the vendor so you will see all items on order with uncertain prices for that vendor.
it: La pagina 'Prezzi incerti' è indipendente dal raccoglitore: Essa è relativa al fornitore, cosi vedrai tutte le copie in ordinazione con prezzo incerto per quel fornitore.
tr: Belirsiz Fiyatlar sayfası sepetten bağımsızdır. Sağlayıcı ile bağlantılıdır, dolayısıyla sağlayıcının siparişte olan tüm materyallerini belirsiz fiyatlarıyla göreceksiniz.

source: Once your order is entered you can search for it through acquisitions or view the information on the biblio detail page in the staff client (if the :ref:`AcquisitionDetails` preference is set to 'Display).
it: Dopo aver inserito l'ordine, è possibile cercarlo attraverso acquisizioni o visualizzare le informazioni nella pagina di dettaglio della biblioteca nel client personale (se la preferenza :ref:`AcquisitionDetails` è impostata su ' Mostra').
tr: Siparişiniz bir kez girildikten sonra satın almalar yoluyla siparişiniz için arama yapabilir ya da personel arayüzünde bibliyo ayrıntıları sayfasında siparişiniz hakkındaki bilgileri görebilirsiniz (eğer :ref:`AcquisitionDetails` tercihi 'Görüntüle' olarak ayarlanmış ise).

source: Create a basket group
it: Crea un ordine d'acquisto
tr: Bir sepet grubu oluştur

source: A basket group is simply a group of baskets. In some libraries, you have several staff members that create baskets, and, at the end of a period of time, someone then groups them together to send to the vendor in bulk. That said, it is possible to have one basket in a basket group if that's the workflow used in your library.
it: Un gruppo di raccoglitori è semplicemente un insieme di raccoglitori. In alcune biblioteche ci possono essere persone che creano raccoglitori, che dopo un certo tempo vengono raggruppati da altri e spediti al fornitore in blocco. E' comunque possibile avere un solo raccoglitore in un gruppo di raccoglitori se questo è il flusso di lavoro della tua biblioteca.
tr: Bir sepet grubu basitçe söylemek gerekirse sepetlerden oluşan bir gruptur. Bazı kütüphanelerde sepetleri oluşturmak için bir kaç personel vardır ve bir süre sonunda birileri sepetleri bir arada toplu olarak satıcıya göndermek için gruplar. Bununla birlikte, kütüphanenizde kullanılan iş akışı bu ise bir sepet grubunda bir sepetin olması mümkündür.

source: Printing baskets
it: Stampa dei raccoglitori
tr: Sepetleri yazdırmak

source: When you are finished adding items to your basket, click 'Close this Basket.'
it: Quando hai terminato di aggiungere copie al raccoglitore, clicca su 'Chiudi questo raccoglitore'.
tr: Sepete materyal eklemeyi tamamladığınızda, 'Bu Sepeti Kapat' butonu üzerine tıklayın.

source: You will be asked if you want to 'Attach this basket to a new basket group with the same name'. A basket group is necessary if you want to be able to print PDFs of your orders.
it: Verrà chiesto se si desidera 'Mettere questo raccoglitore in un nuovo gruppo di raccoglitori con lo stesso nome'. Un gruppo di raccoglitori è necessario se si vuole essere in grado di stampare i file PDF degli ordini.
tr: 'Bu sepeti aynı ada sahip yeni bir sepet grubuna eklemek' isteyip istemediğiniz sorulacaktır. Eğer siparişlerinizin PDF'lerini yazdırmak istiyorsanız bir sepet grubu gereklidir.

source: Your completed order will be listed on the Basket Grouping page for printing or further modification.
it: L'ordine completato verrà elencato nella pagina dell'ordine d'acquisto per la stampa o ulteriori modifiche.
tr: Tamamlanmış siparişiniz çıktı alma ya da daha başka değişiklikler yapabilmeniz için Sepet Gruplama sayfasında listelenir.

source: If you closed the basket before generating the EDIFACT order you can do so from the basket grouping page.
it: Se chiudi il raccoglitore prima di generare l'ordine EDIFACT, puoi generare EDIFACT dalla pagina dell'ordine d'acquisto.
tr: EDIFACT siparişini üretmeden önce sepeti kapattıysanız sepet gruplandırma sayfasından bunu yapabilirsiniz.

source: Basket Grouping EDIFACT
it: Ordine d'acquisto EDIFACT
tr: Sepet Gruplandırma EDIFACT

source: Clicking the 'Print' button next to your order will generate a PDF for printing, which will have all of your library information followed by the items in your order.
it: Facendo clic sul pulsante 'Stampa' accanto al vostro ordine genererà un file PDF per la stampa, che avrà tutte le informazioni della biblioteca seguite dalle copie in ordine.
tr: Siparişinizin yanındaki 'Yazdır' butonunu tıklamak, siparişiniz içerisindeki materyallerin peşi sıra tüm kütüphane bilgilerinizin yer aldığı bir PDF'i yazdırmak üzere oluşturacaktır.

source: Receiving Orders
it: Ricezione ordini
tr: Siparişler Alınıyor

source: Orders can be received from the vendor information page
it: Gli ordini possono essere ricevuti dalla pagina di informazioni del fornitore
tr: Siparişler sağlayıcı bilgileri sayfasından alınabilir

source: or the vendor search results page
it: o dalla pagina di risultati di ricerca per fornitore
tr: ya da sağlayıcı arama sonuçları sayfasından

source: After clicking 'Receive shipment' you will be asked to enter a vendor invoice number, a shipment received date, a shipping cost and a budget to subtract that shipping amount from.
it: Dopo aver cliccato su 'Ricevi spedizione', ti verrà richiesto il numero della fattura, la data di ricezione, il costo di spedizione e il budget su cui caricare questi costi di spedizione.
tr: 'Gönderimi al' butonunu tıkladıktan sonra, sizden satıcı firma fatura numarası ve gönderim alındı tarihi, nakliye maliyeti ve bu nakliye tutarını çıkarmak için bütçe girmeniz istenecektir.

source: The receive page will list all items still on order with the vendor regardless of the basket the item is from.
it: La pagina degli arrivi elencherà tutte le copie ordinate ad un fornitore indipendentemente dal raccoglitore usato.
tr: Alış sayfası sepetteki materyalin nereden geldiğini dikkate almaksızın, halen siparişteki tüm materyalleri sağlayıcısıyla listeleyecektir

source: To receive a specific item, click the 'Receive' link to the right of the item.
it: Per ricevere una copia determinata, premi il link 'Ricevi' a destra della copia.
tr: Belirli bir materyal almak için, öğenin sağındaki 'Alma' bağlantısını tıklayın.

source: From this form you can alter the cost information. You can also choose to mark only part of the order as received if the vendor didn't send your entire order by checking only the boxes next to the items on the left that you want to receive. The values you enter in the 'Replacement cost' and 'Actual cost' will automatically populate the item record by filling in subfield v (Cost, replacement price) and subfield g (Cost, normal purchase price) on the item record after saving.
it: Da questa form puoi modificare l'informazione dei costi. Puoi anche marcare un ordine come parzialmente ricevuto, spuntando solo le copie che vuoi ricevere. I valori che indichi in 'Costo rimpiazzo' e 'Costo reale' popoleranno automaticamente il sottocampo v e g rispettivamente della copia.
tr: Bu formdan, fiyat bilgisini değiştirebilirsiniz. Sağlayıcı siparişinizin tamamını göndermemişse, sadece almak istediğiniz materyallerin solundaki kutuları onaylayarak siparişin sadece bir kısmını alınmış olarak işaretlemeyi de seçebilirsiniz. 'Yerine koyma fiyatına' girdiğiniz değerler ve 'Gerçek maliyet', kaydettikten sonra materyal kaydında alt alanı v (fiyat, yerine koyma fiyatı ) ve alt alanı g (Fiyat, normal satın alma maliyeti) ile doldurularak materyal kaydı otomatik olarak doldurulacaktır.

source: You can also make edits to the item record from this form by clicking the 'Edit' link next to each item. This will allow you to enter in accurate call numbers and barcodes if you'd like to do that at the point of receipt. Once you have made any changes necessary (to the order and/or items, click 'Save' to mark the item(s) as received.
it: Puoi modificare una copia da questa pagina cliccando 'Modifica'. Potrai indicare collocazione e barcode, se intendi farlo in questo momento. Fatte tutte le modifiche a orine e copie, premi ' Salva' per indicare che le copie sono state ricevute.
tr: Her bir materyalin yanındaki 'Düzenle' bağlantısına tıklayarak bu formdan materyal kaydına düzenlemeler de yapabilirsiniz. Bu size, bunu alındı anında yapmak istiyorsanız doğru yer numaralarını ve barkotları girmenize imkan verecektir. Gerekli her hangi bir değişiklik yaptığınızda, (isteğe ve/veya materyallere), materyali(leri) alınmış olarak işaretlemek için 'Kaydet'e tıklayınız.

source: If you have your `AcqItemSetSubfieldsWhenReceived <#AcqItemSetSubfieldsWhenReceived>`__ preference set to add or change values on received items those changes will take place after you hit 'Save'.
it: Se la preferenza ` AcqItemSetSubfieldsWhenReceived <#AcqItemSetSubfieldsWhenReceived>`__ è impostata a aggiungere o modificare valori su copie ricevute, le modifiche avranno luogo dopo aver cliccato 'Salva'.
tr: `AcqItemSetSubfieldsWhenReceived <#AcqItemSetSubfieldsWhenReceived>`__ tercihini teslim alınan materyaller üzerinde değerleri ekle ya da değiştire ayarladıysanız, bu değişiklikler 'Kaydet' üzerinde tıkladıktan sonra gerçekleşecektir.

source: If the item is no longer available from this vendor you can transfer the order to another vendor's basket by clicking the 'Transfer' link to the right of the title. This will pop up a vendor search box.
it: Se la copia non è più disponibile da questo fornitore, è possibile trasferire l'ordine al raccoglitore di un altro fornitore cliccando sul link 'Trasferimento' a destra del titolo. Questo aprirà una casella di ricerca del fornitore.
tr: Eğer materyal artık bu sağlayıcıdan sağlanamıyorsa başlığın sağındaki 'Transfer' bağlantısına tıklayarak siparişinizi başka bir sağlayıcının sepetine transfer edebilirsiniz. Bu işlem ekranda bir sağlayıcı arama kutusu açacaktır.

source: From the results you can click 'Choose' to the right of the vendor you would like to reorder this item from.
it: Dai risultati è possibile fare clic su 'scegliere' alla destra del venditore a cui si desidera riordinare questa copia.
tr: Sonuçlardan, bu materyali yeniden sipariş etmek istediğiniz sağlayıcının sağ tarafında bulunan 'Seç' bağlantısı üzerine tıklayabilirsiniz.

source: You will then be presented with the open baskets for that vendor to choose from. To move the item simply click 'Choose' to the right of the basket you would like to add the item to.
it: Ti verranno presentati i raccoglitori aperti per quel fornitore. Per spostare la copia è sufficiente fare clic su 'Scegli' alla destra del raccoglitore a cui si desidera aggiungere la copia.
tr: Daha sonra size bu sağlayıcıdan seçmeniz için açık sepetler sunulacak. Materyali taşımak için materyali eklemek istediğiniz sepetin sağ tarafındaki 'Seç' bağlantısı üzerine tıklamanız yeterlidir.

source: Once you have chosen you will be presented with a confirmation message.
it: Una volta che hai scelto, ti verrà chiesta conferma.
tr: Seçiminiz tamamlandıktan sonra bir onay mesajı alacaksınız.

source: When you're finished receiving items you can navigate away from this page or click the 'Finish receiving' button at the bottom of the screen.
it: Quando hai finito di ricevere quanto arrivato, puoi uscire dalla pagina cliccando un link o premendo il bottone 'Ricezione finita' posto in fondo.
tr: Materyal almayı bitirdiğinizde, bu sayfadan ayrılabilir ya da ekranın üstündeki 'Almayı bitir' butonuna tıklayabilirsiniz.

source: If the item cannot be found anywhere you can cancel the order by clicking 'Delete order' to the far right. This will prompt you to enter your reason and confirm cancellation.
it: Se la copia non può essere trovata, è possibile annullare l'ordine cliccando 'Cancella ordine' a destra. Verrà chiesto di indicare il motivo e di confermare la cancellazione.
tr: Eğer materyal hiç bir yerde bulunamıyorsa en sağda bulunan 'Siparişi sil' seçeneği üzerine tıklayarak siparişi iptal edebilirsiniz. Bu işlemden sonra iptal sebebinizi girmeniz ve iptal işlemini onaylamanız istenecektir.

source: You will also see that the item is received and/or cancelled if you view the basket.
it: Vedrai anche se la copia è stata ricevuta e/o cancellata se apri il raccoglitore.
tr: Sepeti görüntülerseniz, materyalin alındığını ve/veya iptal edildiğini göreceksiniz.

source: Invoices
it: Fatture
tr: Faturalar

source: When orders are received invoices are generated. Invoices can be searched by clicking on 'Invoices' in the left of the Acquisitions page.
it: Al momento della ricezione degli ordini vengono generate le fatture. Le fatture possono essere cercate premendo 'Fatture' a sinistra della pagina delle Acquisizioni.
tr: Siparişler alındığında, faturalar oluşturulur. Faturalar Sağlama sayfasının solundaki 'Faturaların' üstüne tıklayarak aranabilir.

source: After searching, your results will appear to the right of the search options.
it: Dopo la ricerca, i risultati appariranno a destra delle opzioni di ricerca.
tr: Kaydettikten sonra, profilleriniz 'Profilleri Yönet' sayfasında gözükecektir.

source: From the results you can click the 'Details' link to see the full invoice or 'Close' to note that the invoice is closed/paid for.
it: Premi 'Dettagli' per vedere tutta la fattura, o premi 'Chiudi' per indicare che è stata pagata.
tr: Sonuçlardan 'Detaylar' bağlantısına faturanın tamamını görmek için tıklayabilirsiniz ya da faturanın ödendiğini belirtmek için 'Kapat' bağlantısına tıklayabilirsiniz.

source: If you're allowing the uploading of acquisitions files with the :ref:`AcqEnableFiles` preference you will see the option to manage invoice files next to the link to 'Go to receipt page'
it: Se si sta permettendo il caricamento di file acquisizioni con la preferenza :ref:`AcqEnableFiles`, si avrà la possibilità di gestire i file di fatturazione accanto al collegamento a 'Vai alla pagina di ricevuta'
tr: Eğer sağlama dosyalarının :ref:`AcqEnableFiles` tercihi ile karşıya yüklenmesine izin veriyorsanız, 'Alındı bildirimi sayfasına git' bağlantısının yanında fatura dosyalarını yönetmek için bir seçenek göreceksiniz.

source: To see or attach new files click the 'Manage invoice files' link
it: Per vedere o collegare nuovi file fare clic sul link 'Gestisci file fattura'
tr: Yeni dosyalar görmek ya da eklemek için 'Fatura dosyalarını yönet' bağlantısına tıklayın

source: From here you can find a file to upload and/or see the files you have already attached.
it: Da qui è possibile trovare un file da caricare e / o vedere i file già allegati.
tr: Buradan karşıya yüklemek için bir dosya bulabilir ve/veya zaten eklemiş olduğunuz dosyaları görebilirsiniz.

source: From the invoice search results you can also merge together two invoices should you need to. Simply click the checkbox to the left of the invoices you would like to merge and click the 'Merge selected invoices' button at the bottom of the page. You will be presented with a confirmation screen:
it: Dai risultati della ricerca fatture, puoi unire due fatture, se ti occorre. Fai click sulla casella di spunta a sinistra delle fatture che vuoi unire e fai click sul bottone 'Unisci fattore selezionate' al fondo della pagina. Ti verrà presentata una schermata per conferma:
tr: Fatura arama sonuçlarından gerekli olduğu durumda iki faturayı birleştirebilirsiniz. Sayfanın altındaki 'Seçili faturaları birleştir' butonuna tıklamanız ve birleştirmek istediğiniz faturaların solundaki onay kutusunu tıklamanız yeterlidir. Karşınıza bir onay ekranı gelecektir:
