Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: it, tr

source: Acquisitions
it: Acquisizioni
tr: Sağlama

source: The Koha Acquisitions module provides a way for the library to record orders placed with vendors and manage purchase budgets.
it: Il modulo Acquisizioni di Koha fornisce uno strumento grazie al quale la biblioteca può registrare gli ordini fatti ai fornitori e gestire i budget di spesa.
tr: Koha sağlama modülü, kütüphanenin sağlayıcılardan sipariş ettiklerini kaydedebileceği ve satın alma bütçelerini yönetebileceği bir yöntem sağlar.

source: *Get there:* More > Acquisitions
it: *Vai a*: Più > Acquisizioni
tr: *Gidiş yolu:* Daha fazla > Sağlama

source: Setup
tr: Kurulum

source: Before using the Acquisitions Module you will want to make sure that you have completed all of the set up.
it: Prima di usare il modulo Acquisizioni, devi essere sicuro di avere completato il setup del medesimo.
tr: Sağlama modülünü kullanmadan önce tüm kurulumun tamamlandığından emin olmak isteyeceksiniz.

source: First, set your :ref:`Acquisitions System Preferences <acquisitions-label>` and :ref:`Acquisitions Administration <acquisitions-label>` to match your library's workflow. Before setting your :ref:`EDI Accounts` and :ref:`Library EANs` you will need to have :ref:`entered your vendors <add-a-vendor-label>`.
it: Per prima cosa definisci le tue :ref:`Preferenze di sistema per le ACQ <acquisitions-label>` e la sezione :ref:`Acquisizioni <acquisitions-label>` del modulo amministrazione a seconda delle tue esigenze. Prima di definire gli :ref:`Accounts EDI <edi-accounts-label>` e gli :ref:`EANs della biblioteca <library-eans-label>` dovrai inserire i tuoi :ref:`fornitori <add-a-vendor-label>`.
tr: İlk olarak, kütüphanenizin iş akışıyla eşleşecek şekilde :ref:`Sağlama Sistem Tercihleri<acquisitions-label> ve :ref:`Sağlama Yönetimini <acquisitions-label>` ayarlayın. :ref:`EDI Hesapları ve: ref:`Kütüphane EAN'ları'nı` ayarlamadan önce sağlayıcılarınızı :ref:`girmeniz gerekir <add-a-vendor-label>`

source: On the main acquisitions page you will see your library's funds listed.
it: Nella pagina principale vedrai la lista dei fondi della tua biblioteca.
tr: Sağlama ana sayfasında kütüphanenizin ödeneklerini listelenmiş olarak göreceksiniz.

source: **Note**
it: **Nota**
tr: **Not**

source: If the total line is confusing for the funds you have set up you can hide it by adding
it: Se la linea di totale dei fondi ti fa confusione, puoi toglierla aggiungendo questo codice
tr: Toplam satırı kurduğunuz fonlar için kafa karıştırıcı ise, yandaki tercihi ekleyerek bunu gizleyebilirsiniz

source: to the :ref:`IntranetUserCSS` preference.
it: dentro la preferenza di sistema :ref:`IntranetUserCSS`.
tr: :ref:`IntranetUserCSS ` tercihine.

source: To see all active funds you can click the checkbox next to 'Show active and inactive' above the funds table.
it: Per vedere tutti i fondi selezione la casella di spunta vicino a 'Mostra i fonti attivi e inattisi' che è sopra la tabella dei fondi.
tr: Tüm aktif fonları görmek için, fonlar tablosunun üstündeki 'Etkin olan ve etkin olmayanları göster' opsiyonunun yanındaki onay kutusunu tıklayabilirsiniz.

source: To see a history of all orders in a fund you can click on the linked amount and it will run a search for you.
it: Per vedere una storia di tutti gli ordini puoi cliccare sull'ammontare con i link e il sistema ti farà una richiesta per rispondrti.
tr: Bir bütçedeki tüm sipariş geçmişini görmek için bağlantılı miktarı tıklayabilirsiniz ve sizin için bir arama gerçekleştirecektir.

source: Learn more in the :ref:`Budget/Fund Tracking` section of this manual.
it: Impara di più sull'argomento nella sezione :ref:`Tenere traccia dei Budget/Fondi <budget/fund-tracking-label>` del manuale.
tr: Bu kılavuzun :ref:`Bütçe/Fon İzleme` bölümünde daha fazla bilgi edinebilirsiniz.

source: Vendors
it: Fornitori
tr: Sağlayıcılar

source: Before any orders can be places you must first enter at least one vendor.
it: Prima di inserire ordini, devi definire almeno un fornitore.
tr: Herhangi bir sipariş gerçekleştirmeden önce en az bir sağlayıcı girmelisiniz.

source: Add a Vendor
it: Aggiungi un fornitore
tr: Sağlayıcı Ekle

source: To add a vendor click the 'New Vendor' button on the Acquisitions page
it: Per aggiungere un fornitore, fai click sul bottone 'Nuovo fornitore' nella pagina delle Acquisizioni
tr: Sağlayıcı eklemek için Sağlama sayfasındaki 'Yeni Sağlayıcı' butonuna tıklayın

source: The vendor add form is broken into three pieces
it: Il modulo per aggiungere un fornitore è diviso in tre parti
tr: Sağlayıcı ekleme formu üç bölüme ayrılır

source: The first section is for basic information about the Vendor
it: La prima sezione raccoglie informazioni fondamentali sul fornitore
tr: Birinci bölüm sağlayıcı hakkında temel bilgiler içindir

source: Of these fields, only the Vendor name is required, the rest of the information should be added to help with generating claim letters and invoices
it: Tra questi campi, solo quello del nome del fornitore è obbligatorio. Gli altri campi servono per aiutare a generare lettere di sollecito e fatture
tr: Bu alanlardan yalnızca Sağlayıcı adı zorunludur, geri kalan bilgiler claim mektupları ve fatura oluşturmaya yardımcı olmak için ilave edilmelidir

source: The second section is for information regarding your contact at the Vendor's office
it: La seconda sezione contiene le informazioni relative al tuo contatto presso l'ufficio del fornitore
tr: İkinci bölüm sağlayıcının ofisindeki iletişim ile ilgili bilgiler içindir

source: None of these fields are required, they should only be entered if you want to keep track of your contact's information within Koha
it: Nessuno di questi campi è obbligatorio, vanno specificati solo se vuoi tenere traccia dei tuoi contatti in Koha
tr: Bu alanların hiç biri zorunlu değildir, yalnızca irtibat kurulacak kişinin bilgilerini Koha içinde takip etmek istiyorsanız girilmelidir.

source: The final section is for billing information
it: La sezione finale è relativa a informazioni di fatturazione
tr: Son bölüm fatura bilgileri içindir

source: To be able to order from a vendor you must make them 'Active'
it: Per poter ordinare a un fornitore, devi prima renderlo 'attivo'
tr: Bir sağlayıcıdan sipariş yapabilmek için sağlayıcıları 'Etkin' hale getirmelisiniz

source: For List Prices and Invoice Prices choose the currency
it: Scegli la valuta per l'elenco prezzi e fatture
tr: Liste fiyatları ve fatura fiyatları için para birimini seçin

source: Currencies are assigned in the :ref:`Currencies & Exchange Rates <currencies-and-exchange-rates-label>` admin area
it: Le valute sono configurate nell'area :ref:`Valute & Tassi di cambio <currencies-and-exchange-rates-label>`
tr: Para birimleri :ref:`Para birimleri & Döviz Kurları <currencies-and-exchange-rates-label>` admin alanında atanır.

source: If your library is charged tax mark your Tax Number as registered
it: Se si applicano imposte alla tua biblioteca, indica il codice fiscale
tr: Kütüphanenizden vergi tahsil ediliyorsa vergi numaranızı kayıtlı olduğu şekilde belirtin

source: Note if you list prices and/or invoice prices include tax
it: Verifica se i listini prezzi e/o i prezzi sulle fatture includono leimposte
tr: Eğer liste ve/veya fatura fiyatlarına vergileri dahil ederseniz bunu belirtin

source: If the vendor offers a consistent blank discount, enter that in the 'Discount' field
it: Indica nel campo 'Sconto' l'eventuale sconto applicato dal fornitore
tr: Sağlayıcı bir indirim teklif ederse, 'İndirim' alanına yüzdesini girin

source: You can enter item specific discounts when placing an order
it: Puoi indicare uno sconto per la copia in ordinazione
tr: Bir spariş gerçekleştirirken materyale özgü indirimler girebilirsiniz

source: Enter your tax rate if your library is charged taxes on orders
it: Indica la percentuale se la tua biblioteca deve pagare imposte sugli ordini
tr: Siparişlerde kütüphanenizden vergi tahsil ediliyorsa vergi oranını girin

source: If you know about how long it usually takes orders to arrive from this vendor you can enter a delivery time. This will allow Koha to estimate when orders will arrive at your library on the late orders report.
it: Se sai quanto tempo trascorre prima che il fornitore evada gli ordini, puoi indicarlo. Ciò permetterà a Koha di stimare i tempi di arrivo degli ordini nei report di ordini in ritardo.
tr: Bu sağlayıcıdan siparişlerin genellikle ne kadar sürede geldiğini biliyorsanız bir teslimat süresi girebilirsiniz. Bu, Koha'nın geciken siparişler raporunda siparişlerin ne zaman kütüphanenize ulaşacağını hesaplamasını sağlayacaktır.

source: Notes are for internal use
it: Le note sono per uso interno
tr: Notlar dahili kullanım içindir

source: View/Edit a Vendor
it: Vedi/Modifica il fornitore
tr: Bir sağlayıcı Gör/Düzenle

source: To view a vendor's information page you must search for the vendor from the Acquisitions home page. Your search can be for any part of the Vendor's name:
it: Per visualizzare la pagina informazioni di un fornitore è necessario cercare il fornitore dalla home page delle Acquisizioni. La ricerca può essere per qualsiasi parte del nome del Venditore:
tr: Sağlayıcı bilgileri sayfasını görmeniz için Sağlama ana sayfasından sağlayıcı araması yapmalısınız. Arama, sağlayıcı adının herhangi bir kısmı olabilir:

source: From the results, click on the name of the vendor you want to view or edit
it: Dai risultati, clicca sul nome del fornitore se vuoi vederlo o modificarlo
tr: Sonuçlardan, görmek ya da düzenlemek istediğiniz sağlayıcının adı üzerine tıklayın

source: To make changes to the vendor, simply click the 'Edit vendor' button.
it: Per modificare il venditore, fai click sul bottone 'Modifica fornitore'.
tr: Sağlayıcı üzerinde değişiklik yapmak için 'Sağlayıcı Düzenle' butonu üzerine tıklamanız yeterlidir.

source: If the vendor has no baskets attached to it then a 'Delete vendor' button will also be visible and the vendor can be deleted. Otherwise you will see a 'Receive shipment' button.
it: Se il fornitore non ha raccoglitori collegati, potrà essere cancellato con il bottone 'Cancella fornitore'. Altrimenti apparirà solo il bottone 'Ricevi spedizione'.
tr: Sağlayıcıya bağlı olan hiç bir sepet yoksa 'Sağlayıcı sil' butonu da görünür olacaktır ve sağlayıcı silinebilir. Aksi halde bir 'Sevkiyat alma' butonu göreceksiniz.

source: Vendor Contracts
it: Contratti del fornitore
tr: Sağlayıcı Sözleşmeleri

source: You can define contracts (with a start and end date) and attach them to a vendor. This is used so that at the end of the year you can see how much you spent on a specific contract with a vendor. In some places, contracts are set up with a minimum and maximum yearly amount.
it: Puoi definire contratti (con data di inizio e di fine) da associare ad un fornitore. Serve per vedere alla fine dell'anno quanto è stato speso per contratto e per fornitore. In alcuni casi, può servire associare al contratto una spesa minima e una massima annuale.
tr: Sözleşmeleri tanımlayabilir (başlangıç ve bitiş tarihiyle) ve bu sözleşmeleri bir sağlayıcıya ekleyebilirsiniz. Bu sözleşme, sağlayıcıyla yapılan özel sözleşmede yıl sonunda ne kadar harcadığınızı görebilmeniz için kullanılır. Bazı yerlerde, sözleşmelerin tutarı yıllık minimum ve maksimum olarak ayarlanır.

source: Add a Contract
it: Aggiungi un contratto
tr: Sözleşme Ekle

source: At the top of a Vendor Information Page, you will see a 'New Contract' button.
it: In alto nella pagina dei risultati di una ricerca di fornitore con un solo risultato o in alto nella pagina dei dettagli di un fornitore, trovi un bottone per definire un 'Nuovo contratto'.
tr: Satıcı bilgi sayfasının en üstünde, 'Yeni sözleşme' düğmesi göreceksiniz.

source: The contract form will ask for some very basic information about the contract
it: Il modulo del contratto ti chiederà alcune informazioni fondamentali relative al contratto
tr: Sözleşme formu, sözleşmeyle ilgili bazı temel bilgileri soracaktır

source: **Important**
it: **Importante**
tr: **Önemli**

source: You cannot enter a contract retrospectively. The end date must not be before today's date.
it: Non puoi creare un contratto retrospettivamente. La data di fine non può essere precedente a oggi.
tr: Geriye dönük olarak sözleşme giremezsiniz. Bitiş tarihi bugünün tarihinden önce olmamalıdır.

source: Once the contract is saved it will appear below the vendor information.
it: Il contratto salvato apparirà sotto le informazioni del fornitore.
tr: Sözleşme kaydedildiğinde, sağlayıcı bilgisinin altında gözükecektir.

source: It will also be an option when creating a basket
it: Sarà anche un'opzione quando si creano raccoglitori
tr: Bir sepet oluştururken aynı zamanda bir seçenek olacaktır

source: Managing Suggestions
it: Gestione dei suggerimenti
tr: Önerileri Yönetme

source: It will also appear on the main staff dashboard under the module labels:
it: Apparira nell'interfaccia staff sotto le etichette dei moduli:
tr: Ayrıca modül etiketleri altında ana personel gösterge paneli üzerinde görünecektir:

source: Clicking 'Manage suggestions' will take you to the suggestion management tool. If there are no pending suggestions you can access the suggestion management tool by clicking the 'Manage suggestions' link on the menu on the left of the Acquisitions page.
it: Clicca 'Gestione suggerimenti di acquisto' per entrare nella relativa pagina. Se non ci sono richieste in attesa, puoi entrare nella pagina della Gestione cliccando sulla relativa voce nel menù a sinistra della pagina degli Acquisti.
tr: 'Önerileri Yönet'e tıklamak sizi yönetim aracına yönlendirecektir. Askıda öneri yoksa 'Önerileri Yönet' bağlantısına tıklayarak, Ödünç Alma sayfasının solundaki menüden öneri yönetim aracına giriş yapabilirsiniz.

source: Your suggestions will be sorted into several tabs: Accepted, Pending, Checked, Ordered and/or Rejected. Each accepted or rejected suggestion will show the name of the librarian who managed the suggestion and the reason they gave for accepting or rejecting it (found under 'Status').
it: I suggerimenti di acquisto verranno ordinati in tre categorie: accettati, in lavorazione, rifiutati. Ogni suggerimento accettato o rifiutato ha il nome del collega e la motivazione della decisione (vedi 'status')
tr: Önerileriniz üç kategoride toplanacak: 'Kabul Edildi', 'Beklemede', ve 'Reddedildi'. Kabul edilmiş ya da reddedilmiş önerileri yöneten kütüphanecilerin isimleri gösterilecektir ve bu önerileri kabul etme ya da reddetme sebepleri de gösterilecektir. ('Durumun' altında bulunan).

source: An 'Accepted' suggestion is one that you have marked as 'Accepted' using the form below the suggestions. A 'Pending' suggestion is one that is awaiting action from the library. A 'Checked' suggestion is one that has been marked as 'Checked' using the form before the suggestions. An 'Ordered' suggestion is on that has been ordered using the '`From a purchase suggestion <#orderfromsuggestion>`__' link in your basket. A 'Rejected' suggestion is one that you have marked at 'Rejected' using the form below the list of suggestions.
it: Una proposta di acquisto 'Accettata' è quella marcata come tale usando il modulo sotto le proposte. Una proposta 'In attesa' è quella che attende di essere valutata dalla biblioteca. Una proposta 'Controllata' è quella segnata come tale usando il modulo sopra le proposte. Una proposta 'Ordinata' è una proposta passata in stato di ordine di acquisto usando il link '`Da proposta di acquisto <#orderfromsuggestion>`__' nel tuo raccoglitore. Una proposta 'Rifiutata' è quella marcata come tale usando il modulo sotto la lista delle proposte.
tr: ‘Kabul edilmiş’ öneri, önerilerin altındaki formları kullanarak ‘Kabul edildi’ olarak işaretlediğiniz öneridir. ‘Bekleyen öneri’ kütüphaneden işlem bekleyen öneridir. ‘Onaylanmış’ öneri önerilerden önce formları kullanarak ‘Onaylandı’ olarak işaretlenen öneridir. ‘Sipariş edilmiş’ öneri, sepetinizdeki `Satın alma önerisinden <#orderfromsuggestion>`__ bağlantısı kullanılarak sipariş edilmiş öneridir. ‘Reddedilmiş’ öneri, öneriler listesinin altındaki formu kullanarak ‘Reddedildi’ olarak işaretlediğiniz öneridir.

source: For libraries with lots of suggestions, there are filters on the left hand side of the Manage Suggestions page to assist in limiting the number of titles displayed on the screen.
it: Per le biblioteche con molti suggerimenti di acquisto, ci sono filtri sulla sinistra della pagina della Gestione dei suggerimenti di acquisto per limitare i titoli mostrati di volta in volta sullo schermo.
tr: Birçok önerileri olan kütüphaneler için, Önerileri Yönet sayfasının sol tarafında ekranda gösterilen başlıkların azaltılmasında yardımcı olmak üzere fitreler mevcuttur.

source: Clicking on the blue headings will expand the filtering options and clicking '[clear]' will clear all filters and show all suggestions.
it: Cliccando sulle intestazioni blu aprirà i filtri e cliccando '[cancella]' toglierà i filtri e mostrerà tutti i suggerimenti di acquisto.
tr: Mavi başlıklara tıklamak filtreleme seçeneklerini artıracaktır ve '[temizle]' ye tıklamak tüm filtreleri temizleyecek ve tüm önerileri gösterecektir.

source: The suggestions page will automatically be limited to suggestions for your library. To see information for all (or any other) libraries click on the 'Acquisition information' filter and change the library.
it: La pagina delle richieste di acquisto si limita alla richieste della tua biblioteca. Per vedere le richieste di altre o tutte le altre biblioteche, fai click sul filtro 'Informazioni sulle acquisizioni' e cambia biblioteca.
tr: Öneri sayfası kütüphaneniz önerileri otomatik olarak sınırlayacaktır. Tüm kütüphaneler için (ya da her hangi bir kütüphane için) 'Sağlama bilgisi' filtresine tıklayınız ve kütüphaneyi değiştiriniz.

source: When reviewing 'Pending' suggestions you can choose to check the box next to the item(s) you want to approve/reject and then choose the status and reason for your selection. You can also choose to completely delete the suggestion by checking the 'Delete selected' box.
it: Quando si esaminano i suggerimenti di acquisto da lavorare, puoi spuntare la/e copia/e da approvare o rifiutare e poi scegliere stato e motivo da applicare ai suggerimenti selezionati. Puoi anche cancellarle del tutto spuntando la casella 'Cancella selezionati'.
tr: 'Bekleyen' önerileri gözden geçirirken, onaylamak/reddetmek istediğiniz materyalin(lerin) yanındaki kutuyu onaylayabilir ve ardından durumunuzu ve seçim nedeninizi seçebilirsiniz. 'Seçili olanı sil' kutusunu işaretleyerek de öneriyi tamamen silebilirsiniz.

source: Another option for libraries with long lists of suggestions is to approve or reject suggestions one by one by clicking on the title of the suggestion to open a summary of the suggestion, including information if the item was purchased.
it: Un'altra opzione disponibile per le biblioteche con lunghe liste di suggerimenti è quella di apporvare o respingere ogni singolo suggerimento cliccando sul titolo stesso e aprire un riassunto del suggerimento, inclusa l'informazione se la copia è stata acquistata.
tr: Kütüphanelere uzun listeler halindeki öneriler için diğer bir seçenek, öneri değiştirme sayfasını açıp önerinin üstündeki başlığa tıklayarak, önerileri materyalin satın alınma bilgisiyle beraber teker teker onaylamak ya da reddetmektir.

source: Clicking 'edit' to the right of the suggested title or at the to pof the suggestion detail page will open a suggestion editing page.
it: Cliccando 'edit' a destra del titolo suggerito o in alto nella pagina dei dettagli del suggerimento, aprirà la pagina per le modifiche del suggerimento.
tr: Önerilen başlığın sağında veya öneri ayrıntıları sayfasının üstündeki 'düzenle' bağlantısına tıklamak bir öneri düzenleme sayfası açacaktır.

source: From this form you can make edits to the suggestion (adding more details or updating incorrect information provided by the patron). You can also choose to accept or reject the suggestion on an individual basis.
it: Da questa schermata puoi modificare i suggerimenti di acquisto. Puoi anche accettare o rifiutare i suggerimenti.
tr: Bu formdan öneri düzenlemeleri yapabilirsiniz (daha fazla detay ekleyerek ya da kullanıcı tarafından sağlanan yanlış bilgiyi güncelleyerek ). Önerileri bireysel temelde kabul etmeyi ya da geri çevirmeyi de seçebilirsiniz.

source: Choosing to mark a request as 'Pending' will move the request back to the 'Pending' tab.
it: Marcando la richiesta come 'Da lavorare', la riporterà nella scheda 'In lavorazione'.
tr: Bir isteği 'Askıda' olarak işaretlemeyi seçmek bu isteği 'Askıda' sekmesine taşıyacaktır.

source: Reasons for accepting and rejecting suggestions are defined by the `SUGGEST <#suggestauthorized>`__ authorized value.
it: I motivi con cui accettare o rifiutare una proposta di acquisto sono definiti dai valori autorizzati `SUGGEST <#suggestauthorized>`__.
tr: Önerileri kabul ve reddetme sebepleri `SUGGEST <#suggestauthorized>`__ otorize değeri tarafından tanımlanır.

source: If you choose 'Others...' as your reason you will be prompted to enter your reason in a text box. Clicking 'Cancel' to the right of the box will bring back the pull down menu with authorized reasons.
it: Se scegli 'Altro...' come motivazione, dovrai specificarla in un campo di testo che comparirà. Premendo 'Cancella' alla destra del campo tornerai indietro.
tr: Neden olarak 'Diğerlerini ...' seçerseniz, metin kutusuna nedeninizi girmeniz için yönlendirileceksiniz. Kutunun sağındaki 'İptal'e tıklamak yetki nedenleriyle birlikte açılır menüyü ekrana getirecektir.

source: You can also assign this suggestion to a fund.
it: E' inoltre possibile assegnare questo suggerimento ad un fondo.
tr: Aynı zamanda bu öneriyi bir fona atayabilirsiniz.

source: This edit can trigger a notice (defined in the :ref:`Notices & Slips <notices-&-slips-label>` tool with the `TO\_PROCESS <#toprocessnotice>`__ notice) to the fund owner that there is a suggestion ready for them to manage if you have turned on the :ref:`cron job to generate these notices <email-suggestions-to-process-label>`.
it: Questa modifica può innescare un avviso (definito in `Avvisi & Ricevute <notices-&-slips-label>` con il codice `TO\_PROCESS <#toprocessnotice>`__) al proprietario del fondo che c'è un suggerimento pronto per essere gestito da lui. Tutto ciò avviene solo se è stato configurato il :ref:`cron job specifico per generare questo avviso <email-suggestions-to-process-label>.
tr: Bu düzenleme fon sahibine (`TO\_PROCESS <#toprocessnotice>`__ bildirimi ile :ref:`Bildirimler & Slipler <notices-&-slips-label>` aracında tanımlı) `bu bildirimleri oluşturmak için bir :ref:`cron job` oluşturduysanız yönetmeleri için bir önerinin hazır olduğunu bildiren bir bildirim tetikler <email-suggestions-to-process-label>`.

source: Once you have clicked 'Submit' the suggestion will be moved to the matching tab. The status will also be updated on the patron's account in the OPAC and an :ref:`email notice <notices-&-slips-label>` will be sent to the patron using the template that matches the status you have chosen.
it: Una volta cliccato 'Invia', la proposta verrà spostata nella scheda corrispondente. Verrà anche aggiornato lo stato nell'account dell'utente nell'OPAC e un :ref:`avviso via email <notices-&-slips-label>` verrà spedito all'utente usando il modello relativo allo stato che hai scelto.
tr: 'Gönder' üzerine tıkladıktan sonra öneri, eşleştirme sekmesine taşınacak. Aynı zamanda kullanıcının OPAC hesabındaki durum güncellenecek ve kullanıcıya seçmiş olduğunuz durum ile eşleşen şablonu kullanan bir :ref:`e-posta bildirimi <notices-&-slips-label>`gönderilecektir.

source: Placing Orders
it: Effettuare ordini di acquisto
tr: Siparişleri Yerleştirme
