Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Close a budget
fr: Ajouter un budget
hi: एक बजट बंद
it: Chiudi un budget
tr: Bir bütçe kapatın

source: Close a budget to move or roll over unreceived orders and if desired unspent funds from a previous budget to a new budget. Before closing your budget you might want to :ref:`duplicate the previous year's budget <duplicate-a-budget-label>` so that you have somewhere for the unreceived orders to roll to.
fr: Clôturez un budget pour déplacer ou reconduire des commandes non reçues et, si désiré, des postes budgétaires non dépensés d'un budget précédent à un nouveau budget. Avant la clôture de votre budget vous pourriez vouloir :ref:`dupliquer le budget de l'année précédente <duplicate-a-budget-label>` pour avoir un endroit où reconduire les commandes non reçues.
hi: अप्रत्याशित आदेशों को स्थानांतरित करने या रोल करने के लिए बजट बंद करें और यदि पिछले बजट से वांछित अनुसूचित धन को नए बजट में वांछित किया जाता है। अपने बजट को बंद करने से पहले आप यह करना चाहते हैं : ref: `पिछले वर्ष के बजट को डुप्लिकेट करें <duplicate-a-budget-label>' ताकि आपके पास रिक्त ऑर्डर के लिए कहीं भी रोल हो।
it: Chiudere un budget per spostare ordini non percepiti e se lo si desidera fondi non spesi da un bilancio precedente per un nuovo bilancio. Prima di chiudere il budget si potrebbe desiderare di :ref:`duplicare il bilancio dell'anno precedente <duplicate-a-budget-label>` in modo da avere un posto per gli ordini non percepiti a rotolare a.
tr: Teslim alınmayan siparişleri kapatmak ya da uzatmak için ve eğer isterseniz harcanmamış fonları bir önceki bütçeden yeni bütçeye taşımak için bütçeyi kapatın. Bütçenizi kapatmadan önce :ref:`bir önceki yılın bütçesini çoğaltmak <duplicate-a-budget-label>` isteyebilirsiniz, böylece teslim alınmayan siparişlerin uzatılması için bir yeriniz olur.

source: Find the previous budget with unreceived orders on the Active budgets or the Inactive budgets tab and select 'Close' under 'Actions'.
fr: Trouvez le budget précédent avec des commandes non reçues dans les budgets Actifs ou dans l'onglet "Budgets inactifs" et sélectionnez 'Clôturer' sous "Actions".
hi: सक्रिय बजट या निष्क्रिय बजट टैब पर unreceived आदेश के साथ पिछले बजट का पता लगाएं और चयन 'क्रिया' के अंतर्गत 'बंद'।
it: Trova il budget precedente con ordini non ricevuti sotto il tab budgets attivi o budgets non attivi e seleziona 'Chiudi' dal menù 'Azioni'
tr: Teslim alınmayan siparişleri olan bir önceki bütçeyi Aktif bütçeler ya da Pasif bütçeler sekmesinde bulun ve 'Eylemler' altında 'Kapat' seçeneğini seçin.

source: In order for the unreceived orders to be automatically moved to the new budget, the fund structures in the previous budget must exist in the new budget. Budgets without unreceived orders cannot be closed.
fr: Astuce : Pour que les commandes non reçues soient automatiquement déplacées vers le nouveau budget, les structures du poste budgétaire précédent doivent exister dans le nouveau budget. Les budgets sans commandes non reçues ne peuvent pas être fermés.
hi: नए बजट के लिए स्वचालित रूप से स्थानांतरित होने के लिए बिना अनुमान वाले आदेशों के लिए, नए बजट में पिछले बजट में फंड संरचना मौजूद होने चाहिए. बिना अनुमान वाले आदेश के बजट बंद नहीं किए जा सकते.
it: Affinché gli ordini non ricevuti possano essere spostati automaticamente nel nuovo budget, le strutture dei fondi nel bilancio precedente devono esistere nel nuovo bilancio. I bilanci senza ordini non ricevuti non possono essere chiusi.
tr: Teslim alınmayan siparişlerin otomatik olarak yeni bütçeye taşınması için, bir önceki bütçenin fon yapıları mutlaka yeni bütçe içerisinde yer almalıdır. Teslim alınmayan siparişleri olmayan bütçeler kapatılamaz.

source: When you select 'Close' you will be presented with a form.
fr: Une fois que vous avez fait votre choix, un message de confirmation s'affichera.
hi: जब आप का चयन 'बंद' आप एक फार्म के साथ प्रस्तुत किया जाएगा।
it: Quando selezioni 'Chiudi' ti verrà presentato un form.
tr: 'Kapat' seçeneğini seçtiğiniz zaman karşınıza bir form gelecektir.

source: Use the 'Select a budget' drop down to choose the new budget for the unreceived orders.
fr: Utilisez la liste déroulante "Sélectionner un budget" pour choisir le nouveau budget pour les commandes non reçues.
hi: unreceived आदेश के लिए नए बजट का चयन करने के लिए नीचे 'एक बजट का चयन करें' ड्रॉप का प्रयोग करें।
it: Usa il drop down 'Seleziona un budget' per scegliere un nuovo budget per gli ordini non ricevuti.
tr: Teslim alınmayan siparişler için yeni bütçeyi seçmek için 'Bir bütçe seçin' açılır menüsünü kullanın.

source: Check the box for 'Move remaining unspent funds' to move the unspent amounts from the funds of the budget being closed to the selected budget.
fr: Cocher la case pour "Déplacer les fonds non-dépensés restants" pour déplacer les montants non dépensés des postes budgétaires du budget clôturé vers le budget choisi.
hi: बजट की धनराशि से अक्षय मात्रा में स्थानांतरित करने के लिए 'अक्षय निधि शेष कदम' के लिए बॉक्स को चेक चयनित बजट को बंद कर दिया जा रहा है।
it: Marca il box 'Muovi i fondi con delle rimanenze' per spostare l'ammontare non speso da fondi di budget ormai chiusi a un altro budget selezionato.
tr: Kapatılan bütçenin fonlarından harcanmayan miktarları, seçilen bütçeye taşımak için 'Kalan harcanmamış fonları taşı' kutusunu işaretleyin.

source: Once you have made your choices, click the 'Move unreceived orders' button. You will be presented with a dialog box that says 'You have chosen to move all unreceived orders from 'Budget X' to 'Budget Y'. This action cannot be reversed. Do you wish to continue?' Budget X is the budget to be closed and Budget Y is the selected budget.
fr: Une fois vos choix effectués, cliquez sur le bouton "Déplacer les commandes non reçues". Une boîte de dialogue disant "Vous avez choisi de déplacer toutes les commandes non reçues de 'Budget X' à 'Budget Y'" s'ouvrira, cette action ne peut être inversée. Voulez-vous continuer ?" Le budget X sera clôturé et le budget Y devient le budget sélectionné.
hi: एक बार जब आप अपने विकल्पों को बना दिया है, बटन 'unreceived के आदेश ले जाएँ' पर क्लिक करें। आप एक संवाद बॉक्स का कहना है कि 'बजट वाई' के लिए 'बजट एक्स' 'आप सब से unreceived आदेशों स्थानांतरित करने के लिए चुना है के साथ प्रस्तुत किया जाएगा। इस कार्रवाई के उलट नहीं किया जा सकता है। क्या आप जारी रखना चाहते हैं?' बजट एक्स बजट को बंद किया जा रहा है और बजट Y चयनित बजट है।
it: Una volta fatta la tua scelta, clicca sul bottone ' Muovi ordini non ricevuti'. Ti si aprirà un finestra di dialogo che dirà 'Hai scelto di spostare tutti gli ordini non ricevuti dal 'Budget X' al 'Budget Y'. Questa azione è irreversibile. Vuoi continuare?' Budget X è il budget che verrà chiuso e Budget Y è il Budget è il budget selezionato.
tr: Seçimlerinizi yaptıktan sonra 'Teslim alınmayan siparişleri taşı' butonuna tıklayın. Ekrana 'Tüm teslim alınmayan siparişleri 'Budget X' bütçesinden 'Budget Y' bütçesine taşımayı seçtiniz, bu işlem geri alınamaz. Devam etmek istiyor musunuz? diyalog kutusu gelecektir. Budget X kapatılacak bütçe ve Budget Y ise seçilen bütçedir.

source: If everything seems correct click 'OK' and the unreceived orders and, if selected, unspent funds will be moved.
fr: Si tout semble correct, cliquez sur "OK" et les commandes non reçues et, si vous les avez sélectionnées, les lignes budgétaires non dépensées seront déplacées.
hi: अगर सब कुछ सही लगता है क्लिक करें 'OK' और अप्राप्त आदेश और, अगर चयनित, खर्च नही किया गया कोष चला जाएगा।
it: Se tutto è corretto clicca 'OK' e gli ordini non ricevuti e, se selezionati, i fondi non spesi saranno spostati.
tr: Her şey doğru görünüyorsa 'TAMAM' üzerine tıklayın ve teslim alınmamış siparişler ve eğer seçilmişse harcanmamış fonlar taşınacaktır.

source: Wait until the 'Report after moving unreceived orders from budget X to Y' displays. This will list the order numbers which have been impacted (grouped by fund) and detail if the unreceived order was moved or if there was a problem. For example, if the new budget does not contain a fund with the same name as the previous budget, the order will not be moved.
fr: Attendez jusqu'à l'affichage du "Rapport après le déplacement de commandes non reçues du budget X à Y" ). Ceci listera les numéros de commandes qui ont été impactés (groupés par poste budgétaire) et détaillera si la commande non reçue a été déplacée ou s'il y a eu un problème. Par exemple, si le nouveau budget ne contient pas de poste budgétaire avec le même nom que dans le budget précédent, la commande ne sera pas déplacée.
hi: प्रदर्शित करता है 'वाई बजट एक्स से unreceived आदेश के जाने के बाद रिपोर्ट' जब तक प्रतीक्षा करें। इस क्रम संख्या है जो प्रभावित किया गया है (निधि के आधार पर वर्गीकृत) और विस्तार यदि unreceived आदेश ले जाया गया था या यदि वहाँ एक समस्या थी की सूची जाएगा। उदाहरण के लिए, यदि नए बजट पिछले बजट के रूप में एक ही नाम के साथ एक फंड को शामिल नहीं करता है, आदेश में स्थानांतरित नहीं किया जाएगा।
it: Aspetta fino a quando non si mostra il 'Report dopo ave mosso ordini non ricevuti dal budget X a Y'. Il report elencherà i numeri d'ordine presi in considerazione (raggruppati per fondo) e dira se l'ordine non ricevuto è stato spostato oppure no. Per esempio se il nuovo budget non contiene un fondo con lo stesso nome del prededente budget, l'ordine non viene spostato.
tr: 'Teslim alınmayan siparişlerin X bütçesinden Y bütçesine taşınmasından sonra rapor ver' ekranda görüntülene kadar bekleyin. Bu, etkilenen sipariş numaralarını (fona göre gruplandırılan) listeleyecek ve eğer teslim alınmayan siparişler taşınmış ise ya da bir problem ortaya çıkmış ise ayrıntılı bilgi verecektir. Örneğin, yeni bütçe önceki bütçeyle aynı isimde bir fon içermiyorsa sipariş taşınmayacaktır.

source: Funds
fr: Postes budgétaires
hi: कोष
it: Fondi
tr: Fonlar

source: *Get there:* More > Administration > Acquisitions > Funds
fr: *Allez à :* Plus > Administration > Acquisitions > Poste budgétaire
hi: *वहाँ जाओ::* अधिक > प्रशासन > अधिग्रहण > कोष
it: *Vai a:* Più > Amministrazione > Parametri per le acquisizioni > Fondi
tr: Gidiş yolu:* Daha fazla >Yönetim > Sağlama > Fonlar

source: Add a Fund
fr: Ajouter un poste budgétaire
hi: एक कोष जोड़ें
it: Aggiungi un fondo
tr: Fon Ekle

source: A fund is added to a budget.
fr: Un poste budgétaire est ajouté à un budget.
hi: एक कोष के लिए एक बजट में जोड़ा जाता है।
it: Un fondo è aggiunto a un budget.
tr: Bir fon bir bütçeye eklenir.

source: A :ref:`budget <adding-budgets-label>` must be defined before a fund can be created.
fr: Vous devez :ref:`créer un budget <adding-budgets-label>` avant de pouvoir créer un poste budgétaire.
hi: एक :ref:`budget <adding-budgets-label>` एक फंड बनाया जा सकता है इससे पहले परिभाषित किया जाना चाहिए.
it: Prima di creare un fondo, deve essere definito un :ref:`budget <adding-budgets-label>`.
tr: Bir fon oluşturulmadan önce bir :ref:`bütçe <adding-budgets-label>` tanımlanmalıdır.

source: To add a new fund click the 'New' button and then choose which budget you would like to add the fund to.
fr: Pour ajouter un nouveau poste budgétaire, cliquez sur le bouton 'Ajouter' et choisissez le budget sur lequel vous souhaitez ajouter le poste.
hi: नया फंड जोड़ने के लिए 'नया' बटन क्लिक करें और फिर चुनें कि आप किस बजट को फंड जोड़ना चाहते हैं।
tr: Yeni bir fon eklemek için 'Yeni' butonuna tıklayın ve fonu eklemek istediğiniz bütçeyi seçin.

source: In the form that appears you want to enter the basics about your fund.
fr: Dans le formulaire qui s'affiche, entrez au moins une date sur laquelle faire la recherche.
hi: दिखाई देने वाले फ़ॉर्म में आप अपने फंड के बारे में मूल बातें प्रवेश करना चाहते हैं।
it: Nel form che appare puoi inserire le informazioni di base riguardo il tuo fondo.
tr: Ekrana gelen forma fonunuz ile ilgili temel bilgileri girin.

source: The three first fields are required, the rest are optional
fr: Les trois premiers champs sont obligatoires. Les suivants sont optionnels.
hi: पहले तीन फ़ील्ड आवश्यक हैं, बाकी वैकल्पिक हैं
it: Questi tre campi sono richiesti, gli altri sono opzionali
tr: İlk üç alan zorunludur, diğerleri isteğe bağlıdır

source: Fund code is a unique identifier for your fund
fr: Le code du poste budgétaire est un identifiant unique pour votre poste budgétaire
hi: फंड कोड आपके फंड के लिए एक अद्वितीय पहचानकर्ता है
tr: Fon kodu, fonunuz için özgün bir tanımlayıcı koddur

source: The fund name should be something that librarians will understand
fr: Le nom du poste budgétaire devrait être parlant pour les bibliothécaires
hi: फंड नाम कुछ ऐसा होना चाहिए जो लाइब्रेरियन समझ जाएंगे
tr: Fon adı kütüphanecilerin anlayacağı bir şey olmalıdır

source: Amount should be entered with only numbers and decimals, no other characters
fr: Le montant doit seulement comprendre des chiffres et des décimales, aucun autre caractère
hi: राशि केवल संख्या और दशमलव, कोई अन्य पात्रों के साथ दर्ज किया जाना चाहिए
it: La cifra deve essere scritta con solo numeri e decimali senza altri caratteri
tr: Tutar sadece sayılar ve ondalık ayırıcı ile girilmelidir, başka bir karakter içermemelidir

source: Warning at (%) or Warning at (amount) can be filled in to make Koha warn you before you spend a certain percentage or amount of your budget. This will prevent you from overspending.
fr: Attention à (%) ou Attention à (montant) peut être complété pour que Koha vous avertisse avant que vous ne dépensiez un certain pourcentage ou un montant de votre budget. Ceci vous évitera des dépenses excessives.
hi: (%) पर चेतावनी या (राशि) पर चेतावनी को भरने के लिए आपके बजट का एक निश्चित प्रतिशत या राशि खर्च करने से पहले कोहा ने आपको चेतावनी दी है. यह आपको अधिक भुगतान से रोक देगा.
it: Avviso a (%) o avviso a (importo) possono essere compilati per avere da Koha un avviso prima di spendere una certa percentuale o importo del tuo budget. Questo impedirà eccessi di spesa.
tr: (%) uyarısı yada (miktar) uyarısı, bütçenizin belirli bir yüzdesini veya belirli bir miktarını harcamadan önce Koha'nın sizi uyarması için doldurulabilir. Bu sizin fazla harcama yapmanızı önlemek içindir.

source: You can choose to assign this fund to a librarian. Doing so will make it so that only that librarian can make changes to the fund
fr: Vous pouvez choisir d'attribuer ce poste budgétaire à un(e) bibliothécaire. Ainsi, seule cette personne pourra faire des changements sur ce poste budgétaire
hi: आप इस फंड को लाइब्रेरियन को असाइन करना चुन सकते हैं। ऐसा करने से ऐसा हो जाएगा कि केवल वह लाइब्रेरियन फंड में बदलाव कर सकता है
tr: Bu fon için bir kütüphaneci atayabilirsiniz. Böylelikle bu fon üzerinde yalnızca atanmış olan kütüphaneci değişiklik yapabilecektir.

source: Choose which library will be using this fund
fr: Choisissez le site qui utilisera ce poste budgétaire
hi: चुनें जो पुस्तकालय इस कोष का उपयोग किया जाएगा
it: Scegli la biblioteca che userà questo fondo
tr: Bu fonu hangi kütüphanenin kullanacağını seçin

source: You can restrict who can order from this fund by choosing either the 'owner', 'owner and users' or 'owner, users and library' from the 'Restrict access to' menu
fr: Vous pouvez limiter l'utilisation de ce poste budgétaire à son "propriétaire" ou à son "propriétaire et des utilisateurs" ou à son "propriétaire, des utilisateurs et un site" en utilisant le menu "Restreindre l'accès à"
hi: आप को सीमित कर सकते हैं, जो या तो 'मालिक' का चयन करके इस निधि से आदेश कर सकते हैं, 'मालिक और उन' या 'मालिक, उपयोगकर्ताओं और पुस्तकालय' मेनू 'को प्रतिबंधित पहुँच' से
it: Puoi limitare le persone che possono fare ordini su questo fondo sia scegliendo un 'proprietario', 'proprieatario e utenti', 'proprietatio, utenti e biblioteca' dal menu 'Restringi l'accesso a'
tr: 'Erişimi Kısıtla' menüsünden 'sahip', 'sahip ve kullanıcılar' ya da 'sahip, kullanıcılar ve kütüphane' opsiyonlarından birini seçerek fondan kimin istek yapabileceğini kısıtlayabilirsiniz.

source: Without an owner, the access restriction will be ignored, be sure to enter an owner as well as choose a restriction
fr: Important : Sans propriétaire, la restriction d'accès sera ignorée, assurez-vous de saisir un propriétaire ainsi qu'une restriction
hi: किसी मालिक के बिना, एक्सेस प्रतिबंध को अनदेखा कर दिया जाएगा, एक मालिक दर्ज करने और प्रतिबंध चुनने के लिए सुनिश्चित करें
it: Senza un proprietario, la restrizione di accesso ai conti verrà ignorata: assicurati di definire un proprietario e di scegliere una restrizione
tr: Bir sahip olmadan erişim kısıtlaması yok sayılacaktır, bir kısıtlama seçmeniz yanı sıra bir sahip girdiğinizden de emin olun.

source: Notes are simply for any descriptive notes you might want to add so that librarians know when to use this fund
fr: Les notes sont une information qui s'affichera pour les bibliothécaires et leur donnera des indications d'utilisation de ce poste budgétaire
hi: नोट्स बस किसी भी वर्णनात्मक नोटों के लिए आप पुस्तकालयाध्यक्षों को पता है कि जब इस निधि का उपयोग करने के लिए इतना जोड़ सकते हैं कर रहे हैं
it: Le note sono semplicemente note descrittive che tu potresti voler aggiungere in modo che i bibliotecari possano visualizzarle quando usano questo fondo.
tr: Notlar, basitçe kütüphanecilerin bu fonu ne zaman kullanabileceklerini bilmeleri için ekleyebileceğiniz açıklayıcı notlar içindir.

source: Planning categories are used for statistical purposes. If you will be using the Asort1 and/or Asort2 authorised values lists to track your orders you need to select them when setting up the fund. Select the Asort1/Asort2 option from the dropdown lists for the Statiscal 1 done on: and Statistical 2 done on: fields.
fr: Les catégories de planification sont utilisées à des fins statistiques. Si vous comptez utiliser les listes de valeurs autorisées Asort1 et / ou Asort2 pour suivre vos ordres, vous devez les sélectionner lors de la configuration du budget. Sélectionnez l'option Asort1 / Asort2 dans les listes déroulantes pour les champs Statiscal 1 effectué sur : et Statistiques 2 réalisés sur : champs.
hi: योजनागत श्रेणियों का उपयोग सांख्यिकीय उद्देश्यों के लिए किया जाता है। यदि आप अपने आदेशों को ट्रैक करने के लिए Asort1 और/या Asort2 अधिकृत मान सूचियों का उपयोग करेंगे, तो आपको फंड सेट अप करते समय उन्हें चुनने की आवश्यकता होगी। 'सांख्यिकीय1 के लिए ड्रॉपडाउन सूचियों से Asort1/Asort2 विकल्प का चयन करें: और सांख्यिकीय 2 पर किया गया: फ़ील्ड।
it: Le categorie pianificate sono usate a scopi statistici. Se usi i valori autorizzati Asort1 e/o Asort2 per tracciare i tuoi ordini, dovrai selezionarli quando imposti un fondo. Seleziona l'opzione Asort1/Asort2 dal menù a tendina per i campi "Statistiche 1 basate su:" e "Statistiche 2 basate su:".
tr: Planlama kategorileri istatistiksel amaçlar için kullanılır. Siparişlerinizi takip etmek için Asort1 ve / veya Asort2 yetkili değer listelerini kullanacaksanız, fonu kurarken bunları seçmeniz gerekir. Yapılan İstatistik 1 için aşağı açılan listelerden Asort1/Asort2 seçeneğini seçin: ve İstatistik 2, üzerinde: alanları.

source: To learn more about planning categories, check out the :ref:`Planning category FAQ <planning-categories-label>`.
fr: Pour en apprendre plus sur les catégories de planification, consultez la :ref:`FAQ <planning-categories-label>`.
hi: योजना श्रेणियों के बारे में और जानने के लिए, देखें :ref:`योजना श्रेणी अकसर किये गए सवाल <planning-categories-label>`.
tr: Planlama kategorileri istatistiksel amaçlar için kullanılır. Planlama kategorileri hakkında daha fazla bilgi için :ref:`Planlama Kategorisi SSS <planning-categories-label>` bölümüne bakınız.

source: When complete, click 'Submit' and you will be brought to a list of all of the funds for the budget.
fr: Quand vous avez fini, cliquez sur 'Valider'. Une liste de tous les postes budgétaires du budget sera affichée.
hi: जब पूरा, 'सबमिट' पर क्लिक करें और आप बजट के लिए धन की सभी की एक सूची के लिए लाया जाएगा।
it: Quando hai finito, clicca 'Invia' e sarai portato a una lista di tutti i fondi del budget.
tr: Tamamlandığında, 'Gönder'e tıklayınız, ardından tüm bütçe fonlarını kapsayan bir listeye yönlendirileceksiniz.

source: The monetary columns in the fund table break down as follows:
fr: Les colonnes monétaires du tableau des postes budgétaires se répartissent comme suit :
hi: निधि तालिका में मौद्रिक कॉलम तोड़ने के नीचे इस प्रकार है:
it: Le colonne della tabella conti sono le seguenti:
tr: Fon tablosundaki mali sütunlar aşağıdaki gibi listelenir:

source: Base-level allocated is the 'Amount' value you defined when creating the fund
fr: Le niveau de base alloué est la valeur du "montant" que vous avez définie lors de la création du poste budgétaire.
hi: आवंटित बेस-स्तरीय वह राशि है जो फंड बनाने के दौरान परिभाषित 'राशि' मान है
tr: Tahsis edilmiş temel düzey, fon oluştururken tanımladığınız "Tutar" değeridir

source: Base-level ordered is the ordered amount for this fund (without child funds)
fr: Le niveau de base commandé correspond au montant commandé pour ce poste budgétaire (sans les postes pour enfants).
hi: आधार स्तर का आदेश दिया (बच्चे धन के बिना) इस फंड के लिए आदेश दिया है राशि
it: Livello-base ordinato è l'ammontare degli ordini fatti con questo conto (senza i sottoconti)
tr: Sipariş edilmiş temel düzey bu fon için sipariş edilen miktardır (alt fon olmadan)

source: Total ordered is the base-level ordered for this fund and all its child funds
fr: Le total commandé est le niveau de base commandé pour ce poste budgétaire et tous ses postes pour enfants.
hi: कुल आदेश दिया आधार स्तर के इस कोष और इसके सभी चाइल्ड फंड के लिए आदेश दिया है
it: Totale ordinato è il livello-base degli ordini fatti con questo conto e tutti i suoi i sottoconti
tr: Toplam sipariş edilen, bu fon ve tüm alt fonları için temel düzey sipariş edilendir

source: Base-level spent is the spent amount for this fund (without child funds)
fr: Le niveau de base dépensé est le montant dépensé pour ce poste budgétaire (sans les postes pour enfants)
hi: इस फंड के लिए खर्च किए गए बेस-लेवल खर्च (बाल कोष के बिना)
it: La spesa livello-base è quanto è stato speso con questo conto (senza i suoi sottoconti)
tr: Temel düzey harcanan, bu fon için harcanmış miktardır (alt fonlar olmadan)

source: Total spent is the base-level spent for this fund and all its child funds
fr: Le total dépensé est le niveau de base dépensé pour ce poste budgétaire et tous ses postes pour enfants
hi: कुल खर्च आधार स्तर के इस कोष और इसके सभी बाल फंड के लिए खर्च किया जाता है
it: Totale spesa è quanto è stato speso con questo conto compresi tutti i suoi i suoi sottoconti
tr: Toplam harcanan, bu fon ve tüm alt fonları için temel düzey harcanan miktardır

source: Base-level available is 1 - 2
fr: Niveau de base disponible est 1 - 2
hi: उपलब्ध बेस-स्तर है 1 - 2
it: Livello di base disponibile è 1 - 2
tr: Kullanılabilir temel düzey 1 - 2

source: Total available is 1 - 3
fr: Total disponible est 1 - 3
hi: कुल उपलब्ध हैं 1 - 3
it: Totale disponibile è 1 - 3
tr: Toplam kullanılabilir 1 - 3

source: To the right of each fund you will find the 'Actions' button under which you will find the 'Edit,' 'Delete,' and 'Add child fund' options.
fr: A droite de chaque poste budgétaire vous verrez un bouton "Actions" sous lequel vous trouverez les options "Modifier", "Supprimer" et "Ajouter un poste enfant".
hi: प्रत्येक फंड के दाईं ओर आपको 'क्रियाएं' बटन मिलेगा जिसके तहत आपको 'संपादित करें,' 'हटाएं' और 'बाल निधि जोड़ें' विकल्प मिलेंगे।
tr: Her fonun sağında 'Düzenle', 'Sil' ve 'Alt Fon Ekle' seçeneklerini bulabileceğiniz bir 'Eylemler' butonu göreceksiniz.
