Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Authority Types are basically MARC Frameworks for Authority records and because of that they follow the same editing rules found in the :ref:`MARC Bibliographic Frameworks <marc-bibliographic-frameworks-label>` section of this manual. Koha comes with many of the necessary Authority frameworks already installed. To learn how to add and edit Authority Types, simply review the :ref:`MARC Bibliographic Frameworks` section of this manual.
it: In Tipi di autorità si trovano sostanzialmente delle griglie MARC per i record di autorità; le regole sono le stesse della sezione :ref:`griglie di catalogazione bibliografica MARC <marc-bibliographic-frameworks-label>` di questo manuale. Koha installa già diverse griglie di autorità. Per maggiori informazioni su come aggiungerne altre o modificare quelle esistenti, rivedi la sezione :ref:`griglie di catalogazione bibliografica MARC <marc-bibliographic-frameworks-label>` di questo manuale.

source: *Get there:* More > Administration > Catalog > Authority Types
it: *Vai a:* Più > Amministrazione > Tipi di authority

source: Classification Sources
it: Schemi di classificazione

source: Source of classification or shelving scheme is an :ref:`Authorized Values <authorized-values-label>` category that is mapped to field 952$2 and 942$2 in Koha's MARC Bibliographic frameworks and stored in the items.cn\_source field in the database.
it: Fonte di classificazione o schema scaffalatura è uno dei :ref:`Valori autorizzati <authorized-values-label>` che viene mappato ai campi 952 $2 e $ 942$2 delle griglie MARC di Koha e memorizzato nel campo items.cn\_source nel database.

source: Adding/Editing Classification Sources
it: Aggiungere/modificare schemi di classificazione

source: You can add your own source of classification by using the New Classification Source button. To edit use the Edit link.
it: Puoi aggiungere il tuo schema di classificazione usando il bottone 'Nuovo schema di classificazione'. Per modificarlo, usa i link 'Modifica'.

source: Classification Filing Rules
it: Regole di normalizzazione della classificazione

source: Filing rules are mapped to :ref:`Classification sources <adding/editing-classification-sources-label>`. You can setup new filing rules by using the New Filing Rule button. To edit use the Edit link.
it: Regole di indicizzazione vengono basate su :ref:`Fonti di classificazione <adding/editing-classification-sources-label>`. È possibile impostare nuove regole di indicizzazione utilizzando il pulsante Nuova regola di indicizzazione. Per modificarle, utilizzare il collegamento Modifica.

source: Record Matching Rules
it: Regole di corrispondenza per record

source: *Get there:* More > Administration > Catalog > Record Matching Rules
it: *Vai a:* Più > Amministrazione > Catalogo > Regole di corrispondenza per record

source: The rules that you set up here will be referenced with you :ref:`Stage MARC Records for Import <stage-marc-records-for-import-label>`.
it: Le regole impostate qui si useranno nella :ref:`Importazione dei Records MARC <stage-marc-records-for-import-label>`.

source: It is important to understand the difference between Match Points and Match Checks before adding new matching rules to Koha.
it: È importante capire la differenza tra Match Points e Match Checks prima di aggiungere nuove regole di match a Koha.

source: Match Points are the criteria that you enter that must be met in order for an incoming record to match an existing MARC record in your catalog. You can have multiple match points on an import rule each with its own score. An incoming record will be compared against your existing records ('one record at a time') and given a score for each match point. When the total score of the matchpoints matches or exceeds the threshold given for the matching rule, Koha assumes a good match and imports/overlays according your specifications in the import process. An area to watch out for here is the sum of the match points. Doublecheck that the matches you want will add up to a successful match.
it: I punteggi di coincidenza sono i criteri che tu indichi e che devono essere soddisfatti per vedere se un record in importazione coincide con uno presente in catalogo. Possono essere indicati più criteri di coincidenza per ogni regola di importazione, ognuno con un suo punteggio. Un record in importazione verrà confrontato con i record in catalogo ('uno alla volta') e assegnato un punteggio per ogni criterio di coincidenza. Quando la somma dei punteggi uguaglia o supera quella della regola di importazione, Koha considera che c'è coincidenza. Un aspetto da tenere d'occhio è la somma dei punteggi. Controllare bene che le coincidenze che interessano abbiano punteggio sufficiente.

source: Match Point on 020$a 1000
it: Punteggio di match per 020$a 1000

source: Match Point on 022$a 1000
it: Punteggio di match per 022$a 1000

source: Match Point on 245$a 500
it: Punteggio di match per 245$a 500

source: Match Point on 100$a 100
it: Punteggio di match per 100$a 100

source: Match Checks are not commonly used in import rules. However, they can serve a couple of purposes in matching records. First, match checks can be used as the matching criteria instead of the match points if your indexes are stale and out of date. The match checks go right for the data instead of relying on the data in the indexes. (If you fear your indexes are out of date, a rebuild of your indexes would be a great idea and solve that situation!) The other use for a Match Check is as a 'double check' or 'veto' of your matching rule. For example, if you have a matching rule as below:
it: Le regole di coincidenza sono utilizzate soprattutto in fase di importazione. Ma possono servire in alcuni altri casi di confronto tra record. Anzitutto, possono essere usate come criteri invece di punteggi se i tuoi indici hanno problemi o sono obsoleti. Il controllo di coincidenza si baserà sui dati invece di affidarsi ai dati presenti negli indici. (Se temi che i tuoi indici siano vecchi, una ricostruzione è la soluzione migliore!) Un altro uso di un Controllo di coincidenza è il "doppio controllo" o "veto" delle tue regole di match. Per esempio, se hai una regola di match come la seguente:

source: Match Check on 245$a
it: Controllo su 245$a

source: Matches Marc Tag
it: Record coincidenti

source: Corporate-name-heading
fr: Raison sociale
it: Corporate-name
tr: Kurum-adı-başlığı

source: Meeting-name
fr: Publication en série
it: Nome di convegno
tr: Toplantı-adı

source: Table: Authority Indexes
it: Indici di autorità

source: Adding Matching Rules
it: Aggiunta di regole di corrispondenza

source: Click 'New Record Matching Rule'
it: Clicca su 'Nuova regola di corrispondenza'

source: 'Search index' can be found by looking at the ccl.properties file on your system which tells the zebra indexing what data to search for in the MARC data". Or you can review the index for standard index names used. :ref:`Koha Search Indexes`
it: 'Search index' può essere trovato nel file ccl.properties sul tuo sistema, che indica a Zebra quali dati cercare nei record MARC". O puoi leggere l'indice per vedere quali sono i nomi di indici standard. :ref:`Koha Search Indexes`

source: Sample Bibliographic Record Matching Rule: Control Number
it: Esempio di regola di coincidenza di record bibliografico: Numero di Controllo

source: Required Match checks: none (remove the blank one)
it: Controlli di match richiesti: nessuno (rimuovi quello vuoto)

source: OAI Sets Configuration
it: Configurazione dei set di OAI

source: Modify/Delete a set
it: Modifica/Cancella un set

source: Currencies and Exchange Rates
it: Valute e tassi di cambio

source: *Get there:* More > Administration > Acquisitions > Currencies and Exchange Rates
it: *Vai a:* Più > Amministrazione > Acquisizioni > Valute e tassi di cambio

source: Budgets are used for tracking accounting values related to acquisitions. For example you could create a Budget for the current year (ex. 2015) and then break that into :ref:`Funds` for different areas of the library (ex. Books, Audio, etc).
it: I bilanci sono utilizzati per il monitoraggio dei valori contabili relativi alle acquisizioni. Ad esempio si potrebbe creare un bilancio per l'anno in corso (es. 2015) e poi scomporlo in :ref:`Fondi <#funds>` per le diverse aree della biblioteca (es. libri, audio, ecc).

source: If you haven't used Koha before for acquisitions then you'll need to start fresh with a new budget. To add a new budget click the 'New Budget' button.
it: Se non hai usato finora le acquisizioni in Koha, devi iniziare con un nuovo budget. Per crearlo, premi il bottone 'Nuovo budget'.

source: The Description should be something that will help you identify the budget when ordering
it: La descrizione dovrebbe essere qualcosa che ti aiuta a identificare il budget quando fai gli ordini

source: Locking a budget means that Funds will not be able to be modified by librarians
it: Bloccare un budget significa che i fondi non possono essere modificati dai bibliotecari

source: Once you have made your edits, click the 'Save Changes' button. You will be brought to a list of your existing budgets.
it: Quando ha fatto le tue modifiche, clicca su 'Salva modifiche'. Ti sarà fornita la lista dei budget esistenti

source: On the screen listing the budget breakdown click the Edit button at the top and choose to Duplicate budget
it: Sulla schermata che mostra la scomposizione in fondi del budget, clicca il bottone Modifica in alto e scegli Duplica budget.

source: To add a new fund click the New button and then choose which Budget you would like to add the fund to.
it: Per aggiungere un nuovo fondo clicca sul bottone 'Nuovo' e poi scegli a quale budget aggiungere il fondo.

source: Fund Code is a unique identifier for your fund
it: Il codice del fondo è un identificatore univoco del tuo fondo

source: The Fund Name should be something that librarians will understand
it: Il nome del fondo deve essere significativo per i bibliotecari

source: You can choose to assign this fund to a librarian. Doing so will make it so that only that librarian can make changes to the Fund
it: Puoi scegliere di assegnare questo fondo a un bibliotecario. In questo modo farai sì che solo quel bibliotecario possa effettuare modifiche al fondo

source: To learn more about planning categories, check out the :ref:`Planning Category FAQ <planning-categories-label>`.
it: Le Categorie di pianificazione sono utilizzati a scopi statistici. Per ulteriori informazioni sulle categorie di pianificazione, controllare :ref:`FAQ Categorie di Pianificazione <planning-categories-label>`.

source: Base-level allocated is the "Amount" value you defined when creating the fund
it: Livello-base assegnato è l'"ammontare" definito al momento della creazione del conto

source: To the right of each fund you will find the 'Actions' button under which you will find the 'Edit,' 'Delete,' and 'Add Child Fund' options.
it: A destra di ciascun fondo potrai trovare il bottone 'Azioni' sotto il quale troverai le opzioni 'Modifica', 'Cancella' e ' Aggiungi un fondo collegato'.

source: A child fund simply a sub-fund of the fund listed. An example would be to have a fund for 'Fiction' and under that have a fund for 'New Releases' and a fund for 'Science Fiction.' It is an optional way to further organize your finances.
it: Alla destra di ogni fondo troverai le opzioni 'Modifica, ' Cancella' e 'Aggiungi un fondo figlio'. Un fondo figlio è semplicemente un sotto fondo del fondo stesso. Ad esempio ci potrebbe essere un fondo 'Romanzi' e sotto di lui un fondo 'Riedizioni' e un fondo 'Novità'. E' un modo opzionale di organizzare le tue spese.

source: Budget Planning
it: Pianificazione del budget

source: To hide some of the columns you can click the 'hide' link to the right (or below as in the screenshot above) the dates. To add more columns you can click the 'Show a column' link found below the 'Fund Remaining' heading.
it: Per nascondere alcune delle colonne è possibile fare clic sul collegamento 'nascondere' alla destra (o al di sotto, come nello screenshot sopra) delle date. Per aggiungere più colonne è possibile fare clic sul link 'Mostra una colonna' presente sotto la voce 'Fondo rimanente'.

source: EDI Accounts
it: Accounts EDI

source: New EAN Form
it: Form per il nuovo codice EAN

source: Additional Parameters
it: Parametri aggiuntivi

source: *Get there:* More > Administration > Additional Parameters
it: *Vai a:* Più > Amministrazione > Parametri aggiuntivi

source: *Get there:* More > Administration > Additional Parameters > Z39.50/SRU Servers
it: *Vai a:* Più > Amministrazione > Parametri aggiuntivi > Servers Z39.50/SRU

source: To find additional Z39.50 targets you use IndexData's IRSpy: `http://irspy.indexdata.com <http://irspy.indexdata.com/>`__ or the Library of Congress's List of Targets http://www.loc.gov/z3950/
it: Per trovare obiettivi Z39.50 aggiuntivi si può utilizzare IRSpy di IndexData: `http://irspy.indexdata.com <http://irspy.indexdata.com/>` o la lista della Biblioteca del Congresso http://www.loc.gov/z3950/

source: Add a Z39.50 Target
it: Aggiungi un server Z39.50

source: From the main Z39.50 page, click 'New Z39.50 Server'
it: Dalla pagina principale dei server Z39.50, clicca 'Nuovo server Z39.50'

source: Suggested Bibliographic Z39.50 Targets
it: Server Z39.50 bibliografici suggeriti

source: Add a SRU Target
it: Aggiungi un server SRU

source: From the main Z39.50/SRU page, click 'New SRU Server'
it: Dalla pagina principale Z39.50/SRU, fai clic su 'Nuovo server SRU'

source: Table: SRU Mapping
it: Mappatura SRU

source: *Get there:* More > Administration > Additional Parameters > Did you mean?
it: *Vai a:* Più > Amministrazione > Parametri aggiuntivi > Intendi dire

source: Did you mean? only works in the OPAC at this time. The Intranet options are here for future development.
it: Intendevi dire? funziona solo nell'OPAC in questo momento. Le opzioni Intranet sono qui per lo sviluppo futuro.

source: This administration area will help you hide or display columns on fixed tables throughout the staff client.
it: Questa area dell'amministrazione ti permette di nascondere o visualizzare le colonne in tabelle prefissate attraverso lo staff client.

source: *Get there:* Administration > Additional Parameters > Column settings
it: * Vai a: * Amministrazione > Parametri aggiuntivi > Impostazioni colonna

source: You can also toggle columns using the 'Show/Hide Columns button in the top right of the page
it: Puoi anche mostrare o nascondere le colonne usando il bottone 'Mostra/Nascondi Colonne' a destra in alto della pagina

source: *Get there:* More > Administration > Additional Parameters > Audio alerts
it: *Vai a: * Più > Amministrazione > Parametri aggiuntivi > Avvisi audio

source: Table: SMS Provider Examples
it: Esempi (USA)

source: These options will appear in the OPAC for patrons to choose from on the :ref:`messaging tab <my-messaging-label>` if you have :ref:`EnhancedMessagingPreferences` enabled.
it: Queste opzioni appariranno nell'OPAC, gli utenti potranno scegliere all'interno della :ref:`scheda di messaggistica <my-messaging-label>` se hai abilitato la preferenza :ref:`EnhancedMessagingPreferences`.

source: ROADTYPE
tr: YOL TÜRÜ

source: TERM
tr: DÖNEM

source: LC-cardnumber
fr: ISBN
tr: LC-kart numarası

source: dc.title
fr: title

source: dc.author
fr: auteur

source: dc.subject
fr: Sujet
