Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: For example, an ITEMTYPECAT could be NEW, then in the Item type for NEW BOOKS NEW DVDS, etc the search category could be added NEW. This is helpful when a patron chooses the Search category of NEW, they could get Koha to search multiple Item types with a single search.
fr: Par exemple, une valeur ITEMTYPECAT pourrait être NOUVEAUTÉS. Dans le champ Catégorie de recherche des types de documents NOUVEAUX LIVRES et NOUVEAUX DVD, la catégorie NOUVEAUTÉS pourrait être sélectionnée. Ensuite, quand l'adhérent fait une recherche pour NOUVEAUTÉS, la recherche se fait dans plusieurs types de documents à la fois.
hi: उदाहरण के लिए, एक ITEMTYPECAT नया हो सकता है, फिर आइटम के नए आइटम के लिए नई डीवीडी, आदि में खोज श्रेणी को जोड़ा जा सकता है। यह सहायक होता है जब एक संरक्षक नई खोज श्रेणी चुनता है, तो वे कोहा को एक ही खोज के साथ कई आइटम प्रकारों को खोजने के लिए प्राप्त कर सकते हैं।
tr: Örneğin, bir ITEMTYPECAT YENİ olabilir, daha sonra YENİ KİTAPLAR YENİ Materyallerin için Materyal türü, vb. için arama kategorisine YENİ eklenebilir. Bir kullanıcı, YENİ Arama Kategorisi'ni seçtiğinde, Koha'nın tek bir arama ile birden fazla Materyal türünü aramasını sağlayabileceği zaman bu yararlı olur.

source: ISO 639-2 standard language codes
fr: Codes de langue standards ISO 639-2
hi: आईएसओ 639-2 मानक भाषा कोड
tr: ISO 639-2 standart dil kodları

source: Shelving location (usually appears when adding or editing an item). LOC maps to items.location in the Koha database.
fr: Localisation (apparaît en général en modification de l'exemplaire). LOC correspond au champ items.location dans la base de données de Koha.
hi: शेल्विंग स्थान (आमतौर पर किसी आइटम को जोड़ने या संपादित करते समय दिखाई देता है)। कोहा डेटाबेस में वस्तुओं के स्थान के लिए एलओसी मानचित्र।
tr: Raftaki konumu (genellikle bir materyali eklerken ya da düzeltirken görünür) LOC, Koha veritabanındaki items.location ile eşleşir.

source: CART
hi: कार्ट
tr: SEPET

source: Is the shelving cart location, used by :ref:`InProcessingToShelvingCart` and :ref:`ReturnToShelvingCart`
fr: L'emplacement du chariot de retour, utilisé par :ref:`InProcessingToShelvingCart` et :ref:`ReturnToShelvingCart`
hi: शेल्विंग कार्ट स्थान, द्वारा उपयोग किया जाता है :ref:`InProcessingToShelvingCart` और :ref:`ReturnToShelvingCart`
it: E' la collocazione 'Carrello' usata dalle preferenze di sistema :ref:`InProcessingToShelvingCart` e :ref:`ReturnToShelvingCart`
tr: :ref:`InProcessingToShelvingCar` ve :ref:`ReturnToShelvingCart` tarafından kullanılan kitap arabası konumudur

source: The location to be used for :ref:`NewItemsDefaultLocation` (change description as desired), also the location expected by :ref:`InProcessingToShelvingCart`.
fr: Contient les localisations utilisées par :ref:`NewItemsDefaultLocation` (modifier la description au besoin), et également le site attendu par :ref:`InProcessingToShelvingCart`.
hi: स्थान का उपयोग करने के लिए : ref: `NewItemsDefaultLocation` (वांछित विवरण को वांछित करें), इसके द्वारा अपेक्षित स्थान भी :ref:`InProcessingToShelvingCart`.
it: La posizione da utilizzare per :ref:`NewItemsDefaultLocation` (cambia descrizione se lo desideri), anche la posizione prevista per :ref:`InProcessingToShelvingCart`.
tr: :ref:`NewItemsDefaultLocation` için kullanılacak konum (açıklamayı istediğiniz gibi değiştirin), aynı zamanda :ref:`InProcessingToShelvingCart` tarafından ön görülen konum.

source: LOST
hi: खो गया
tr: KAYIP

source: Descriptions for the items marked as lost (appears when adding or editing an item)
fr: descriptions des exemplaires perdus (apparaît en modification de l'exemplaire)
hi: वस्तुओं के वर्णन के रूप में खो विपणन (प्रकट होता है जब जोड़ना या एक आइटम संपादन)
it: Descrizioni per le copie segnate come perse (utilizzate all'aggiunta o modifica di una copia)
tr: Kayıp olarak işaretlenmiş materyaller için açıklamalar (materyali eklerken ya da düzenlerken görüntülenir)

source: Values given to lost statuses should be numeric and not alphabetical in order for statuses to appear properly
fr: Les valeurs données au statut Perdu doivent être numérique afin de faite fonctionner correctement la gestion des statuts.
hi: खोई स्थितियों के लिए दिए गए मान सांख्यिक और नहीं वर्णमाला क्रम में ठीक से प्रदर्शित करने के लिए स्थितियों के लिए क्रम में किया जाना चाहिए
it: I valori assegnati agli status di smarrimento devono essere numerici e non alfabetici affinché gli status appaiano correttamente
tr: Kayıp durumlarına verilen değerler, durumların düzgün görünmesi için alfabetik değil sayısal olmalıdır

source: Values for manual invoicing types
fr: Valeurs pour les types de factures manuelles
hi: मैनुअल चालान प्रकार के लिए मान
it: Valori per i tipi di fatture fatte a mano
tr: Manuel faturalama türleri için değerler

source: The value set as the Authorized value for the MANUAL\_INV authorized value category will appear as the Description and the Authorized value description will be used as the amount. Enter monetary amounts in the description without currency symbols.
fr: Pour toutes les valeurs autorisées dans la catégorie MANUAL\_INV, la valeur inscrite dans Valeur autorisée apparaîtra dans la description du frais, et la valeur dans Description sera utilisée pour le montant. Entrez les montants dans la description sans symbole de devise.
hi: MANUAL\_INV अधिकृत मान श्रेणी के लिए अधिकृत मान के रूप में सेट मान विवरण के रूप में दिखाई देगा और अधिकृत मान विवरण राशि के रूप में उपयोग किया जाएगा। मुद्रा प्रतीकों के बिना विवरण में मौद्रिक मात्रा दर्ज करें।
tr: MANUAL\_INV yetkili değer kategorisi için yetkili değer olarak belirlenen değer açıklama olarak görünür ve tutar olarak yetkili değer açıklaması kullanılacaktır. Para birimi sembolleri olmadan açıklamalara parasal tutar girin.

source: A list of reasons displayed in the suggestion form on the OPAC.
fr: Une liste de raisons qui s'affichent dans le formulaire de suggestion dans l'OPAC.
hi: ओपेक पर सुझाव फ़ॉर्म में प्रदर्शित कारणों की एक सूची।
tr: OPAC'da öneri formunda görüntülenen önerilerin bir listesi.

source: Reasons why a title is not for loan
fr: Raisons pour lesquelles le titre n'est pas prêtable
hi: कारणों से क्यों एक शीर्षक के लिए ऋण नहीं है
it: Ragioni per cui un'opera non è in prestito
tr: Bir materyalin ödünç verilmeme nedenleri

source: Negative number values will still allow holds (use for on order statuses for example) where as positive numbers will not allow holds or checkouts. A value of 0 means 'for loan'.
fr: Les nombres négatifs autoriseront les réservations (à utiliser par exemple pour les statuts de commande) alors que les nombres positifs n'autoriseront ni les prêts ni les réservations. 0 veut dire "empruntable".
hi: नकारात्मक संख्या मान अभी भी धारण की अनुमति देंगे (उदाहरण के लिए ऑर्डर स्थितियों के लिए उपयोग करें) जहां सकारात्मक संख्या धारण या चेकआउट की अनुमति नहीं देगी। 0 का मान 'ऋण के लिए' है।
tr: Eksi sayı değerleri ayırtma yapılmasına izin verirken (örneğin, sipariş durumları üzerinde kullanım gibi) artı sayı değerleri ayırtma yapma ya da ödünç vermeye izin vermeyecektir. 0 değeri 'ödünç vermek için' anlamına gelir.

source: Reasons why an order might have been cancelled
fr: Motifs pour lesquels une commande peut être annulée
hi: कारण क्यों एक आदेश को रद्द कर दिया गया हो सकता है
it: Motivi per cui un ordine potrebbe essere stato annullato
tr: Bir siparişin neden iptal edilmiş olabileceğinin nedenleri

source: Populates a dropdown list of custom payment types when paying fines
fr: Génère un menu déroulant de méthodes de paiement personnalisées lors du paiement des pénalités.
hi: जुर्माने का भुगतान करते समय कस्टम भुगतान प्रकारों की एक ड्रॉपडाउन सूची पॉप्युलेट करता है
tr: Para cezalarını öderken özel ödeme türlerinin bir açılır listesini doldurur

source: Function codes (author, editor, collaborator, etc.) used in UNIMARC 7XX $4 (French)
fr: Codes de fonction (auteur, éditeur, collaborateur, etc.) utilisés dans les champs UNIMARC 7XX $4 (en français).
hi: फ़ंक्शन कोड (लेखक, संपादक, सहयोगी, आदि) UNIMARC 7XX $4 (फ्रेंच) में उपयोग किया जाता है
tr: UNIMARC 7XX $4 (Fransızca) içinde kullanılan işlev kodları (yazar, editör, ortak çalışan, vb.)

source: French terms of relations
fr: Termes française de relations
hi: संबंधों के फ्रेंच शर्ते
tr: Fransızca ilişki ifadeleri

source: A way to sort and filter your reports, the default values in this category include the Koha modules (Accounts, Acquitisions, Catalog, Circulation, Patrons)
fr: 'REPORT_GROUP' permet de trier et filtrer les rapports. Les valeurs par défaut dans cette catégorie incluent les modules Koha (Compte lecteur, Acquisitions, Catalogue, Circulation, Adhérents)
hi: अपनी रिपोर्ट को सॉर्ट करने और फ़िल्टर करने का एक तरीका, इस श्रेणी में डिफ़ॉल्ट मानों में कोहा मॉड्यूल (लेखा, प्राप्तियां, कैटलॉग, परिसंचरण, संरक्षक) शामिल हैं
it: Categorie per ordinare e filtrare i report. I valori predefiniti rappresentano moduli di Koha.
tr: Raporları sıralamak ve filtrelemek için bir yol, bu kategorideki varsayılan değerler Koha modüllerini (Hesaplar, Sağlama, Katalog, Dolaşım, Kullanıcılar) içerir

source: Can be used to further sort and filter your reports. This category is empty by default. Values here need to include the authorized value code from REPORT\_GROUP in the Description (OPAC) field to link the subgroup to the appropriate group.
fr: Peut être utilisé pour trier et filtrer vos rapports. Cette catégorie est vide par défaut. Les valeurs saisies doivent inclure les valeurs autorisées par REPORT\_GROUP dans le champ Description (OPAC) pour lier le sous-groupe au groupe approprié.
hi: आपकी रिपोर्ट को आगे क्रमबद्ध और फ़िल्टर करने के लिए उपयोग किया जा सकता है। यह श्रेणी डिफ़ॉल्ट रूप से खाली है। उप समूह को उपयुक्त समूह से जोड़ने के लिए यहां मूल्यों को REPORT\_GROUPविवरण (OPAC) फ़ील्ड में अधिकृत मान कोड को शामिल करने की आवश्यकता है।
it: Possono essere utilizzati per ordinare e filtrare ulteriormente i report. Questa categoria non viene popolata all'installazione. I valori devono contenere un codice dei valori autorizzati di REPORT\_GROUP nel campo Descrizione (OPAC) affinché il sottogruppo venga collegato al gruppo appropriato.
tr: Raporlarınızı daha fazla sıralamak ve filtrelemek için kullanılabilir. Bu kategori varsayılan olarak boştur. Burada değerler, alt grubun uygun gruba bağlanması için Açıklama (OPAC) alanına REPORT\_GROUP'dan gelen yetkili değer kodunu eklemeniz gerekir.

source: RESTRICTED
hi: प्रतिबंधित
tr: KISITLANMIŞ

source: Restricted status of an item
fr: Le statut de suspension d'un exemplaire
hi: एक आइटम की प्रतिबंधित स्थिति
it: Limitazioni all'uso della copia
tr: Bir materyalin kısıtlama durumu

source: Road types to be used in patron addresses
fr: "Hostname" sera l'adresse vers la cible Z39.50. Pour la cible SRU, entrez seulement le nom de domaine. (Voir l'exemple ci-dessous.)
hi: संरक्षक के पते में इस्तेमाल होने वाले रोड प्रकार
it: Tipi di strada da usare per gli indirizzi degli utenti
tr: Kullanıcı adreslerinde kullanılacak yol türleri

source: Used when :ref:`creating <adding-item-types-label>` or :ref:`editing <editing-item-types-label>` an item type to assign a SIP specific media type for devices like lockers and sorters.
fr: Utilisé lors de :ref:`la création <adding-item-types-label>` ou de :ref:`l'édition <editing-item-types-label>` d'un type de document pour lui assigner un type de média SIP pour les appareils tels les casiers ou les trieuses.
hi: जब प्रयुक्त :ref:`creating <adding-item-types-label>` या :ref:`editing <editing-item-types-label>` लॉकर और सॉर्टर्स जैसे उपकरणों के लिए एक एसआईपी विशिष्ट मीडिया प्रकार असाइन करने के लिए एक आइटम प्रकार।
it: Utilizzato per la :ref:`creazione <adding-item-types-label>` o :ref:`modifica <editing-item-types-label>` di un tipo di elemento per assegnare un tipo di supporto specifico SIP per dispositivi come gli armadietti e i selezionatori.
tr: Lockers ve sorters gibi cihazlar için bir SIP spesifik ortam türü atamak için bir ortam türü `oluşturulurken <adding-item-types-label>` ya da `düzenleme <editing-item-types-label>` yapılırken kullanılır.

source: SUGGEST
hi: सुझाना

source: List of patron suggestion reject or accept reasons (appears when managing suggestions)
fr: Liste des motifs d'acceptation ou de rejet des suggestions des adhérents
hi: संरक्षक सुझाव की सूची अस्वीकारें या कारणों से स्वीकार करते हैं (जब सुझाव प्रबंध दिखाई देता है)
it: Lista di motivazioni per l'accettazione o il respingimento dei suggerimenti di acquisto degli utenti (utilizzati nella gestione dei suggerimenti).
tr: Kullanıcı önerilerinin kabul ya da reddetme nedenlerinin listesi (öneriler yönetirken görünür)

source: List of Item types to display in a drop down menu on the Purchase suggestion form on the OPAC. When creating the authorized values for SUGGEST_FORMAT, enter a description into this form so it is visible on the OPAC to patrons.
fr: Liste de types de documents à afficher dans un menu déroulant dans le formulaire de suggestion d'achat dans l'OPAC. Lors de l'ajout de valeurs autorisées pour SUGGEST_FORMAT, n'oubliez pas d'entrer une description afin qu'elles soient visibles à l'OPAC.
hi: ओपेक पर खरीद सुझाव फ़ॉर्म पर ड्रॉप डाउन मेनू में प्रदर्शित करने के लिए आइटम प्रकारों की सूची। SUGGEST_FORMAT के लिए अधिकृत मान बनाते समय, इस फ़ॉर्म में एक विवरण दर्ज करें ताकि यह ओपेक पर संरक्षक के लिए दिखाई दे.
tr: OPAC'da Satınalma öneri formundaki bir açılır menüde görüntülenecek materyal türlerinin listesi. SUGGEST_FORMAT için yetkilendirilmiş değerleri oluştururken, bu formda bir açıklama girin, böylece OPAC'da kullanıcılara görünebilir.

source: A list of additional custom status values for suggestions that can be used in addition to the default values.
fr: Une liste de statuts additionnels pour les suggestions qui peuvent être utilisés en complément des valeurs par défaut.
hi: सुझावों के लिए अतिरिक्त कस्टम स्थिति मानों की एक सूची जिसे डिफ़ॉल्ट मानों के अतिरिक्त उपयोग किया जा सकता है।
tr: Varsayılan değerlere ek olarak kullanılabilecek öneriler için ek özel durum değerlerinin listesi.

source: STACK
hi: स्टैक

source: Shelving control number
fr: Numéro de contrôle topographique
hi: शैल्विग नियंत्रण संख्या
tr: Raf yeri kontrol numarası

source: Terms to be used in `Course Reserves <#coursereserves>`__ module. Enter Terms that will show in the drop down menu when setting up a Course reserve. (For example: Spring, Summer, Winter, Fall).
fr: Sessions utilisées dans le module `Réserves de cours <#coursereserves>`__. Entrez les sessions qui apparaîtront dans le menu déroulant lors de la configuration d'une réserve de cours. (Par exemple, Printemps, Été, Automne, Hiver).
hi: 'पाठ्यक्रम रिजर्व <#coursereserves>`__ मॉड्यूल में उपयोग की जाने वाली शर्तें। पाठ्यक्रम आरक्षित करने के दौरान ड्रॉप डाउन मेनू में दिखाए गए नियम दर्ज करें। (उदाहरण के लिए: वसंत, ग्रीष्मकालीन, शीतकालीन, पतन)।
tr: Dönemler Ayrılmış Ders Materyalleri<#coursereserves>`__ Modülünde kullanılabilir. Bir Ayrılmış Ders materyali ayarlarken açılır menüde görülecek dönemleri girin. (Örneğin: İlkbahar, Yaz, Kış, Sonbahar).

source: WITHDRAWN
hi: वापिस लिया गया

source: Description of a withdrawn item (appears when adding or editing an item)
fr: Description d'un exemplaire désherbé (apparaît en modification de l'exemplaire)
hi: आहरित आइटम के साथ एक का विवरण (प्रकट होता है जब जोड़ना या एक आइटम संपादन)
it: Descrizione per una copia ritirata (utilizzato nell'aggiunta o modifica di una copia)
tr: Sistemden düşülen materyalin açıklaması (bir materyali eklerken ya da düzenlerken görünür)

source: A generic authorized value field that can be used anywhere you need a simple yes/no pull down menu.
fr: 'YES_NO' est un champ de valeur autorisé générique qui peut-être utilisé partout où vous avez besoin d'un simple menu déroulant oui/non.
hi: जेनेरिक अधिकृत मान फ़ील्ड जो कहीं भी इस्तेमाल किया जा सकता है आपको एक सामान्य हाँ/नहीं पुलडाउन मेनू की आवश्यकता है
it: Un generico valore autorizzato utilizzabile ogni qual volta serva un semplice menu a tendina sì/no.
tr: Basit bir evet/hayır açılır menüsüne gereksinim duyduğunuz her yerde kullanabileceğiniz bir genel otorize değer alanı.

source: Add new authorized value category
fr: Ajouter une catégorie de valeur autorisée
hi: एक नया अधिकृत मान श्रेणी जोड़ें
tr: Yeni yetkili değer kategorisi ekle

source: In addition to the existing categories that come by default with Koha, librarians can add their own authorized value categories to control data that is entered into the system. To add a new category:
fr: En plus des catégories existantes qui sont définies par défaut dans Koha, les bibliothécaires peuvent ajouter leurs propres catégories de valeurs autorisées afin de contrôler la cohérence des informations entrées dans le catalogue. Pour ajouter une nouvelle catégorie :
hi: मौजूदा श्रेणियों कि Koha साथ डिफ़ॉल्ट रूप से आने के लिए इसके अलावा, पुस्तकालयाध्यक्षों डेटा है कि प्रणाली में प्रवेश को नियंत्रित करने के लिए अपने स्वयं के अधिकृत मूल्य श्रेणियाँ जोड़ सकते हैं। एक नई श्रेणी जोड़ने के लिए:
it: Oltre alle categorie esistenti per default in Koha, si possono aggiungere altre categorie di valori autorizzati. Per aggiungere una nuova categoria:
tr: Koha ile varsayılan olarak gelen mevcut kategorilere ek olarak, kütüphaneciler kendi yetkili değer kategorilerini sisteme eklenmiş veriyi kontrol etmek için ekleyebilirler. Yeni kategori eklemek için:

source: Click 'New category'
fr: Cliquez sur "Ajouter catégorie"
hi: क्लिक करें 'नई श्रेणी'
tr: 'Yeni kategori'ye tıklayın

source: Limit your Category to 10 characters (something short to make it clear what the category is for)
fr: Limiter votre catégorie à 10 caractères (quelque chose de court, pour rendre facile la compréhension de l'objet de cette catégorie)
hi: अपनी श्रेणी को 10 अक्षरों तक सीमित करें (यह स्पष्ट करने के लिए कि वर्ग क्या है)
it: Nel campo Categoria inserisci una breve stringa (massimo 10 caratteri) che suggerisca chiaramente lo scopo della categoria.
tr: Kategorinizi 10 karakter ile sınırlandırın (kategorinin ne için olduğunu açıklayan kısa bir şekilde)

source: Category cannot have spaces or special characters other than underscores and hyphens in it.
fr: Important : Une catégorie ne peut contenir des espaces ou des caractères spéciaux autres que les traits de soulignement ou d'union.
hi: श्रेणी में अंडरस्कोर्स और हाइफ़न के अलावा रिक्त स्थान या विशेष वर्ण नहीं हो सकते
it: I nomi delle categorie non devono contenere spazi o caratteri speciali eccetto il trattino e il trattino basso.
tr: Kategoride çizgi ve tire dışında boşluk veya özel karakterler olamaz.

source: When adding a new category you're asked to create at least one authorized value
fr: Lors de l'ajout d'une nouvelle catégorie, il vous sera demandé de créer au moins une valeur autorisée
hi: एक नई श्रेणी जोड़ते समय आपको कम से कम एक अधिकृत मूल्य बनाने के लिए कहा जाता है
it: Per aggiungere una categoria è richiesta la creazione di almeno un valore autorizzato
tr: Yeni bir kategori eklerken en az bir otorize değer oluşturmanız istenir

source: Enter a code for your Authorized value into the 'Authorized value' field
fr: Entrez un code pour votre valeur autorisée dans le champ "valeur autorisée".
hi: अपने अधिकृत मान के लिए 'अधिकृत मान' फ़ील्ड में एक कोड दर्ज करें
tr: Yetkili değeriniz için 'Yetkili değer' alanı içerisine bir kod girin

source: Authorized value is limited to 80 characters and cannot have spaces or special characters other than underscores and hyphens in it.
fr: Important : La valeur autorisée est limitée à 80 caractères et ne peut contenir des espaces ou des caractères particuliers autres que des traits de soulignement et d'union.
hi: प्राधिकृत मूल्य 80 वर्णों तक सीमित है और उसमें अंडरस्कोर और हाइफ़न के अलावा रिक्त स्थान या विशेष वर्ण नहीं हो सकते हैं.
it: Valore autorizzato dev'essere lungo al massimo 80 caratteri e non può contenere spazi o caratteri speciali eccetto trattini e trattini bassi.
tr: Otorize değer 80 karakterle sınırlıdır ve içerisinde çizgi ve tire dışında boşluk veya özel karakterler olamaz.

source: Use the Description field for the actual value that will be displayed. If you want something different to show in the OPAC, enter a 'Description (OPAC)'
fr: Utilisez le champ Description pour la valeur qui sera affichée. Si vous souhaitez qu'un autre texte soit affiché à l'OPAC, entrez le dans "Description (OPAC)"
hi: वास्तविक मूल्य है कि प्रदर्शित किया जाएगा के लिए विवरण क्षेत्र का प्रयोग करें। आप कुछ अलग ओपेक में दिखाना चाहते हैं, तो एक 'विवरण (ओपेक)' दर्ज
it: Usa il campo Descrizione per il valore che verrà visualizzato. Se vuoi visualizare qualcosa differente sull'Opac, inserisci una stringa in 'Descrizione (OPAC)'
tr: Gösterilecek gerçek değer için açıklama alanını kullanın. OPAC içerisinde farkı bir şey gösterilmesini istiyorsanız bir 'Açıklama (OPAC)' giriniz.

source: If you would like to limit this authorized value category to only specific libraries you can choose them from the 'Branches limitation' menu. To have it show for all libraries just choose 'All branches' at the top of the list.
fr: Si vous souhaitez limiter cette catégorie de valeur autorisée uniquement à des sites spécifiques vous pouvez les choisir du menu 'Limitation de sites'. Pour l'afficher pour tous les sites, choisissez simplement 'Tous les sites' en haut de la liste.
hi: आप 'शाखाओं सीमा' मेनू से उन्हें चुन सकते हैं आप केवल विशिष्ट पुस्तकालयों को यह अधिकृत मूल्य वर्ग को सीमित करना चाहते हैं। के लिए सभी पुस्तकालयों बस की सूची के शीर्ष पर 'सभी शाखाओं' चुन यह दिखाने के लिए।
it: Se vuoi limitare questa categoria di valori autorizzati a solo certe specifiche biblioteche, sceglile dal menu 'Limitazione per biblioteche'. Per usarla dovunque basta scegliere 'Tutte le biblioteche' all'inizio della lista
tr: Bu yetkili değer kategorisini sadece belirli kütüphanelere sınırlamak istiyorsanız, ‘Birimler kısıtlaması’ menüsünden bu kütüphaneleri seçebilirsiniz. Bu özelliği tüm kütüphaneler için göstermek istiyorsanız, listenin en üstündeki ‘Tüm birimleri’ seçiniz.

source: If you have `StaffAuthorisedValueImages <#StaffAuthorisedValueImages>`__ and/or :ref:`AuthorisedValueImages` set to show images for authorized values you can choose the image under 'Choose an icon'
fr: Si vous avez paramétré StaffAuthorisedValueImages <#StaffAuthorisedValueImages> et/ou :ref:`AuthorisedValueImages` pour afficher des images pour les valeurs autorisées, vous pouvez choisir une image avec "Choisissez une icône".
hi: यदि आपके पास है `StaffAuthorisedValueImages <#StaffAuthorisedValueImages>`__ और/या :ref:`AuthorisedValueImages` अधिकृत मानों के लिए छवियां दिखाने के लिए सेट करें, आप 'एक आइकन चुनें' के तहत छवि का चयन कर सकते हैं
it: Se le preferenze di sistema :ref:`StaffAuthorisedValueImages` e/o :ref:`AuthorisedValueImages` abilitano le immagini per i valori autorizzati, puoi scegliere un'immagine in 'Scegli un'icona'
tr: `StaffAuthorisedValueImages <#StaffAuthorisedValueImages>` ve/veya :ref:`AuthorisedValueImages` değerlerini yetkili değerler için resimleri göster olarak ayarladıysanız, 'Bir simge seçin' menüsü altında resim seçebilirsiniz

source: Click 'Save'
fr: Cliquez sur 'Enregistrer'
hi: क्लिक करें 'सहेजें'
it: Clicca 'Salva'
tr: 'Kaydet'e tıklayın

source: Your new category and value will appear on the list of Authorized values
fr: Votre nouvelle catégorie et la nouvelle valeur apparaîtront alors dans la liste des valeurs autorisées.
hi: आपकी नई श्रेणी और मूल्य अधिकृत मानों की सूची पर दिखाई देगा
tr: Yeni kategoriniz ve değeriniz Yetkili değerler listesinde görünecektir

source: Add new authorized value
fr: Ajouter une nouvelle valeur autorisée
hi: नया अधिकृत मान जोड़ें
tr: Yeni yetkili değer ekle
