Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: This feature needs to have the "no renewal before" column filled in or it will auto renew everyday after the due date
it: Questa funzione ha bisogno di avere la colonna "non rinnovare prima di" compilata o il rinnovo avverrà automaticamente tutti i giorni dopo la data di scadenza

source: If the patron can place holds on this item type, enter the total numbers of items (of this type) that can be put on hold in the 'Holds allowed' field
it: Se l'utente può prenotare questo tipo di copia, inserire nel campo 'Prenotazioni consentite' il numero totale di copie (di questo tipo) che possono essere prenotate

source: Next you can decide if this patron/item combo are allowed to place holds on items that are on the shelf (or available in the library) or not. If you choose 'no' then items can only be placed on hold if checked out
it: Poi puoi decidere se su questa coppia utente/copia è possibile fare prenotazioni sulle copie che sono a scaffale ( o disponibili in biblioteca) oppure no. Se sceglii 'no' allora si potranno fare prenotazioni su queste copie solo se sono in prestito

source: Allow: Will allow patrons the option to choose next available or item specific
it: Permetti: questo permetterà agli utente di sceglire la copia disponibile successivamente o una copia spefica

source: Don't allow: Will only allow patrons to choose next available
it: Non permettere: Gli utenti potranno scegliere solo la prossima copia disponibile

source: Force: Will only allow patrons to choose an specific item
it: Obbliga: Gli utenti dovranno scegliere una specifica copia

source: When finished, click 'Add' to save your changes. To modify a rule, simply click the 'Edit' link to the right of the fule and edit the values that appear filled in at the bottom of the form.
it: Al termine, fare clic su 'Add' per salvare le modifiche. Per modificare una regola, è sufficiente fare clic sul collegamento 'Modifica' alla destra della regola e modificare i valori che appaiono nella parte inferiore del modulo.

source: If you would like to delete your rule, click the 'Delete' link to the right of the rule.
it: Se si desidera eliminare la regola, fare clic sul collegamento 'Elimina' alla destra della regola.

source: To save time you can clone rules from one library to another by choosing the clone option above the rules matrix.
it: Per perdere meno tempo, puoi clonare le regole da una biblioteca ad un'altra.

source: Default Checkouts and Hold Policy
it: I defaults per i prestiti e le prenotazioni

source: You can set a default maximum number of checkouts and hold policy that will be used if none is defined below for a particular item type or category. This is the fall back rule for defaults.
it: È possibile impostare una regola di massimo numero predefinito di prestiti e prenotazioni che verrà utilizzata se non viene definito di seguito per un particolare tipo di copia o categoria utente. Questa sarà la regola di default.

source: Checkouts Per Patron
it: Prestiti per utente

source: For this library, you can specify the maximum number of loans that a patron of a given category can make, regardless of the item type.
it: Per questa biblioteca, puoi specificare il numero massimo di prestiti che può effettuare l'utente di una categoria, senza riguardo al tipo di copia.

source: If the total amount loanable for a given patron category is left blank, no limit applies, except possibly for a limit you define for a specific item type.
it: Se il valore non viene compilato, nessun limite viene applicato, a parte ulteriori limiti definiti su specifici tipi di copia.

source: Item Hold Policies
it: Politiche di prenotazione delle copie

source: The various Hold Policies have the following effects:
it: Le diverse politiche per le prenotazioni hanno questi effetti:

source: The various Return Policies have the following effects:
it: Le diverse politiche di restituzione hanno questi effetti:

source: Patron Attribute Types
it: Attributi utente

source: *Get there:* More > Administration > Patrons & Circulation > Patron attribute types
it: *Vai a:* Più > Amministrazione > Utenti e circolazione > Attribuiti utente

source: Adding Patron Attributes
it: Aggiungi un attributo utente

source: To add a new Patron Attribute Type, click the 'New Patron Attribute Type' button at the top of the page
it: Per aggiungere un nuovo Attributo Utente, clicca 'Nuovo tipo attributo utente'

source: *Get there:*\ More > Administration > Basic Parameters > :ref:`Authorized Values`
it: *Vai a:*\ Più > Amministrazione > Parametri di base > Valori autorizzati :ref:`Authorized Values`

source: If you have a lot of attributes it might be handy to group them so that you can easily find them for editing. If you create an :ref:`Authorized Value <authorized-values-label>` for PA\_CLASS it will show in the 'Class' pull down and you can then change your attributes page to have sections of attributes
it: Se devi gestire molti attributi può essere utile raggrupparli affinché possa trovarli facilmente per modificarli. Se crei dei :ref:`Valori autorizzati <authorized-values-label>` della categoria PA\_CLASS questi verranno mostrati nel menu a tendina 'Classe' e nella pagina degli attributi saranno presenti delle sezioni per il raggruppamento

source: Editing/Deleting Patron Attributes
it: Modifica/cancella attributi utente

source: Library Transfer Limits
it: Limiti nei trasferimenti

source: *Get there:* More > Administration > Patrons & Circulation > Library Transfer Limits
it: *Vai a:* Più > Amministrazione > Utenti e circolazione > Limiti nei trasferimenti

source: Transfer limits are set based on the collections codes you have applied via the :ref:`Authorized Value <authorized-values-label>` administration area.
it: I limiti nel trasferimento sono basati sui codici di collezione impostati tramite la sezione :ref:`Valori autorizzati <authorized-values-label>`.

source: The Transport cost matrix lets a library system define relative costs to transport books to one another. In order for the system to use this matrix you must first set the :ref:`UseTransportCostMatrix` preference to 'Use'.
it: La matrice dei costi di trasporto consente a un sistema bibliotecario di definire i costi relativi al trasporto libri interno. Affinché il sistema utilizzi questa matrice è necessario innanzitutto impostare la preferenza :ref:`UseTransportCostMatrix` a 'Usa'.

source: The Transport cost matrix takes precedence in controlling where holds are filled from, if the matrix is not used then Koha checks the :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.
it: La matrice dei costi di trasporto ha la precedenza a controllare dove le prenotazioni sono soddisfatte; se non si utilizza la matrice, Koha utilizza :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.

source: Item Circulation Alerts
it: Avvisi di circolazione delle copie

source: *Get there:* More > Administration > Patrons & Circulation > Item Circulation Alerts
it: *Vai a:* Più > Amministrazione > Utenti e circolazione > Avvisi di circolazione delle copie

source: Cities and Towns
it: Città e paesi

source: *Get there:* More > Administration > Patrons & Circulation > Cities and Towns
it: *Vai a:* Più > Amministrazione > Preferenze di Sistema globali > Città e paesi

source: Adding a City
it: Aggiungi una città

source: To add a new city, click the 'New City' button at the top of the page and enter the city name, state, zip/postal code and country.
it: Per aggiungere una nuova città, fare clic sul pulsante 'Nuova Città' nella parte superiore della pagina e inserire il nome della città, provincia, CAP / codice postale e paese.

source: One you click Submit, your city will be saved and will be listed on the Cities and Towns page
it: Dopo aver cliccato su Invia, la città sarà mostrata nella relativa pagina

source: Viewing Cities on Patron Add Form
it: Mostrare le città nella form di Nuovo utente

source: If you have defined local cities using the New city form, then when adding or editing a patron record you will see those cities in a pull down menu to make city selection easy.
it: Se hai definito delle città usando la form 'Nuova città', troverai un menù a tendina nella form dei dati utente popolata con i nomi delle tue città.

source: Catalog Administration
it: Catalogazione (amministrazione)

source: MARC Bibliographic Frameworks
it: Griglia di catalogazione bibliografica MARC

source: Think of Frameworks as templates for creating new bibliographic records. Koha comes with some predefined frameworks that can be edited or deleted, and librarians can create their own frameworks for content specific to their libraries.
it: Puoi pensare alle griglie di catalogazione come a modelli per creare record. Koha ne ha alcuni predefiniti, che possono essere modificati o cancellati. Ne possono anche essere create di nuove, se servono alla biblioteca.

source: *Get there:* More > Administration > Catalog > MARC Bibliographic Frameworks
it: *Vai a:* Più > Amministrazione > Griglia di catalogazione

source: Do not delete or edit the Default Framework since this will cause problems with your cataloging records - always create a new template based on the Default Framework, or alter the other Frameworks.
it: Non cancellare o modificare la griglia di catalogazione di default perché potrebbe causare problemi alla catalogazione. Crea sempre una nuova griglia basata su quella di default, o modifica un'altra griglia esistente.

source: After clicking the 'MARC structure' link to the right of each framework you can decide how many fields you want to see on one screen by using the pagination options at the top of the table.
it: Dopo aver cliccato su 'Struttura MARC' a destra di ogni griglia di catalogazione, potrai decidere quanti campi vedere sullo schermo usando le opzioni di paginazione in alto sulla tavola.

source: Add New Framework
it: Nuova griglia di catalogazione

source: Click 'New Framework'
it: Clicca 'Nuova griglia di catalogazione'

source: Once your Framework is added click 'MARC structure' to the right of it on the list of Frameworks
it: Una volta aggiunta la griglia, clicca 'Struttura MARC' a destra di essa nella lista delle griglie

source: You will be asked to choose a Framework to base your new Framework off of, this will make it easier than starting from scratch
it: Ti verrà chiesto di scegliere una griglia di catalogazione su cui basare la nuova griglia. Ti faciliterà la vita non dover iniziare da zero.

source: Once your Framework appears on the screen you can edit or delete each field by following the instructions for :ref:`editing subfields <edit-framework-subfields-label>`
it: A questo punto puoi modificare o cancellare ogni campo seguendo le istruzioni per la :ref:`modifica dei sottocampi <edit-framework-subfields-label>`

source: Edit Existing Frameworks
it: Modifica una griglia esistente

source: Clicking 'Edit' to the right of a Framework will only allow you to edit the Description for the Framework:
it: Il link 'Modifica' a destra di ogni griglia permette esclusivamente di modificare la descrizione della griglia:

source: To make edits to the fields associated with the Framework you must first click 'MARC Structure' and then follow the instructions for :ref:`editing subfields <edit-framework-subfields-label>`
it: Per modificare i campi presenti nella griglia clicca 'Struttura MARC' e poi segui le istruzioni per la :ref:`modifica dei sottocampi <edit-framework-subfields-label>`

source: Add subfields to Frameworks
it: Aggiungi sottocampi alla griglia di catalogazione

source: To add a field to a Framework click the 'New Tag' button at the top of the Framework definition
it: Per aggiungere un campo a una griglia, clicca 'Nuovo tag' in alto sulla pagina della definizione della griglia

source: When you're finished, click 'Save Changes' and you will be presented with your new field
it: Quando hai finito clicca 'Salva modifiche' e ti verrà presentato il nuovo campo

source: To the right of the new field is a link to 'Subfields,' you will need to add subfields before this tag will appear in your MARC editor. The process of entering the settings for the new subfield is the same as those found in the :ref:`editing subfields in frameworks <edit-framework-subfields-label>` section of this manual.
it: A destra del nuovo campo è presente il link 'Sottocampi'; dovrai aggiungere dei sottocapi prima che il tag sia utilizzabile nell'editor. La procedura di inserimento di nuovi sottocampi è la stessa della sezione :ref:`modifica dei sottocampi <edit-framework-subfields-label>` del manuale.

source: Edit Framework Subfields
it: Modifica i sottocampi delle griglie di catalogazione

source: Frameworks are made up of MARC fields and subfields. To make edits to most Frameworks you must edit the fields and subfields. Clicking 'Edit' to the right of each subfield will allow you to make changes to the text associated with the field
it: Le griglie di catalogazione sono composte da campi e sottocampi. Per modificarle, devi cambiare le caratteristiche di campi e sottocampi. Lo puoi fare cliccando 'Modifica' a destra di ogni sottocampo.

source: If you check 'Repeatable' then the field will have a plus sign next to it allowing you to add multiples of that tag
it: Se spunti 'Ripetibile', accanto al campo apparirà un segno '+' cliccabile, che aggiungerà una nuova occorrenza editabile

source: If you check 'Mandatory' the record will not be allowed to save unless you have a value assigned to this tag
it: Se spunti 'Obbligatorio', non sarà possibile salvare il record senza riempire questo campo

source: 'Authorized value' is where you define an :ref:`authorized value <authorized-values-label>` that your catalogers can choose from a pull down to fill this field in
it: 'Valore autorizzato' definisce un :ref:`Valore autorizzato <authorized-values-label>` tra cui scegliere tramite un menu a tendina

source: To edit the subfields associated with the tag, click 'Subfields' to the right of the tag on the 'MARC Structure' listing
it: Per modificare i sottocampi legati al campo, clicca 'Sottocampi' a destra del tag nella pagina 'Struttura MARC'

source: From the list of subfields you can click 'Delete' to the right of each to delete the subfields
it: Scegli il link 'Cancella' posto a destra di un sottocampo per cancellarlo.

source: To edit the subfields click 'Edit Subfields'
it: Per modificare i sottocampi, premi 'Modifica i sottocampi'

source: For each subfield you can set the following Basic constraint values
it: Per ogni sottocampo puoi impostare i seguenti vincoli

source: what appears before the field in the OPAC.
it: ciò che appare prima del campo nell'Opac.

source: the field will have a plus sign next to it allowing you to add multiples of that tag
it: il campo avrà accanto un segno '+' per ripeterlo

source: the record will not be allowed to save unless you have a value assigned to this tag
it: non sarà possibile salvare il record senza riempire questo campo

source: For each subfield you can set the following Advanced constraint values
it: Per ogni sottocampo puoi impostare i seguenti vincoli avanzati

source: Koha is multi-MARC compliant. So, it does not know what the 245$a means, neither what 200$f (those 2 fields being both the title in MARC21 and UNIMARC). So, in this list you can "map" a MARC subfield to its meaning. Koha constantly maintains consistency between a subfield and its meaning. When the user want to search on "title", this link is used to find what is searched (245 if you're MARC21, 200 if you're UNIMARC).
it: Koha è compatibile con diversi formati MARC. Koha non conosce il significato di 245$a, né di 200$f (questi due campi corrispondono al titolo sia in MARC21 sia in UNIMARC !). In questa lista puoi creare una "corrispondenza" tra un sottocampo MARC e il suo significato. Koha mantiene costantemente la coerenza tra un sottocampo e il suo significato. Quando l'utente esegue una ricerca per "titolo", questo link viene usato per trovare ciò che viene cercato (campo 245 di MARC21, 200 se sei in UNIMARC).

source: means the value cannot by typed by the librarian, but must be chosen from a pull down generated by the :ref:`authorized value <authorized-values-label>` list
it: implica che il valore non possa essere digitato liberamente dal bibliotecario, ma scelto da un menu a tendina contenente una lista di :ref:`valori autorizzati <authorized-values-label>`

source: In the example above, the 504a field will show the MARC504 Authorized Values when cataloging
it: Nell'esempio qui sopra, il campo 504a mostrerà i valori della lista autorizzata MARC504.

source: To save your changes simply click the 'Save Changes' button at the top of the screen
it: Dopo aver effettuato le modifiche, fai clic su 'Salva modifiche' nella parte superiore dello schermo

source: Import/Export Frameworks
it: Importa/Esporta una griglia esistente

source: Export Framework
it: Esporta una griglia di catalogazione

source: Import Framework
it: Importa griglia di catalogazione

source: To import a framework you first need to create :ref:`a new framework <add-new-framework-label>`. Once you have that framework, click 'Import' to the right of the new framework.
it: Per importare una griglia di catalogazione devi prima creare una :ref:`nuova griglia <add-new-framework-label>`. Quando lo hai fatto, premi 'importa'a destra della nuova griglia.

source: Koha to MARC Mapping
it: Link tra Koha e MARC

source: While Koha stores the entire MARC record, it also stores common fields for easy access in various tables in the database. Koha to MARC Mapping is used to tell Koha where to find these values in the MARC record. In many cases you will not have to change the default values set by in this tool on installation, but it is important to know that the tool is here and can be used at any time.
it: Koha registra il record MARC completo. Ma in alcune tabelle conserva anche campi usati comunemente per facilitarne l'uso. I link Koha-MARC sono usati per dire a Koha dove trovare questi valori nel record MARC. In molti casi non ti occorre cambiare i default di installazione. Ma è importante conoscere l'esistenza di questo strumento utilizzabile anche in futuro.

source: *Get there:* More > Administration > Catalog > Koha to MARC Mapping
it: *Vai a:* Più > Amministrazione > Catalogo > Link tra Koha e MARC

source: The Koha to MARC Mapping page offers you the option of choosing from one of three tables in the database to assign values to.
it: La pagina dei Link tra Koha e MARC ti permette di scegliere una di tre tabelle del database a cui assegnare i valori.

source: After choosing the table you would like to view, click 'OK.' To edit any mapping click on the 'Koha Filed' or the 'Edit' link.
it: Premi 'OK' dopo aver scelto la tavola che vuoi vedere. Per modificare la mappatura, clicca sul 'Legame Koha' o sul link 'Modifica'.

source: Choose which MARC field you would like to map to this Koha Field and click the 'OK' button. If you would like to clear all mappings, click the 'Click to "Unmap"' button.
it: Scegli quale campo MARC vuoi associare a questo campo Koha e premi il bottone 'OK'. Se vuoi cancellare la mappatura, premi il bottone 'Sgancia'.

source: At this time you can map only 1 MARC field to 1 Koha field. This means that you won't be able to map both the 100a and the 700a to the author field, you need to choose one or the other.
it: Attualmente puoi mappare solo 1 campo MARC a 1 campo Koha. Questo significa che non puoi mappare sia il campo 100a sia il campo 700a al campo autore, dovrai scegliere l'uno o l'altro.

source: Keywords to MARC Mapping
it: Mappatura da keyword a MARC

source: This tool will allow you to map MARC fields to a set of predefined keywords.
it: Questo strumento ti permette di collagare dei campi MARC a un insieme di keyword predefinite.

source: *Get there:* More > Administration > Catalog > Keywords to MARC Mapping
it: *Vai a:* Più > Amministrazione > Catalogo > Mappatura da keyword a MARC

source: This tool only effects sites that are not using the XSLT Stylesheets.
it: Questo strumento si riferisce solo alle installazioni che non usano i fogli di stile XSLT.

source: At this time the only keyword in use is 'subtitle.'
it: In questo momento l'unica parola chiave in uso è 'sottotitolo.'

source: Using this tool you can define what MARC field prints to the detail screen of the bibliographic record using keywords. The following example will use the subtitle field.
it: Usando questo strumento tu definisci quale campo Marc apparirà vicino a 'keywords' nel dettaglio del record bibliografico. Il seguente esempio usa il campo subtitle.

source: Using the Framework pull down menu, choose the :ref:`Framework <marc-bibliographic-frameworks-label>` you would like to apply this rule to. For example, the subtitle for books can be found in the 245$b field.
it: Utilizzando il menu a tendina delle griglie, scegliere la :ref:`Struttura <marc-bibliographic-frameworks-label>` a cui si desidera applicare questa regola. Ad esempio, il sottotitolo per i libri si trova nel campo 245$b (MARC21).

source: However the subtitle for DVDs appears in 245$p
it: Tuttavia il sottotitolo dei DVD è in 245$p

source: Using this tool you can tell Koha to print the right field as the subtitle when viewing the bibliographic record in the OPAC.
it: Usando questo strumento dici a Koha qual'e' il campo MARC che corrisponde al 'subtile' quando visualizzi il record bibliografico nell'Opac.

source: This tool can be used to chain together pieces of the record as well. If you want the series number to show in the title on your search results you simply have to map 490 $v to 'subtitle' along with the 245 $b.
it: Questo strumento può anche essere usato per unire parti del record. Se vuoi che il numero di serie sia visibile accanto al titolo nella pagina dei risultati, associa 490$v a 'sottotitolo' insieme a 245$b.

source: Chain together the fields you want to show after the item title in the order in which you want them to appear.
it: Concatenare i campi che si desidera mostrare dopo il titolo articolo nell'ordine in cui si desidera che vengano visualizzati.

source: Future developments will include additional keyword assigned fields.
it: Sviluppi futuri permetteranno di usare altre keyword oltre a 'subtitle'.

source: MARC Bibliographic Framework Test
it: Test della griglia di catalogazione bibliografica MARC

source: *Get there:* More > Administration > Catalog > MARC Bibliographic Framework Test
it: *Vai a:* Più > Amministrazione > Catalogo > Test della griglia di catalogazione bibliografica MARC

source: If you change your MARC Bibliographic framework it's recommended that you run this tool to test for errors in your definition.
it: Se cambi la griglia di catalogazione, è raccomandabile che lanci questo script per verificare eventuali errori nella tua definizione.

source: Authority Types
it: Tipi di authority
