Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: allows you to select from where this subfield is visible/hidden, simply check the boxes where you would like the field to show and uncheck the boxes where you would like it hidden.
fr: vous permet de sélectionner où ce sous-champ est visible ou caché, cochez simplement les cases des champs que vous voulez afficher et décocher les cases des champs que vous voulez cacher.
hi: आप जहां इस subfield दिखाई / छुपा है से चयन करने के लिए अनुमति देता है, बस बक्से जहां आप मैदान दिखाने के लिए और बक्से जहां आप इसे छिपा चाहते हैं अचयनित चाहते हैं की जाँच करें।
it: ti permette di selezionare per ogni sottocampo se è visibile/nascosto, semplicemente clicca i box per dove vuoi vedere il campo e deselezione per dove vuoi sia nascosto.
tr: bu alanın nerelerde görünüz/gizli olacağını seçmenize izin verir, alanın görünür olmasını istediğiniz yerin onay kutularını işaretlemeniz ve gizli olmasını istediğiniz yerin onay kutularının işaretlerini kaldırmanız yeterlidir.

source: Is a URL
fr: Est une URL
hi: एक यूआरएल है
it: È un URL
tr: bir URL

source: if checked, it means that the subfield is a URL and can be clicked
fr: si coché, indique que le sous-champ est une URL valide et peut être cliqué
hi: यदि जाँच की, इसका मतलब है कि subfield एक यूआरएल है और क्लिक किया जा सकता
it: se selezionato, significa che il sottocampo è un URL e può essere cliccato
tr: eğer onay kutusu işaretliyse, bu alt alan bir web adresidir ve tıklanabilir anlamına gelmektedir

source: Link
fr: Lien
hi: लिंक
tr: Bağlantı

source: If you enter a field/subfield here (200b), a link appears after the subfield in the MARC Detail view. This view is present only in the staff client, not the OPAC. If the librarian clicks on the link, a search is done on the database for the field/subfield with the same value. This can be used for 2 main topics :
fr: Si vous entrez ici un champ/sous-champ (200b), un lien apparaît après le sous-champ dans la page de Détail MARC. Cette vue est présente dans l'interface professionnelle, et non à l'OPAC. Si le bibliothécaire clique sur ce lien, une recherche est lancée sur le champ/sous-champ. Cela peut servir à :
hi: यदि आप यहां एक फील्ड/सबफ़ील्ड (200b) दर्ज करते हैं, तो एक लिंक एमएआरसी विस्तार दृश्य में उपक्षेत्र के बाद दिखाई देता है. यह दृश्य केवल कर्मचारी क्लाइंट में मौजूद है, ओपीएसी नहीं. यदि लाइब्रेरियन लिंक पर क्लिक करता है, तो फ़ील्ड/उपफ़ील्ड के समान मूल्य के साथ डाटाबेस पर खोज की जाती है. इसका उपयोग 2 मुख्य विषयों के लिए किया जा सकता है:
it: Se inserisci un campo o sottocampo qui (200b), un link apparirà dopo il sottocampo nella vista MARC. Questa vista è presente solo nell'interfaccia amministrativa, non nell'OPAC. Se il bibliotecario clicca il link, viene eseguita una ricerca sul database per il campo o sottocampo con lo stesso valore. Ciò può essere usato principalmente per due ragioni:
tr: Buraya (200b) bir alan/alt alan girerseniz, MARC Ayrıntılı görünümünde alt alandan sonra bir bağlantı görünür. Bu görünüm yalnızca personel arayüzünde yer alır, OPAC'da görünmez. Bir kütüphaneci bağlantıya tıklarsa aynı değerdeli alan/alt alan için veritabanında bir arama yapılır. Bu 2 ana konu için kullanılabilir :

source: on a field like author (200f in UNIMARC), put 200f here, you will be able to see all bib records with the same author.
fr: sur un champ comme l'auteur (200f), mettez 200f ici, et vous pourrez trouver toutes les notices avec cet auteur
hi: लेखक की तरह एक मैदान पर(Unimarc में 200F) , यहाँ 200f डाल, तो आप एक ही लेखक के साथ सभी बिब रिकॉर्ड देखने के लिए सक्षम हो जाएगा।
it: su un campo come quello di autore (200f UNIMARC), inserendo 200f qui, sarai in grado di vedere gli altri record con lo stesso autore.
tr: yazar gibi bir alanda (UNIMARC içinde 200F), buraya 200F koymakla, aynı yazarın tüm bibliyografik kayıtları görmek mümkün olacak.

source: on a field that is a link (4xx) to reach another bib record. For example, put 011a in 464$x, will find the serials that are with this ISSN.
fr: sur un champ de lien (4xx), pour "sauter" sur d'une notice à une autre. Par exemple, mettez 011a dans le 464$x. Vous trouverez le périodique avec cet ISSN.
hi: एक क्षेत्र है कि एक लिंक (4xx) एक और बिब रिकॉर्ड तक पहुंचने के लिए है पर। उदाहरण के लिए, 464$x में 011a, डाले सिरियलों कि इस ISSN के साथ कर रहे हैं।
it: su un campo che è un link (4xx) per associarlo ad un altro record bibliografico. Per esempio, inserendo 011a in 464$x, si troverà la risorsa in continuazione con questo ISSN. Con il plugin 4xx si dispone di uno strumento utile per gestire le relazioni tra records bibliografici.
tr: Diğer bir bibliyografik kayda ulaşmak için bağlantı kuran bir alanda (4xx), örn. 464$x'e konan 011a, daha önce bu ISSN'e sahip olan dergiyi bulur.

source: **Warning**
fr: **Attention**
hi: **चेतावनी**
it: **Avvertimento**
tr: **Uyarı**

source: This value should not change after data has been added to your catalog. If you need to change this value you must ask your system administrator to run misc/batchRebuildBiblioTables.pl.
fr: Attention : Cette valeur ne devrait pas changer après que des données aient été ajoutées à votre catalogue. Si vous deviez changer cette valeur vous devrez demander à votre administrateur système d'exécuter misc/batchRebuildBiblioTables.pl.
hi: डेटा आपके कैटलॉग में जोड़ दिए जाने के बाद यह मान नहीं बदलना चाहिए. यदि आपको यह मान बदलने की जरूरत है तो आपको अपने सिस्टम व्यवस्थापक को चलाने के लिए पूछना चाहिए misc/batchRebuildBiblioTables.pl.
it: Questo valore non devono essere modificati dopo aver avere inserito dati nel catalogo. Se ti serve cambiarlo, chiedi all'amministratore del sistema di lanciare misc/batchRebuildBiblioTables.pl.
tr: Veri kataloğunuza eklendikten sonra bu değeri değiştirmemelisiniz. Bu değeri değiştirmeniz gerekirse, misc/batchRebuildBiblioTables.pl. çalıştırması için sistem yöneticinize başvurun.

source: Koha link
fr: Lien Koha
hi: कोहा लिंक
it: Link Koha
tr: Koha bağlantısı

source: For each subfield you can set the following Other option values
fr: Pour chaque sous-champ vous pouvez choisir les Autres valeurs d'option suivantes
hi: प्रत्येक सबफील्ड के लिए आप निम्न अन्य विकल्प मान सेट कर सकते हैं
it: Per ogni sottocampo puoi impostare i valori per la seguente Altra opzione
tr: Her alt alan için aşağıdakileri diğer seçenek değerlerini ayarlayabilirsiniz

source: Authorized value
fr: Valeur autorisée
hi: अधिकृत मान
it: Valore autorizzato
tr: Yetkili değer

source: In the example above, the 504a field will show the MARC504 authorized values when cataloging
fr: Dans l'exemple ci-dessus, en saisie, le champ 504a affichera les valeurs autorisées MARC504.
hi: ऊपर दिए गए उदाहरण में, 504a फ़ील्ड कैटलॉग करते समय मार्क504 अधिकृत मान दिखाएगा
tr: Yukarıdaki örnekte, 504a alanı kataloglama yaparken MARC504 yetkili değerlerini gösterecektir.

source: Thesaurus
fr: Thésaurus
hi: विश्वकोश
tr: Kavramlar Dizini

source: means that the value is not free text, but must be searched in the authority/thesaurus of the selected category
fr: signifie que la valeur n'est pas du texte libre, mais doit être choisie dans la liste d'autorité de la catégorie choisie
hi: इसका मतलब है कि मूल्य मुक्त पाठ नहीं है, लेकिन चयनित श्रेणी के अधिकार/कोश में खोजा जाना चाहिए
it: thesaurus : significa che il valore non è libero, ma può essere cercato nell'archivio di authority/thesaurus della categoria selezionata
tr: değerin serbest olmadığı ancak seçilen kategorinin otorite/kavramlar dizininde aranması gerektiğini ifade eder

source: Plugin
hi: प्लगइन
tr: Eklenti

source: means the value is calculated or managed by a plugin. Plugins can do almost anything.
fr: signifie que la valeur est calculée ou gérée par une extension (un plugin). Les extensions peuvent presque tout faire !
hi: मूल्य की गणना या एक प्लगइन द्वारा किया जाता है इसका मतलब है। प्लगइन्स लगभग कुछ भी कर सकते हैं।
it: indica che il valore è calcolato o generato da un plugin. I plugin possono fare praticamente di tutto.
tr: değer, bir eklenti tarafından hesaplanır yada yönetilir anlamına gelir. Eklentiler neredeyse herşeyi yapabilir.

source: Examples:
fr: Exemples:
hi: उदाहरण:
it: Esempi per MARC 21:
tr: Örnekler:

source: For call numbers there is an option to add a call number browser next to the the call number subfield so that you can identify which call numbers are in use and which are not. Simply choose the cn\_browser.pl plugin. Learn more in the :ref:`cataloging section <adding-items-label>` of this manual.
fr: Il y a la possibilité d'ajouter un navigateur de cotes à côté du sous-champ de la cote pour que vous puissiez identifier les cotes utilisées et celles qui ne le sont pas. Vous devez installer l'extension cn\_browser.pl. La partie :ref:`catalogage <adding-items-label>` du manuel vous permettra d'en savoir plus.
hi: कॉल नंबरों के लिए कॉल नंबर उपफील्ड के बगल में एक कॉल नंबर ब्राउज़र जोड़ने का विकल्प है ताकि आप यह पहचान सकें कि कौन से कॉल नंबर उपयोग में हैं और कौन नहीं हैं। बस सीएन \ _browser.pl प्लगइन का चयन करें।इस में अधिक जानें . इस मैनुअल के :ref:`सूचीकरण सूची <adding-items-label>`
it: Per le collocazioni vi è la possibilità di aggiungere un visualizzatore di colloccazioni accanto al sottocampo della collocazione in modo da poter identificare quali collocazioni sono in uso e quali no. Basta scegliere il plugin cn\_browser.pl. Ulteriori informazioni si trovano nella :ref:`sezione catalogazione <adding-items-label>` di questo manuale.
tr: Yer numaraları için yer numarası alt alanının yanında bir yer numarası tarayıcısı ekleme seçeneği bulunur, böylece hangi yer numaralarının kullanıldığını ve hangilerinin kullanılmadığını belirleyebilirsiniz. Sadece cn\_browser.pl eklentisini seçin. Bu kılavuzun :ref:`kataloglama bölümünde <adding-items-label>` daha fazla bilgi edinin.

source: If you'd like to let file uploads via cataloging you can choose the upload.pl plugin and this will allow you to :ref:`upload files to Koha to link to your records <attaching-files-to-records-label>`.
fr: Si vous souhaitez autoriser le téléchargement de fichiers via le catalogage, vous pouvez choisir le plug-in upload.pl, ce qui vous permettra de :ref:`upload files to Koha to link to your records <attaching-files-to-records-label>`.
hi: यदि आप कैटलॉगिंग के माध्यम से फ़ाइल अपलोड करना चाहते हैं तो आप upload.pl प्लगइन चुन सकते हैं और इससे आपको यह अनुमति मिल जाएगी: ref: 'अपने रिकॉर्ड से लिंक करने के लिए कोहा को फाइल अपलोड करें<attaching-files-to-records-label>`.
it: Se vuoi permettere il caricamento di file tramite la catalogazione è possibile scegliere il plugin upload.pl e questo permetterà di :ref:`caricare file in Koha da collegare ai record <attaching-files-to-records-label>`.
tr: Kataloglamayla dosya yüklemelerine izin vermek isterseniz upload.pl eklentisini seçebilirsiniz ve bu, `kayıtlarınıza bağlamak için dosyaları :ref:`Koha'ya yüklemenizi <attaching-files-to-records-label>` sağlayacaktır.

source: In UNIMARC there are plugins for every 1xx fields that are coded fields. The plugin is a huge help for cataloger! There are also two plugins (unimarc\_plugin\_210c and unimarc\_plugin\_225a that can "magically" find the editor from an ISBN, and the collection list for the editor)
fr: En UNIMARC il y a des plugins pour chaque champ 1xx qui sont des champs codés. Le plugin est une aide énorme pour le catalogueur ! Il y a aussi deux plugins (unimarc\_plugin\_210c et unimarc\_plugin\_225a) qui peuvent "magiquement" trouver l'éditeur à partir d'un ISBN, et la liste des collections pour l'éditeur
hi: UNIMARC में कोड किए गए फ़ील्ड वाले प्रत्येक 1xx फ़ील्ड के लिए प्लगइन हैं। प्लगइन कैटलॉग के लिए एक बड़ी मदद है! दो प्लगइन्स भी हैं (unimarc\_plugin\_210c और unimarc\_plugin\_225a जो "जादुई रूप से" एक आईएसबीएन से संपादक ढूंढ सकते हैं, और संपादक के लिए संग्रह सूची)
it: In UNIMARC esistono plugin per tutti i campi 1xx che sono codificati. Il plugin è di grande aiuto per il catalogatore. Ci sono anche due plugin (unimarc\_plugin\_210c e unimarc\_plugin\_225a) che possono "magicamente" trovare l'editore da un ISBN e la lista delle collane per editore
tr: UNIMARC’da kodlu alanların her bir 1XX alanı için eklentiler mevcuttur. Bu eklentiler katalogçu için vazgeçilmez bir yardımcıdır. Aynı zamanda iki eklenti de mevcuttur (editörü ISBN’den ve editör için koleksiyon listesini "hızlı bir şekilde" bulabilen unimarc\_plugin\_210c ve unimarc\_plugin\_225a)

source: Import/export frameworks
fr: Importer/Exporter les grilles de catalogage
hi: आयात/निर्यात फ्रेमवर्क
tr: Çerçeveleri içe/dışa aktar

source: Next to each framework is a link to either import or export the framework.
fr: À côté de chaque grille il y a un lien pour importer ou exporter la grille.
hi: प्रत्येक ढांचे के आगे या तो आयात या निर्यात करने के लिए ढांचे के लिए एक कड़ी है।
it: Accanto ad ogni griglia è presente un link per importare o esportare la griglia.
tr: Her çerçevenin yanında çerçeveyi içe ya da dışa aktarmak için bir bağlantı bulunmaktadır.

source: Export framework
fr: Exporter une grille de catalogage
hi: फ्रेमवर्क का निर्यात
tr: Çerçeveyi dışa aktar

source: To export a framework simply click the 'Export' link to the right of framework title.
fr: Pour exporter une grille cliquez simplement sur le lien "Exporter" à droite du titre de la grille.
hi: एक ढांचे का निर्यात करने के लिए बस ढांचे के शीर्षक का सही करने के लिए 'निर्यात' लिंक पर क्लिक करें।
it: Per esportare una griglia clicca semplicemente il link 'Esporta' a destra del titolo della griglia.
tr: Bir çerçeveyi dışa aktarmak için çerçeve başlığının sağındaki 'Dışa Aktar' bağlantısına tıklamanız yeterlidir.

source: When you click 'Export' you will be prompted to choose what format to export the file in.
fr: Lorsque vous cliquez sur 'Export' vous serez amené à choisir le format d'export que vous préférez.
hi: जब आप 'निर्यात' पर क्लिक करें आप क्या स्वरूप में फ़ाइल निर्यात करने के लिए चयन करने के लिए प्रेरित किया जाएगा।
it: Una volta cliccato 'Esporta', ti verrà chiesto in quale formato di file esportare.
tr: 'Dışa aktar' bağlantısını tıkladığınızda dosyayı içe aktarmak istediğiniz formatı seçmeniz istenecektir.

source: A framework exported this way can be imported into any other Koha installation using the import framework option.
fr: Une grille exportée de cette façon peut être importée dans une autre installation Koha utilisant l'option d'importation de grille.
hi: एक ढांचा इस तरह का निर्यात आयात ढांचे के विकल्प का उपयोग कर किसी अन्य Koha स्थापना में आयात किया जा सकता है।
it: Una griglia esportata in questa maniera può essere importata in qualsiasi altra installazione di Koha utilizzando l'opzione per l'importazione di griglie.
tr: Bu şekilde içe aktarılan bir çerçeve, çerçeveyi içe aktar seçeneği kullanılarak diğer bir Koha kurulumuna aktarılabilir.

source: Import framework
fr: Importer une grille de catalogage
hi: फ्रेमवर्क का आयात
tr: Çerçeveyi içe aktar

source: An easy way to create a new framework is to import one created for your or another Koha installation. This framework would need to be exported from the other system :ref:`using the instructions above <export-framework-label>` to be available for import here.
fr: Une façon facile de créer une nouvelle grille est d'en importer une créée pour votre installation Koha ou pour une autre. Cette grille devra être exportée de l'autre système en utilisant les :ref:`instructions ci-dessus <export-framework-label>` pour être disponible pour l'importation ici.
hi: एक नया ढांचा बनाने का एक आसान तरीका है आपके या किसी अन्य कोहा इंस्टॉलेशन के लिए बनाए गए आयात को आयात करना। इस ढांचे को अन्य सिस्टम से निर्यात करने की आवश्यकता होगी: ref: `आयात के लिए उपलब्ध होने के लिए उपरोक्त निर्देशों का उपयोग करके <export-framework-label>`।
it: Un modo facile per creare una nuova griglia di catalogazione è importarne una da un'altra installazione di Koha. Per esportarlo dall'altro sistema, si vedano le :ref:`istruzioni <export-framework-label>`.
tr: Yeni bir çerçeve oluşturmanın kolay bir yolu da sizin için ya da başka bir Koha kurulumu için oluşturulmuş bir çerçeveden içe aktarmaktır. Bu çerçevenin burada içe aktarılabilmesi için :ref:`yukarıdaki talimatlar kullanılarak <export-framework-label>` diğer sistemden dışa aktarılmış olması gerekecektir.

source: You will be prompted to find a file on your computer to import into the framework.
fr: On vous demandera de chercher un fichier sur votre ordinateur pour l'importer dans la grille.
hi: आप ढांचे में आयात करने के लिए अपने कंप्यूटर पर एक फ़ाइल खोजने के लिए प्रेरित किया जाएगा।
it: Ti verrà chiesto di cercare nel disco il file da importare.
tr: Sizden çerçeveyi içine aktarmak için bilgisayarınızda bir dosya bulmanız istenecektir.

source: You will be asked to confirm your actions before the file is imported.
fr: Il vous sera demandé de confirmer vos actions avant que le fichier soit importé.
hi: आप पहले फ़ाइल आयात किया जाता है अपने कार्यों की पुष्टि करने के लिए कहा जाएगा।
it: Ti verrà chiesto anche di confermare le tue azioni prima che il file venga importato.
tr: Dosyaların içe aktarılmasından önce işlemlere onay vermeniz istenecektir.

source: As your file is uploaded you will see an image that will confirm that the system is working.
fr: Une fois le fichier téléchargé vous verrez une image qui vous confirmera que le système fonctionne.
hi: आपकी फ़ाइल अपलोड होने के रूप में आप एक छवि है कि इस बात की पुष्टि करेगा कि सिस्टम काम कर रहा है देखेंगे।
it: Una volta caricato il file, comparirà un'immagine che conferma l'elaborazione da parte del sistema.
tr: Dosyanız yüklendiğinde sistemin çalıştığını onaylayacak bir resim göreceksiniz.

source: Once your import is complete you will be brought to the framework edit tool where you can make any changes you need to the framework you imported.
fr: Une fois votre importation terminée vous serez dirigé vers l'outil d'édition des grilles où vous pourrez faire tous les changements dont vous avez besoin sur la grille que vous avez importée.
hi: अपने आयात पूरा हो गया है एक बार जब आप ढांचे को संपादित उपकरण है जहाँ आप किसी भी परिवर्तन आप ढांचे आप आयातित करने की जरूरत कर सकते हैं के लिए लाया जाएगा।
it: Una volta completata l'importazione, verrà caricata la schermata per la modifica della griglia, dove potrai fare le modifiche che desideri sulla griglia importata.
tr: İçe aktarma işlemi tamamlandıktan sonra içe aktarmış olduğunuz çerçeve üzerinde değişiklik yapabileceğiniz çerçeve düzenleme aracına getirileceksiniz.

source: Koha to MARC mapping
fr: Liens Koha => MARC
hi: कोहा से मार्क के मानचित्रण
tr: Koha'dan MARC'a eşleştirme

source: While Koha stores the entire MARC record, it also stores common fields for easy access in various tables in the database. Koha to MARC mapping is used to tell Koha where to find these values in the MARC record. In many cases you will not have to change the default values set by in this tool on installation, but it is important to know that the tool is here and can be used at any time.
fr: En plus de stocker l'intégralité des notices MARC, Koha stocke également les champs les plus courants dans différents champs de la base de données, et ce afin d'en faciliter l'accès. L'outil Lien Koha => MARC est utilisé pour dire à Koha où chercher ces champs dans la notice MARC et où les placer dans la base de données. Généralement, vous n'avez pas à modifier les liens proposées par défaut. Toutefois il peut être utile d'utiliser cet outil afin d'affiner la configuration de votre système.
hi: जबकि कोहा पूरे मार्करिकॉर्ड स्टोर करता है, यह डेटाबेस में विभिन्न तालिकाओं में आसान पहुंच के लिए सामान्य क्षेत्रों को भी स्टोर करता है। कोहा को मार्क मैपिंग का उपयोग कोहा को बताने के लिए किया जाता है जहां मार्क रिकॉर्ड में इन मूल्यों को ढूंढना है। कई मामलों में आपको इंस्टॉलेशन पर इस टूल में सेट किए गए डिफ़ॉल्ट मानों को बदलना नहीं होगा, लेकिन यह जानना महत्वपूर्ण है कि टूल यहां है और किसी भी समय इसका उपयोग किया जा सकता है।
tr: KOHA tüm MARC kayıtlarını depolarken, aynı zamanda kolay erişim için veri tabanında bulunan çeşitli tablolardaki ortak alanları da depolar. KOHA’dan MARC’a eşleme KOHA’ya MARC kayıtlarındaki değerleri nereden bulacağını söylemek için kullanılır. Çoğu durumda bu araçla kurulumda ayarlanmış değerleri değiştirmek zorunda kalmayacaksınız ama aracın mevcut olduğunu ve her zaman kullanılabileceğini bilmek önemlidir.

source: *Get there:* More > Administration > Catalog > Koha to MARC mapping
fr: *Aller à :* More > Administration > Catalogue > Liens Koha => MARC
hi: *वहाँ जाओ: *अधिक > प्रशासन > केटालॉग> कोहा से मार्क मैपिंग
tr: *Gidiş yolu:* Daha fazla > Yönetim > Katalog > Koha'dan MARC'a eşleştirme

source: The table shows all the database fields that can be mapped to MARC fields.
fr: Le tableau montre tous les champs de la base de données pouvant être mappés aux champs MARC.
hi: तालिका उन सभी डेटाबेस फ़ील्ड को दिखाती है जिन्हें मार्क फ़ील्ड में मैप किया जा सकता है।
tr: Tablo, MARC alanlarına eşlenebilecek tüm veritabanı alanlarını gösterir.

source: To add a new mapping, click on the 'Add' button to the right of the appropriate field.
fr: Pour ajouter une nouvelle correspondance, cliquez sur le bouton "Ajouter" à droite du champ approprié.
hi: नया मैपिंग जोड़ने के लिए, उचित फ़ील्ड के दाईं ओर स्थित 'जोड़ें' बटन पर क्लिक करें।
tr: Yeni bir eşleşme eklemek için, uygun alanın sağındaki 'Ekle' düğmesine tıklayın.

source: Write in the MARC field and subfield you would like to map, separated by a comma, to this Koha field and click the 'OK' button.
fr: Écrivez dans le champ et les sous-champ MARC que vous souhaitez mapper, séparés par une virgule, vers quel champ Koha et cliquez sur le bouton 'OK'.
hi: मार्क फ़ील्ड और उप-क्षेत्र में लिखें, जिसे आप कोडा क्षेत्र में अल्पविराम से अलग करना चाहते हैं, 'ओके' बटन पर क्लिक करें।
tr: Eşleştirmek istediğiniz MARC alanına ve alt alanına yazın, bu Koha alanını virgülle ayırın ve 'TAMAM' butonuna tıklayın.

source: It is possible to link more than one MARC field to a database field. For example, you could link both 260$a and 264$a to the biblioitems.place field.
fr: Il est possible de lier plusieurs champs MARC à un champ de la base. Par exemple, vous pouvez associer 260$a et 264$a au champ biblioitems.place.
hi: एक से अधिक मार्क फ़ील्ड को डेटाबेस फ़ील्ड में लिंक करना संभव है। उदाहरण के लिए, आप biblioitems.place फ़ील्ड में 260$a और 264$a दोनों को लिंक कर सकते हैं।
tr: Birden fazla MARC alanını bir veritabanı alanına bağlamak mümkündür. Örneğin, hem 260$a hem de 264$a değerini biblioitems.place alanına bağlayabilirsiniz.

source: If you would like to clear the mapping for a database field, click the 'Remove' button.
fr: Si vous souhaitez effacer la correspondance pour un champ de la base, cliquez sur le bouton "Supprimer" (ou "Enlever").
hi: यदि आप डेटाबेस फ़ील्ड के लिए मानचित्रण को साफ़ करना चाहते हैं, तो 'निकालें' बटन पर क्लिक करें।
tr: Bir veritabanı alanı için eşleşmeyi temizlemek isterseniz, 'Kaldır' düğmesine tıklayın.

source: All changes are immediate.
fr: Toutes les modifications sont immédiates.
hi: सभी परिवर्तन तत्काल हैं।
tr: Tüm değişiklikler hemen.

source: MARC bibliographic framework test
fr: Validation grilles de catalogage
hi: मार्क ग्रंथ सूची फ्रेमवर्क टेस्ट
tr: MARC bibliyographic çerçeve testi

source: Checks the MARC structure.
fr: Structure MARC
hi: मार्क संरचना की जांच करता है.
it: Controlla la struttura MARC.
tr: MARC yapısını kontrol eder.

source: *Get there:* More > Administration > Catalog > MARC bibliographic framework test
fr: *Aller à :* More > Administration > Catalogue > Validation grilles de catalogage
hi: *वहाँ जाओ: * अधिक > प्रशासन > केटालॉग > मार्क ग्रंथ सूची फ्रेमवर्क टेस्ट
tr: *Gidiş yolu:* Daha fazla > Yönetim > Katalog > MARC bibliyografik çerçeve testi
