Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: A child fund simply a sub-fund of the fund listed. An example would be to have a fund for 'Fiction' and under that have a fund for 'New releases' and a fund for 'Science Fiction.' It is an optional way to further organize your finances.
fr: Un poste budgétaire enfant est simplement un sous-poste d'un poste inscrit. Un exemple pourrait être d'avoir un poste budgétaire pour "la Fiction" avec un sous-poste "Nouveautés" et un sous-poste "Science-fiction". C'est une façon facultative de mieux organiser vos finances.
hi: एक बाल निधि सूचीबद्ध फंड के बस एक उप-निधि। एक उदाहरण 'फिक्शन' के लिए एक फंड होगा और उसके तहत 'नई रिलीज' और 'साइंस फिक्शन' के लिए एक फंड के लिए एक फंड होगा। यह आपके वित्त को व्यवस्थित करने का एक वैकल्पिक तरीका है।
tr: Alt fon listelenen fonun bir alt fonudur. Örneğin, 'Roman' için bir ana fon vardır ve 'Yeni Yayınlar' ve 'Bilim Kurgu' başlıkları bu ana fon için alt fonlardır. Bu, finansınızı daha iyi düzenlemek için isteğe bağlı bir yöntemdir.

source: Funds with children will show with a small arrow to the left. Clicking that will show you the children funds.
fr: Les postes budgétaires avec des enfants seront affichés avec une petite flèche sur la gauche. En cliquant dessus vous afficherez les postes budgétaires enfants.
hi: बच्चों के साथ धन बाईं ओर एक छोटा सा तीर के साथ दिखाई देगा। क्लिक कि आप बच्चों के लिए धन दिखाएगा।
it: I fondi con fondi collegati hanno una piccola freccia a sinistra. Cliccando su questa, saranno visualizzati i fondi collegati.
tr: Alt fonu olan fonlar sola küçük bir okla gösterilir. Bu ok üzerine tıklamak size alt fonları gösterir.

source: Budget planning
fr: Planification du budget
hi: बजट की योजना
tr: Bütçe planlaması

source: When viewing the list of funds click the 'Planning' button and choose how you would like to plan to spend your budget.
fr: Sur la liste des postes budgétaires, cliquez sur le bouton 'Planification' et choisissez la manière dont vous prévoyez de le dépenser.
hi: 'योजना' बटन पर क्लिक करें और आप कैसे अपने बजट को खर्च करने की योजना चाहते हैं जब धन की सूची को देखने।
it: Quando guardi la lista dei fondi clicca su 'Pianificazione' e scegli come vuoi pianificare di spendere il tuo budget.
tr: Fon listesini görüntülerken, 'Planlama' butonuna tıklayınız ve bütçenizi nasıl harcamak istediğinizi seçiniz.

source: If you choose 'Plan by MONTHS' you will see the budgeted amount broken down by months:
fr: Si vous choisissez Planifier par mois, vous verrez le montant du budget découpé par mois
hi: यदि आप 'महीनों द्वारा प्लान' चुनते हैं तो आपको महीनों तक विभाजित राशि दिखाई देगी:
it: Se si sceglie 'Pianificazione per MESI' vedrete la somma prevista suddivisa per mesi:
tr: "Aylara göre plan" opsiyonunu seçerseniz, bütçelenen tutarın aylara göre ayrılmış olduğunu göreceksiniz:

source: To hide some of the columns you can click the 'hide' link to the right (or below as in the screenshot above) the dates. To add more columns you can click the 'Show a column' link found below the 'Fund remaining' heading.
fr: Pour cacher certaines colonnes, cliquez sur le lien 'cacher' à droite des dates. Pour ajouter des colonnes, cliquez sur le lien 'Montrer une colonne' sous l'entête 'Montant restant pour le poste budgétaire'.
hi: कुछ कॉलम छिपाने के लिए आप दाईं ओर 'छुपाएं' लिंक (या नीचे स्क्रीनशॉट में नीचे) लिंक पर क्लिक कर सकते हैं। अधिक कॉलम जोड़ने के लिए आप 'शेष राशि' शीर्षक के नीचे पाए गए 'कॉलम दिखाएं' लिंक पर क्लिक कर सकते हैं।
tr: Bazı sütunları gizlemek için tarihlerin sağındaki (ya da yukarıdaki ekran görüntüsünde olduğu gibi altındaki) 'gizle' bağlantısına tıklayabilirsiniz. Daha fazla sütun eklemek için 'Kalan Fon' başlığı altında bulunan 'Sütun göster' bağlantısına tıklayabilirsiniz.

source: From here you can plan your budget spending by manually entering values or by clicking the 'Auto-fill row' button. If you choose to auto-fill the form the system will try to divide the amount accordingly, you may have to make some edits to split things more accurately.
fr: Vous pouvez ici planifier les dépenses de votre budget en entrant manuellement des valeurs ou en cliquant sur le bouton Remplir auto col. Si vous choisissez de remplir automatiquement le formulaire, le système essaiera de découper le montant en conséquence. Il se peut que vous ayez à faire des ajustements.
hi: यहाँ से आप मैन्युअल मान दर्ज करके या 'स्वत: भरण पंक्ति' बटन पर क्लिक करके अपने बजट खर्च योजना बना सकते हैं। आप फार्म ऑटो भरने के लिए चुनते हैं प्रणाली आप कुछ संपादन चीजों को और अधिक सही रूप में विभाजित करने के लिए करना पड़ सकता है राशि के हिसाब से विभाजित करने की कोशिश करेंगे।
it: Da qui puoi pianifcare le spese del budget inserendo i valori a mano o cliccando il bottone 'Autocompila linea'. Se scegli l'auto-compilazione, il sistema cerca di dividere la somma, dovrai fare qualche modifica a mano per perfezionare il risultato.
tr: Burada, bütçe harcamalarınızın değerlerini manuel girerek ya da 'Otomatik doldurma satırı' düğmesine tıklayarak planlayabilirsiniz. Otomatik doldurma formunu seçerseniz, sistem, tutarı gereğince bölmeye çalışacaktır. Sonuçta, daha doğru bölümler yapmak için bazı düzenlemeler yapmak durumunda kalabilirsiniz.

source: Once your changes are made, click the 'Save' button. If you would like to export your data as a CSV file you can do so by entering a file name in the 'Output to a file named' field and clicking the 'Output' button.
fr: Quand vous avez fini vos modifications, cliquez sur le bouton Enregistrer. Si vous voulez exporter vos données dans un fichier CSV, entrez un nom de fichier dans la zone Export dans un fichier nommé et cliquez sur le bouton Exporter.
hi: एक बार आपके परिवर्तन किए हैं, 'सहेजें' बटन पर क्लिक करें। आप एक सीएसवी आप के क्षेत्र 'नाम के एक फ़ाइल के लिए उत्पादन' में एक फ़ाइल नाम में प्रवेश करने और 'आउटपुट' बटन पर क्लिक करके ऐसा कर सकते हैं फ़ाइल के रूप में अपने डेटा को निर्यात करने के लिए करना चाहते हैं।
it: Una volta che hai fatto i tuoi cambiamenti, clicca sul bottone 'Salva'. Se vuoi esportare i dati come CSV, puoi farlo mettendo un nome file in 'Manda ad un file di nome' e cliccando sul bottone 'Output'
tr: Değişiklikleriniz yapıldığında, 'Kaydet' butonuna tıklayın. Verinizi CSV dosyası olarak dışa aktarmak istiyorsanız, bu işlemi 'Adlandırılmış dosya çıktısı ' alanına dosya adını girerek ve 'Çıktı' butonuna tıklayarak yapabilirsiniz.

source: EDI accounts
fr: Comptes EDI
hi: EDI खाते
tr: EDI hesapları

source: From here you can set up the information needed to connect to your acquisitions vendors.
fr: A partir de là vous pouvez entrer les informations nécessaires pour vous connecter à vos fournisseurs
hi: यहां से आप अपने अधिग्रहण विक्रेताओं से जुड़ने के लिए आवश्यक जानकारी सेट कर सकते हैं।
it: Da qui è possibile impostare le informazioni necessarie per connetterti con i fornitori
tr: Buradan, sağlama tedarikçilerinize bağlanmak için gerekli bilgileri ayarlayabilirsiniz.

source: Before you begin you will need at least one :ref:`Vendor set up in Acquisitions <add-a-vendor-label>`.
fr: Avant de commencer, vous aurez besoin au moins d' :ref:`Ajouter un fournisseur <add-a-vendor-label>`.
hi: शुरू करने से पहले आपको कम से कम एक की आवश्यकता होगी :ref:`अधिग्रहण में विक्रेता स्थापित किया गया <add-a-vendor-label>`.
it: Prima di iniziare occorre almeno un :ref:`Fornitore impostato in Acquisizioni <add-a-vendor-label>`.
tr: Başlamadan önce en az bir :ref:Sağlayıcının Satın Almalar'da kurulması <add-a-vendor-label>` gerekir.

source: To add account information click the 'New account' button.
fr: Pour ajouter un compte, cliquez sur le bouton "Nouveau compte".
hi: खाता जानकारी जोड़ने के लिए 'नया खाता' बटन क्लिक करें.
it: Per aggiungere informazioni di account, fare clic sul pulsante 'Nuovo account'.
tr: Yeni bir hesap bilgisi eklemek için 'Yeni hesap' butonuna tıklayın.

source: In the form that appears you will want to enter your vendor information.
fr: Dans le formulaire qui s'affiche, entrez les informations sur le fournisseur.
hi: प्रतीत होता है कि आप अपने विक्रेता की जानकारी दर्ज करना चाहते हैं.
it: Nel form che appare puoi inserire le informazioni riguardo il fornitore.
tr: Görüntülenen forma satıcı bilgilerinizi gireceksiniz.

source: New account information
fr: Informations sur le nouveau compte
hi: नई खाता जानकारी
it: Nuove informazioni
tr: Yeni hesap bilgisi

source: Each vendor will have one account.
fr: Chaque fournisseur aura un compte.
hi: प्रत्येक विक्रेता का एक खाता होगा.
it: Ogni fornitore avrà un account.
tr: Her sağlayıcının bir hesabı olacaktır.

source: Library EANs
fr: EAN de la bibliothèque
hi: लाइब्रेरी EANs
it: EANs della biblioteca
tr: Kütüphane EAN'ları

source: A library EAN is the identifier the vendor gives the library to send back to them so they know which account to use when billing. One EDI account can have multiple EANs.
fr: Un EAN de bibliothèque est un identifiant attribué par un fournisseur à la bibliothèque afin d'identifier un compte pour la facturation. Un compte EDI peut avoir plusieurs EAN.
hi: एक पुस्तकालय EAN पहचानकर्ता विक्रेता पुस्तकालय उन्हें वापस भेजने के लिए तो वे जो जब बिलिंग का उपयोग करने के लिए खाते में पता देता है। एक EDI खाते के कई EANs के हो सकता है।
it: Un codice EAN è l'identificativo che il fornitore dà la biblioteca da usare negli invi verso di loro in modo che essi sappiano a chi addebitare la fattura. Un account EDI può avere più EAN.
tr: Bir kütüphane EAN'ı sağlayıcının kütüphaneye kendilerine geri göndermesi için verdiği bir tanımlayıcıdır, böylece sağlayıcı faturalamada hangi hesabın kullanacağını bilecektir. Bir EDI hesabının birden çok EAN'ı olabilir.

source: To add an EAN click the 'New EAN' button.
fr: Pour ajouter un EAN, cliquez sur le bouton "Nouvel EAN".
hi: एक ईएएन जोड़ने के लिए 'नया ईएएन' बटन क्लिक करें।
it: Per aggiungere un EAN, fare clic sul pulsante 'Nuovo EAN'.
tr: Bir EAN eklemek için 'Yeni EAN' düğmesine tıklayın.

source: New EAN
fr: Nouvel EAN
hi: नया EAN
it: Nuovo codice EAN
tr: Yeni EAN

source: In the form that appears enter the information provided by your vendor.
fr: Dans le formulaire qui s'affiche, entrez les informations fournies par votre fournisseur.
hi: प्रतीत होता है कि आपके विक्रेता द्वारा प्रदान की गई जानकारी दर्ज करें।
it: Inserisci i dati forniti dal fornitore nella maschera che appare.
tr: Görüntülenen forma satıcınız tarafından sağlanan bilgileri girin.

source: New EAN form
fr: Nouveau formulaire EAN
hi: नया ईएएन फॉर्म
tr: Yeni EAN formu

source: Additional parameters
fr: Paramètres divers
hi: अतिरिक्त पैरामीटर
tr: Ek parametreler

source: *Get there:* More > Administration > Additional parameters
fr: *Aller à :* Plus > Administration > Paramètres divers
hi: *वहा जाओ* अधिक > प्रशासन > अतिरिक्त पैरामीटर
tr: *Gidiş yolu:* Daha fazla > Yönetim > Ek parametreler

source: Z39.50/SRU servers
fr: Serveurs Z39.50/SRU
hi: Z39.50/SRU सर्वर
it: Servers Z39.50/SRU
tr: Z39.50/SRU sunucuları

source: Z39.50 is a client/server protocol for searching and retrieving information from remote computer databases, in short it's a tool used for copy cataloging.
fr: Z39.50 est un protocole client / serveur pour la recherche et la récupération d'informations à partir de bases de données distantes. En bref, c'est un outil utilisé pour dériver des notices.
hi: Z39.50 रिमोट कंप्यूटर डेटाबेस से जानकारी खोजने और पुनर्प्राप्त करने के लिए क्लाइंट / सर्वर प्रोटोकॉल है, संक्षेप में यह कॉपी कैटलॉगिंग के लिए उपयोग किया जाने वाला टूल है।
it: Lo Z39.50 è un protocollo client-server per cercare e scaricare informazione da db su server remoti, in pratica è uno strumento per copiare record.
tr: Z39.50, arama yapmak ve uzak bilgisayar veritabanlarından bilgi almak için bir istemci-sunucu protokolüdür, kısacası kataloglama kopyalamak için kullanılan bir araçtır.

source: SRU- Search/Retrieve via URL - is a standard XML-based protocol for search queries, utilizing CQL - Contextual Query Language - a standard syntax for representing queries.
fr: SRU - Recherche / Récupération via URL - est un protocole XML standard pour les requêtes de recherche, utilisant CQL - Contextual Query Language - une syntaxe standard pour construire des requêtes.
hi: SRU- खोज / यूआरएल के माध्यम से निकालते हैं - प्रासंगिक क्वेरी भाषा - - प्रश्नों का प्रतिनिधित्व करने के लिए एक मानक वाक्य रचना खोज क्वेरी के लिए एक मानक XML- आधारित प्रोटोकॉल, CQL का उपयोग है.
it: SRU- Search/Retrieve via URL - è un protocollo standard basato su XML per le interrogazioni di ricerca, che utilizza il CQL - Common Query Language - una sintassi standard per la rappresentazione di interrogazioni.
tr: SRU- Search/Retrieve via URL - arama sorguları için standart bir XML tabanlı protokoldur, utilizing CQL - Contextual Query Language - sorguları izafeten standart bir sözdizimidir.

source: Using Koha you can connect to any Z39.50 or SRU target that is publicly available or that you have the log in information to and copy both bibliographic and/or authority records from that source.
fr: Z39.50 est un protocole client-serveur pour rechercher et récupérer des informations depuis des bases externes. Vous pouvez vous connecter à n'importe quelle cible Z39.50 publique ou dont vous possédez les informations nécessaires à l'authentification, pour dériver des notices bibliographiques ou d'autorités.
hi: कोहा का उपयोग आप किसी भी Z39.50 या SRU लक्ष्य से कनेक्ट कर सकते हैं जो कि सार्वजनिक रूप से उपलब्ध है या आपके पास उस जानकारी से लॉग इन जानकारी है और उस स्रोत से दोनों ग्रंथ सूची और/या प्राधिकरण रिकॉर्ड को कॉपी किया गया है.
it: Usando Koha è possibile collegarsi a qualsiasi Z39.50 o di destinazione SRU disponibile al pubblico o di cui si dispone le credenziali per accedere e copiare o record bibliografici o di autorità da quella fonte.
tr: Koha kullanarak genel kullanıma açık ya da oturum açma bilgilerine sahip olduğunuz her hangi Z39.50 ya da SRU hedefine bağlanabilir ve o kaynaktan bibliyografik ve otorite kayıtların her ikisini de kopyalayabilirsiniz.

source: *Get there:* More > Administration > Additional parameters > Z39.50/SRU servers
fr: *Aller à :* Plus > Administration > paramètres divers > Serveurs Z39.50/SRU
hi: *वहाँ जाओ:* अधिक > प्रशासन > अतिरिक्त पैरामीटर > Z39.50/SRU सर्वर
tr: *Gidiş yolu:* Daha fazla > Yönetim > Ek parametreler > Z39.50/SRU sunucuları

source: Koha comes with a default list of Z39.50/SRU targets set up that you can add to, edit or delete
fr: Koha est installé avec une liste par défaut de serveurs Z39.50. Vous pouvez en ajouter, ou modifier ou supprimer des serveurs existants.
hi: कोहा में सेट की गई Z39.50/SRU लक्ष्य की एक डिफ़ॉल्ट सूची के साथ आता है जिसे आप जोड़ सकते हैं, संपादित कर सकते हैं या हटा सकते हैं
it: Koha ha un gruppo di server Z39.50/SRU predefiniti, che puoi modificare.
tr: Koha beraberinde, ekleyebileceğiniz, düzenleyebileceğiniz veya silebileceğiniz Z39.50/SRU hedefleri kurulumlarının bir varsayılan listesi ile gelmektedir

source: To find additional Z39.50 targets you use IndexData's IRSpy: `http://irspy.indexdata.com <http://irspy.indexdata.com/>`__ or the Library of Congress's list of targets http://www.loc.gov/z3950/
fr: Pour rechercher des serveurs Z39.50 supplémentaires, utilisez l'IRSpy d'IndexData: `http://irspy.indexdata.com <http://irspy.indexdata.com/>` __ ou la liste des serveurs de la Bibliothèque du Congrès, http://www.loc.gov/z3950/
hi: अतिरिक्त Z39.50 लक्ष्यों को खोजने के लिए आप IndexData's IRSpy का उपयोग करते हैं: : `http://irspy.indexdata.com <http://irspy.indexdata.com/>`__ या लाइब्रेरी ऑफ कांग्रेस सूची लक्ष्य http://www.loc.gov/z3950/
tr: İlave Z39.50 hedefleri bulmak için IndexData's IRSpy: `http://irspy.indexdata.com <http://irspy.indexdata.com/>`__ ya da Kongre Kütüphanesi'nin hedefler listesini `http://www.loc.gov/z3950/ kullanın

source: Add a Z39.50 target
fr: Ajouter un serveur Z39.50
hi: Z39.50 लक्ष्य जोड़े
tr: Z39.50 hedefi ekle

source: From the main Z39.50 page, click 'New Z39.50 server'
fr: Dans la page principale Z39.50, cliquez sur 'Ajouter un serveur Z39.50'
hi: मुख्य Z39.50 पृष्ठ से, क्लिक करें 'नई Z39.50 सर्वर'
tr: Ana Z39.50 sayfasından 'Yeni Z39.50 sunucusu' üzerine tıklayın

source: 'Z39.50 server' should be populated with a name that will help you identify the source (such as the library name).
fr: 'Z39.50 server' devrait contenir un nom vous permettant d'identifier la source (par exemple un nom de bibliothèque).
hi: 'Z39.50 सर्वर' का नाम आप स्रोत की पहचान में मदद मिलेगी कि आबादी के साथ किया जाना चाहिए(जैसे पुस्तकालय नाम के रूप में) ।
it: Il campo 'Z39.50 server' può essere compilato con un nome utile ad identificarlo (tipo il nome della biblioteca).
tr: Z39.50 sunucusu' kaynağı tanımlamaya yardımcı olacak bir isimle doldurulmalıdır (kütüphane ismi gibi).

source: 'Hostname' will be the address to the Z39.50 target.
fr: 'Nom d'hôte' précise l'adresse de la cible Z39.50.
hi: 'होस्टनाम' Z39.50 लक्ष्य को पता होगा।
it: 'Hostname' sarà l'indirizzo del server Z39.50.
tr: 'Ana bilgisayar adı' Z39.50 hedef adresi olacaktır.

source: 'Port' tells Koha what port to listen on to get results from this target.
fr: 'Port' précise le port à écouter pour obtenir les résultat de cette cible.
hi: 'पोर्ट' बताता है Koha क्या बंदरगाह इस लक्ष्य से परिणाम प्राप्त करने पर सुनने के लिए।
it: 'Port' indica a Koha su quale porta contattare il server.
tr: 'Bağlantı noktası' Koha’ya bu hedeften sonuçlar almak için hangi bağlantı noktasını dinleyeceğini söyler.

source: 'Userid' and 'Password' are only required for servers that are password protected.
fr: L'identifiant et le mot de passe ne sont nécessaires que pour les serveurs dont l'accès est restreint.
hi: 'प्रयोक्ता आईडी' और 'पासवर्ड' केवल सर्वर के लिए आवश्यक हैं जिससे कि पासवर्ड संरक्षित रहे
it: Userid e password sono richiesti solo per server protetti
tr: 'Kullanıcı adı' ve 'Parola' sadece parola korumalı sunucular için gereklidir.

source: Check the 'Preselected' box if you want this target to always be selected by default.
fr: Cochez la boite 'Coché' pour que cette cible soit toujours sélectionnée par défaut.
hi: 'पूर्वनिर्धारित' बॉक्स की जांच करें यदि आप चाहते हैं कि यह लक्ष्य हमेशा से डिफ़ॉल्ट रूप से चुना जाए.
it: Seleziona il box 'Preselected' se vuoi che questo target sia sempre selezionato di default.
tr: Bu hedefin her zaman varsayılan olarak seçili olmasını istiyorsanız, 'Preselected' kutusunu işaretleyin.

source: 'Rank' lets you enter where in the list you'd like this target to appear.
fr: 'Rang' précise l'emplacement de la cible dans la liste.
hi: 'रैंक' आपको उस सूची में दर्ज करने की सुविधा देता है, जहां आप इस लक्ष्य को दिखाना चाहते हैं.
it: 'Rango' consente di inserire questo server nella lista dove si desidera che compaia.
tr: 'Rank' bu hedefi, listenin içinde nerede görünmesini istiyorsanız oraya girmenizi sağlar.

source: If this is left blank the targets will be in alphabetical order.
fr: Laissez vide pour que les cibles soient triés dans l'ordre alphabétique.
hi: इस खाली छोड़ दिया जाता है तो लक्ष्यों को वर्णमाला के क्रम में किया जाएगा।
it: Se non viene compilato i server saranno ordinati alfabeticamente.
tr: Bu boş bırakılırsa hedefler alfabetik düzende olacaktır.

source: 'Syntax' is the MARC flavor you use.
fr: 'Syntaxe' précise le type de MARC que vous utilisez.
hi: 'Syntax' मार्क फ्लेवर का आप उपयोगकरते है।
it: 'Syntax' è la tipologia MARC che usi (MARC21/Unimarc/NORMARC).
tr: Sözdizimi' kullandığınız MARC niteliğidir.

source: 'Encoding' tells the system how to read special characters.
fr: 'Encodage' précise au système l'encodage à utiliser pour les caractères.
hi: 'एनकोडिंग' प्रणाली कैसे विशेष वर्ण को पढ़ने के लिए कहता है
it: 'Encoding' indica al sistema come trattare i caratteri speciali.
tr: 'Kodlama' sisteme özel karakterleri nasıl okuyacağını anlatır.

source: 'Timeout' is helpful for targets that take a long while. You can set the timeout so that it doesn't keep trying the target if results aren't found in a reasonable amount of time.
fr: 'Timeout' est utile pour les cibles dont le délai de réponse est long. Vous pouvez définir le timeout pour ne cesser d'interroger la cible après un certain délai.
hi: 'Timeout' लक्ष्य है कि एक लंबे समय लेने के लिए उपयोगी है। आप Timeout को निर्धारित कर सकते है इतना है कि यह लक्ष्य की कोशिश कर नहीं रख करता है,यदि परिणाम समय का एक उचित मात्रा में नहीं पाए जाते हैं.
it: 'Timeout' è utile per i target che impiegano molto tempo a rispondere. Puoi impostare un tempo di scadenza di modo che non continui ad interrogarli se i risultati non vengono trovati nell'intervallo di tempo auspicato.
tr: 'Zamanaşımı' uzun sürecek hedefler için yardımcıdır. Sonuçlar makul bir zaman dilimi içinde bulunmuyorsa, hedefi denemeye devam etmemesi için zamanaşımını ayarlayabilirsiniz.

source: 'Record type' lets you define if this is a bibliographic or an authority target.
fr: 'Type de notice' précise la nature des notices fournies par la sources (bibliographiques ou autorités)
hi: 'Record type' आप को परिभाषित करता है, कि यह एक ग्रंथ सूची या एक प्राधिकरण लक्ष्य है
it: 'Tipo record' definisce se si tratta di un server di record bibliografico o di authority.
tr: 'Kayıt türü' bunun bibliyografik ya da otorite hedef olup olmadığını tanımlamanıza imkan sağlar.

source: 'XSLT file(s)' lets enter one or more (comma-separated) XSLT file names that you want to apply on the search results.
fr: 'XSLT file(s)' permet de saisir un ou plusieurs noms de fichiers XSLT (séparés par une virgule) que vous souhaitez appliquer aux résultats de la recherche.
hi: 'XSLT फ़ाइल (फाइलें)' एक या अधिक (अल्पविराम-पृथक) XSLT फ़ाइल नाम दर्ज करें, जिन्हें आप खोज परिणामों पर लागू करना चाहते हैं.
it: 'File XSLT(s)' permette di inserire uno o più nomi di file XSLT (separati da virgola) che si desidera applicare sui risultati di ricerca.
tr: 'XSLT dosya(ları)' arama sonuçları üzerinde uygulamak istediğiniz bir veya daha fazla (virgülle ayrılmış) XSLT dosya adlarını girmenizi sağlar.

source: When retrieving records from external targets you may wish to automate some changes to those records. XSLT's allow you to do this. Koha ships with some sample XSLT files in the /koha-tmpl/intranet-tmpl/prog/en/xslt/ directory ready for use:
fr: Lors de la récupération de notices de serveurs externes, vous pouvez vouloir automatiser quelques changements à ces notices. Le XSLT vous permet de le faire. Koha est fourni avec quelques fichiers d'échantillon XSLT prêts à l'emploi.
hi: बाहरी लक्ष्य से रिकॉर्ड पुनर्प्राप्त करते समय आप उन अभिलेखों में कुछ बदलावों को स्वचालित करना चाह सकते हैं. XSLT आपको यह करने की अनुमति देता है. कोहा उपयोग के लिए तैयार /koha-tmpl/intranet-tmpl/prog/en/xslt/निर्देशिका में कुछ नमूना XSLT फाइलों के साथ:
it: Quando si recuperano i record da target esterni si potrebbe desiderare di automatizzare alcune modifiche a tali record. Gli XSLT di permettono di fare questo. Koha è preimpostato con alcuni file di esempio XSLT nella directory /koha-tmpl/intranet-tmpl/prog/en/xslt/ pronti per l'uso:
tr: Dış hedeflerden kayıtları çekerken bu kayıtlar için bazı değişiklikleri otomatikleştirmek isteyebilirsiniz. XSLT bunu yapmanızı sağlar. Koha /koha-tmpl/intranet-tmpl/prog/en/xslt/ dizini içinde kullanıma hazır bazı örnek XSLT dosyaları ile gelir:

source: Del952.xsl: Remove items (MARC21/NORMARC)
fr: Del952.xsl: Supprimer les exemplaires (MARC21/NORMARC)
hi: Del952.xsl: निकालें आइटम (MARC21 / NORMARC)
it: Del952.xsl: Rimuovi le copie (MARC21/NORMARC)
tr: Del952.xsl: Materyalleri kaldır (MARC21/NORMARC)

source: Del995.xsl: Remove items (UNIMARC)
fr: Del995.xsl&nbsp;: Supprimer des exemplaires (UNIMARC)
hi: Del995.xsl: निकालें आइटम (Unimarc)
it: Del995.xsl: Rimuovi le copie (UNIMARC)
tr: Del995.xsl: Materyalleri kaldır (UNIMARC)
