Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: And it is case sensitive : a record having 999$9 = 'xxx' will not belong to a set where condition is 999$9 = 'XXX'.
fr: Et c'est sensible à la casse : une notice ayant 999$9 = 'xxx' n'appartiendra pas au jeu de donnée dont le critère est 999$9 = 'XXX'.
hi: और यह संवेदनशील मामला है: होने का एक रिकॉर्ड 999 $ 9 = 'XXX' एक सेट जहां हालत 999 $ 9 = 'XXX' है से संबंधित नहीं होगा।
it: Ed è sensibile alle maiuscole: un record con 999$9 = 'xxx' non soddisfa la condizione 999$9 = 'XXX'.
tr: Ve büyük-küçük harfe duyarlıdır: 999$9 olan bir kayıt = 'xxx', durumun 999$9 = 'XXX' olduğu ayara ait olmayacaktır.

source: Build sets
fr: Construire des sets
hi: सेट बनाएँ
it: Crea sets
tr: Ayar oluştur

source: Once you have configured all your sets, you have to build the sets. This is done by calling the script misc/migration\_tools/build\_oai\_sets.pl.
fr: Une fois que vous avez configuré tous vos sets, vous devez les construire. Ceci est effectué par le script misc/migration\_tools/build\_oai\_sets.pl.
hi: एक बार जब आप अपने सभी सेट कॉन्फ़िगर कर लेंगे, तो आपको सेट बनाना होगा। यह स्क्रिप्ट को कॉल करके किया जाता है misc/migration\_tools/build\_oai\_sets.pl.
it: Una volta che hai configurato i set, devi costruirli. Questo si fa usando lo script misc/migration\_tools/build\_oai\_sets.pl.
tr: Tüm ayarlarınızı yapılandırdığınızda, ayarlarınızı oluşturmanız gerekir. Bu, misc/migration\_tools/build\_oai\_sets.pl. komut dizisi çağırılarak yapılır.

source: Item search fields
fr: Champs de recherche sur les exemplaires
hi: आइटम खोज क्षेत्र
it: Campi per ricerca di copie
tr: Materyal arama alanları

source: From here you can add custom search fields to the :ref:`item search <item-searching-label>` option in the staff client.
fr: D'ici vous pouvez ajouter des champs de recherche personnalisés à la :ref:`recherche sur les exemplaires <item-searching-label>` dans l'interface professionnelle.
hi: यहां से आप कस्टम खोज फ़ील्ड्स को : ref: `item search <item-search-label> 'विकल्प क्लाइंट क्लाइंट में जोड़ सकते हैं।
it: Da qui è possibile aggiungere campi personalizzati all'opzione :ref:`Ricerca copie <item-searching-label>` nell'interfaccia dello staff.
tr: Buradan, personel istemcideki `materyal aramaya <item-searching-label>` özel arama alanları ekleyebilirsiniz.

source: To add a new search term simply click the 'New search field' button
fr: Pour ajouter un nouveau terme de recherche, cliquer sur le bouton "Nouveau champ de recherche"
hi: एक नया खोज शब्द जोड़ने के लिए बस 'नया खोज फ़ील्ड' बटन क्लिक करें
it: Per aggiungere un nuovo indice di ricerca è sufficiente riempire l'area 'Aggiungere un nuovo campo'
tr: Yeni bir arama terimi eklemek için, 'Yeni arama alanı' düğmesini tıklamanız yeterlidir

source: Name is a field for you to identify the search term
fr: Le nom est un champ pour que vous identifiez le terme de recherche
hi: नाम आप खोज शब्द की पहचान करने के लिए एक क्षेत्र है
it: "Nome" è un campo per te per identificare il termine di ricerca
tr: İsim, arama terimini tanımlamanız için bir alandır

source: Label is what will appear on the item search page
fr: Le libellé apparaîtra sur la page de recherche des exemplaires
hi: लेबल क्या आइटम खोज पृष्ठ पर दिखाई देगा
it: L'etichetta apparirà nella pagina di ricerca sulle copie
tr: Etiket, materyal arama sayfasında görünecek olandır

source: MARC field allows you to pick which field you'd like to search in
fr: Le champ MARC vous permet de choisir le choisir le champ sur lequel vous souhaitez faire une recherche
hi: मार्क क्षेत्र तुम्हें लेने के लिए आप खोज करना चाहते हैं जो क्षेत्र की अनुमति देता है
it: "Campo MARC" ti permette di selezionare su quale campo vuoi che avvenga la ricerca
tr: MARC alanı, içinde arama yapmak istediğiniz alanı seçmenizi sağlar

source: MARC subfield is the subfield you'd like to search in
fr: Sous-champ MARC, c'est le sous-champ sur lequel vous ne souhaitez pas faire une recherche
hi: मार्क subfield आप subfield खोज करना चाहते हैं
it: "Sottocampo MARC" indica il sottocampo su cui vuoi ricercare
tr: MARC alt alanı içinde arama yapmak istediğiniz alt alandır

source: Authorised values category can be used to turn this search field in to a pull down instead of a free text field
fr: La catégorie de valeurs autorisées peut être utilisée pour changer ce champ de recherche en une liste déroulante au lieu d'un champ de texte libre
hi: प्राधिकृत मूल्यों श्रेणी एक मुक्त पाठ क्षेत्र के एक पुल के लिए इस खोज के क्षेत्र बारी करने के बजाय नीचे किया जा सकता है
it: Un lista di valori autorizzati può essere usata per trasformare questo campo di ricerca da campo a testo libero a campo con opzioni da selezionare
tr: Otorize değerler kategorisi bu alanı bir serbest metin alanı yerine açılır menüye dönüştürmek için kullanılabilir

source: Once your new field is added it will be visible at the top of this page and on the item search page
fr: Le nouveau champ sera visible en haut de cette page et sur la page de la recherche sur les exemplaires
hi: एक बार अपने नए क्षेत्र जोड़ा जाता है यह इस पेज के शीर्ष पर और आइटम खोज पृष्ठ पर दिखाई जाएगी
it: Quando il nuovo campo è stato aggiunto, diventa visibile all'inzio di questa pagina e nella pagina di ricerca sui dati di copia
tr: Alanınız bir kez eklendikten sonra bu sayfanın en üstünde ve materyal arama sayfasında görünür olacaktır

source: Acquisitions
hi: अधिग्रहण
it: Acquisizioni
tr: Sağlama

source: The Koha Acquisitions module provides a way for the library to record orders placed with vendors and manage purchase budgets.
fr: Le module Acquisitions dans Koha permet à la bibliothèque de garder une trace des des commandes passées auprès des fournisseurs et de gérer les budgets d'acquisition.
hi: Koha अधिग्रहण मॉड्यूल पुस्तकालय विक्रेताओं से दिए गए आदेश रिकॉर्ड और खरीद बजट का प्रबंधन करने के लिए एक तरीका प्रदान करता है।
it: Il modulo Acquisizioni di Koha fornisce uno strumento grazie al quale la biblioteca può registrare gli ordini fatti ai fornitori e gestire i budget di spesa.
tr: Koha sağlama modülü, kütüphanenin sağlayıcılardan sipariş ettiklerini kaydedebileceği ve satın alma bütçelerini yönetebileceği bir yöntem sağlar.

source: Before using the `Acquisitions Module <#acqmodule>`__, you will want to make sure that you have completed all of the set up.
fr: Avant d'utiliser le `module Acquisitions <#acqmodule>`__, vous devez vérifier que vous avez rempli tous les paramètres nécessaires.
hi: `अधिग्रहण मॉड्यूल <#acqmodule>`__, का उपयोग करने से पहले, आप यह सुनिश्चित करना चाहते हैं कि आपने सभी सेट अप पूरे कर लिए हैं।
it: Prima di utilizzare il `Modulo Acquisizioni <#acqmodule>`__ , si deve fare in modo di aver completato tutto il set up.
tr: `Sağlama Modülü <#acqmodule>`__ tercihini kullanmadan önce tüm kurulumu tamamladığınızdan emin olmalısınız.

source: *Get there:* More > Administration > Acquisitions
fr: *Aller à : * Plus > Administration > Acquisitions
hi: *वहाँ जाओ* अधिक > प्रशासन > अधिग्रहण
it: *Vai a:* Più > Amministrazione > Parametri per le acquisizioni
tr: *Gidiş yolu:* Daha fazla > Yönetim > Sağlama

source: Currencies and exchange rates
fr: Devises et taux de change
hi: मुद्राओं और विनिमय दरें
tr: Para birimleri ve döviz kurları

source: If you place orders from more than one country you will want to input currency exchange rates so that your acquisitions module will properly calculate totals.
fr: Si vous effectuez des commandes dans plusieurs devises, il est souhaitable d'entrer les taux de change de façon à permettre au module Acquisitions de faire des totaux corrects.
hi: आप एक से अधिक देशों से आदेश जगह अगर आप इनपुट मुद्रा विनिमय दरों करना चाहते हैं ताकि आपके अधिग्रहण मॉड्यूल ठीक से योग की गणना होगी।
it: Se hai fatto ordini relativi a più nazioni, dovrai indicare i cambi per ogni valuta, in modo che il sistema possa fare i calcoli esatti dei totali.
tr: Birden fazla ülkeye sipariş verirseniz, sağlama modülünüzün toplam tutarı tam olarak hesaplaması için döviz oranlarını gireceksiniz.

source: *Get there:* More > Administration > Acquisitions > Currencies and exchange rates
fr: *Aller à :* Plus > Administration > Acquisitions > Devises et taux de change
hi: *वहाँ जाओ* अधिक > प्रशासन > अधिग्रहण > मुद्राओं और विनिमय दरें
tr: Gidiş yolu:* Daha Fazla > Yönetim > Sağlama > Para birimleri ve döviz kurları

source: This data is not automatically updated, so be sure to keep it up to date so that your accounting is kept correct.
fr: À savoir : Ces informations ne sont pas automatiquement mises à jour. Faites-le manuellement afin d'avoir des comptes justes.
hi: यह डेटा स्वचालित रूप से अपडेट नहीं किया जाता है, इसलिए इसे अपने खाते में रखना सही है ताकि आपके अकाउंटिंग को सही रखा जा सके.
it: Questi dati non sono aggiornati automaticamente, bisogna essere sicuri di mantenerli aggiornati in modo che la contabilità sia corretta.
tr: Bu veriler otomatik olarak güncelleştirilmez, bu nedenle hesabınızın doğru tutulması için güncel olduklarından emin olun.

source: The ISO code you enter will be used when importing MARC files via the staging tools, the tool will attempt to find and use the price of the currently active currency.
fr: Le code ISO que vous entrez sera utilisé lors de l'importation des fichiers MARC via les outils de transfert, l'outil essayera de trouver et d'utiliser le prix de la devise actuellement active.
hi: आईएसओ कोड आप में प्रवेश जब मचान उपकरण के माध्यम से मार्क फ़ाइलें आयात, उपकरण मिल रहा है और वर्तमान में सक्रिय मुद्रा की कीमत का उपयोग करने का प्रयास करेंगे इस्तेमाल किया जाएगा।
it: Il codice ISO che inserisci sarà usato durante l'importazione dei files MARC utilizzando la funzione gestisci deposito Marc, lo strumento cercherà e collegherà il valore monetario presente alla divisa in quel momento attiva.
tr: Girdiğiniz ISO kodu, MARC dosyaları hazırlama araçları yoluyla aktarılırken kullanılacaktır, araç şu anda aktif olan para biriminin fiyatını bulmaya ve kullanmaya çalışacaktır.

source: The active currency is the main currency you use in your library. Your active currency will have a check mark in the 'Active' column. If you don't have an active currency you will see an error message telling you to choose an active currency.
fr: La devise active est la devise principale que vous utilisez dans votre établissement. La devise active est marquée d'une coche dans la colonne Active. Si vous n'avez pas de devise active, un message d'erreur vous le signale.
hi: सक्रिय मुद्रा मुख्य मुद्रा आप अपने पुस्तकालय में इस्तेमाल होता है। आपका सक्रिय मुद्रा 'सक्रिय' कॉलम में एक जाँच चिह्न होगा। अगर आप एक सक्रिय मुद्रा नहीं है, तो आप एक सक्रिय मुद्रा का चयन करने के लिए आप कह रही एक त्रुटि संदेश देखेंगे।
it: La valuta attiva è la valuta corrente della tua biblioteca. E' marcata con un segno di spunta. Se non ne spunti nessuna, comparirà un messaggio di errore.
tr: Aktif para birimi kütüphanenizde kullandığınız ana para biriminizdir. Aktif para biriminizin 'Aktif' sütununda onay işareti mevcuttur. Aktif para biriminizde, aktif bir para birimi seçmenizi söyleyen bir hata mesajı göreceksiniz.

source: Budgets
hi: बजट
tr: Bütçeler

source: Budgets are used for tracking accounting values related to acquisitions. For example you could create a budget for the current year (ex. 2015) and then break that into :ref:`Funds` for different areas of the library (ex. Books, Audio, etc).
fr: Les budgets sont utilisés pour suivre les montants des dépenses d'acquisitions. Par exemple, vous pouvez créer un budget pour l'année en cours (ex. 2015), puis le diviser en postes budgétaires correspondants aux différents fonds de la bibliothèque, ref:`Funds` (ex Livres, Audio, etc).
hi: अधिग्रहण से संबंधित लेखांकन मूल्यों को ट्रैक करने के लिए बजट का उपयोग किया जाता है। उदाहरण के लिए आप चालू वर्ष (उदा. 2015) के लिए बजट बना सकते हैं और फिर उसमें तोड़ सकते हैं लाइब्रेरी के विभिन्न क्षेत्रों के लिए :ref:` 'फंड' (पूर्व पुस्तकें, ऑडियो, आदि).
tr: Bütçeler satın almalara ilişkin muhasebe değerlerini izlemek için kullanılır. Örneğin mevcut yıl için bir bütçe oluşturabilir (ör. 2015) ve daha sonra bu bütçeyi kütüphanenin farklı alanları için (ör. Kitaplar, Ses ortamları, vb.) :ref:`Fonlara` ayırabilirsiniz.

source: *Get there:* More > Administration > Acquisitions > Budgets
fr: *Allez à :* Plus > Administration > Acquisitions > Budgets
hi: *वहाँ जाओ* अधिक >प्रशासन > अधिग्रहण > बजट
it: *Vai a:* Più > Amministrazione > Parametri per le acquisizioni > Budgets
tr: Gidiş yolu:* Daha fazla > Yönetim > Sağlama > Bütçeler

source: When visiting the main budget administration you will see two tabs, one for active and one for inactive budgets.
fr: Dans l'interface principale d'administration des budgets vous verrez deux onglets, contenant respectivement les budgets actifs et inactifs.
hi: मुख्य बजट प्रशासन में यात्रा के दौरान आप दो टैब, सक्रिय और निष्क्रिय के लिए एक बजट के लिए एक देखेंगे।
it: Nella pagina di amministrazione dei budget ci sono due sezioni: una per gli attivi una per i non attivi.
tr: Ana bütçe yönetimini ziyaret ettiğinizde, iki tane sekme göreceksiniz; bunlardan biri aktif diğeri de aktif olmayan bütçelerdir.

source: Adding budgets
fr: Ajouter un budget
hi: बजट जोड़ें
it: Aggiunta di budget
tr: Bütçe eklemek

source: Budgets can either be created :ref:`from scratch <add-a-new-budget-label>`, by :ref:`duplicating the previous year's budget <duplicate-a-budget-label>` or by :ref:`closing a previous year's budget <close-a-budget-label>`.
fr: Les budgets peuvent être créés :ref:`ex nihilo <add-a-new-budget-label>`, en :ref:`dupliquant le budget de l'année précédente <duplicate-a-budget-label> ou en :ref:`clôturant le budget d'une année antérieure <close-a-budget-label>.
hi: बजट या तो बनाया जा सकता है :ref:`from scratch <add-a-new-budget-label>`, द्वारा :ref:`पिछले साल के बजट को डुप्लिकेट करना <duplicate-a-budget-label>` या द्वारा :ref:`पिछले साल के बजट को बंद करना <close-a-budget-label>`.
it: I bilanci possono sia essere creati :ref:`da zero <add-a-new-budget-label>`, :ref:`duplicando il bilancio dell'anno precedente <duplicate-a-budget-label>` oppure :ref:`in fase di chiusura di bilancio di un anno precedente <close-a-budget-label>`.
tr: Bütçeler :ref:`sıfırdan <add-a-new-budget-label>`, :ref:`önceki yılın bütçesini çoğaltarak<duplicate-a-budget-label>` veya :ref:`bir önceki yılın bütçesini kapatarak <close-a-budget-label>` oluşturulabilirler.

source: Add a new budget
fr: Ajouter un budget
hi: एक नया बजट जोड़ना
it: Aggiungere un nuovo budget
tr: Yeni bir bütçe ekle

source: If you haven't used Koha before for acquisitions then you'll need to start fresh with a new budget. To add a new budget click the 'New budget' button.
fr: Si vous n'avez pas utilisé Koha auparavant pour les acquisitions, vous devrez commencer par créer un nouveau budget. Pour cela, cliquez sur le bouton 'Ajouter un budget'.
hi: यदि आपने अधिग्रहण के लिए पहले कोहा का उपयोग नहीं किया है तो आपको नए बजट के साथ ताजा शुरू करना होगा। नया बजट जोड़ने के लिए 'नया बजट' बटन क्लिक करें।
tr: Eğer satın almalar için Koha'yı daha önce kullanmadıysanız, yeni bir bütçe ile yeni bir başlangıç yapmalısınız. Yeni bir bütçe eklemek için 'Yeni bütçe' düğmesini tıklayın.

source: Choose the time period this budget is for, whether it's an academic year, a fiscal year, a quarter, etc.
fr: Choisissez la période pour laquelle ce budget est prévu, que ce soit une année universitaire, fiscale ou calendaire.
hi: समय अवधि के इस बजट के लिए है चुनें, चाहे वह एक शैक्षणिक वर्ष में, एक वित्तीय वर्ष, एक चौथाई, आदि है
it: Scegli la tempistica di questo budget: un anno accademico, un anno fiscale, un quadrimestre, etc.
tr: Akademik yıl, mali yıl ya da çeyrek yıl hangisi olursa olsun, bu bütçenin hangi zaman aralığına uygun olduğunu seçin.

source: The description should be something that will help you identify the budget when ordering
fr: La description doit vous aider à identifier le budget au moment de la commande
hi: विवरण कुछ ऐसा होना चाहिए जो ऑर्डर करते समय बजट की पहचान करने में आपकी सहायता करेगा
tr: Açıklama, sipariş verirken bütçeyi tanımlamanıza yardımcı olacak bir şey olmalıdır

source: In the amount box do not use any symbols, simply enter the amount of the budget with numbers and decimals.
fr: Ne saisissez pas symbole dans la rubrique Montant. Entrez juste des chiffres et le séparateur décimal.
hi: राशि बॉक्स किसी भी प्रतीकों का प्रयोग नहीं करते, बस संख्या और दशमलव के साथ बजट की राशि में प्रवेश।
it: Nel campo per l'importo non usare simboli, metti l'importo del budget con numeri e decimali.
tr: Miktar kutusunda herhangi bir sembol kullanmayın bütçe miktarını rakamlar ve ondalıklar ile girin.

source: Marking a budget active makes it usable when placing orders in the acquisitions module, even if the order is placed after the budget end date. This will allow you to record orders that were places in a previous budget period.
fr: Rendre un budget actif le rend utilisable dans les commandes du module Acquisition, même si la commande est faite après la date de fin du budget, ceci afin de vous permettre d'enregistrer rétrospectivement des commandes faites sur une période antérieure.
hi: एक बजट सक्रिय अंकन यह प्रयोग करने योग्य जब अधिग्रहण मॉड्यूल में रखने के आदेश है, भले ही आदेश बजट समाप्ति तिथि के बाद रखा गया है बनाता है। यह आप आदेश है कि पिछले बजट की अवधि में थे स्थानों को रिकॉर्ड करने की अनुमति देगा।
it: Rendere attivo un budget significa renderlo utilizzabile per inserirvi ordini nel modulo acquisizioni, anche se gli ordini sono messi dopo la data di chiusura del bilancio. Questo permette di registrare gli ordini che erano stati messi in un precedente bilancio.
tr: Sağlama modülünde sipariş verirken sipariş bütçe bitim tarihinden sonra verilse bile, bir bütçeyi aktif olarak işaretlemek o bütçeyi kullanılır hale getirir. Bu işlem size önceki dönem bütçesinde verilmiş olan siparişleri kaydetme imkanı sunacaktır.

source: Locking a budget means that funds will not be able to be modified by librarians
fr: Verrouiller un budget signifie que ses postes budgétaires ne pourront plus être modifiés par les bibliothécaires
hi: बजट लॉक करना मतलब है कि धन पुस्तकालयियों द्वारा संशोधित नहीं किया जा सकेगा
tr: Bir bütçeyi kilitlemek, fonların kütüphaneciler tarafından değiştirilemeyeceği anlamına gelir

source: Once you have made your edits, click the 'Save changes' button. You will be brought to a list of your existing budgets.
fr: Une fois vos modifications effectuées, cliquez sur le bouton 'Enregistrer'. Vous serez ramené à la liste de vos budgets existants.
hi: एक बार जब आप अपना संपादन कर लेंगे, तो 'परिवर्तन सहेजें' बटन पर क्लिक करें। आपको अपने मौजूदा बजट की सूची में लाया जाएगा।
tr: Düzenlemelerinizi yaptıktan sonra, 'Değişiklikleri kaydet' butonuna tıklayınız. Daha sonra, mevcut bütçe listenize getirileceksiniz.

source: Duplicate a budget
fr: Dupliquer un champ
hi: एक बजट डुप्लिकेट करें
it: Duplicazione budget
tr: Bir bütçe çoğalt

source: To duplicate a budget from a previous year, click on the link for the budget name from the list of budgets
fr: Pour dupliquer un budget d'une année précédente, cliquez sur le nom du budget dans la liste des budgets
hi: पिछले एक साल से एक बजट नकल करने के लिए, बजट की सूची से बजट नाम के लिए लिंक पर क्लिक करें
it: Per duplicare un budget dall'anno precedente, clicca sul link del nome del budget nell'elenco dei budget.
tr: Bir önceki yıldan bir bütçe çoğaltmak için, bütçelerin listesinden bütçe adı bağlantısı üzerine tıklayın.

source: On the screen listing the budget breakdown click the 'Edit' button at the top and choose to 'Duplicate budget'
fr: Sur l'écran de présentation de la répartition du budget, cliquez sur le bouton 'Modifier' et sélectionnez 'Dupliquer le budget'.
hi: बजट ब्रेकडाउन सूचीबद्ध करने वाली स्क्रीन पर शीर्ष पर 'संपादित करें' बटन पर क्लिक करें और 'डुप्लिकेट बजट' चुनें
tr: Bütçe dökümü listeleme ekranında en üstte er alan 'Düzenle' butonuna tıklayın ve 'Bütçe çoğalt' opsiyonunu seçin

source: You can also click the 'Actions' button to the right of the budget and choose 'Duplicate'.
fr: Vous pouvez aussi cliquer sur le bouton Imprimer en haut de l'écran et choisir 'Imprimer ticket' ou 'Ticket rapide'.
hi: तुम भी बजट का सही करने के लिए 'क्रिया' बटन पर क्लिक करें और चुनें 'डुप्लीकेट' कर सकते हैं।
it: Puoi cliccare il bottone 'Azioni' alla destra del budget e scegliere 'Duplica'.
tr: Aynı zamanda bütçenin sağındaki 'Eylemler' butonuna tıklayıp 'Çoğalt' seçeneğini seçebilirsiniz.

source: In both cases you will be presented with a form where you simply need to enter the new start and end date and save the budget.
fr: Vous serez amené à un formulaire dans lequel vous devez simplement indiquer les nouvelles dates de début et de fin et sauvegarder le budget.
hi: दोनों ही मामलों में आप एक रूप है जहाँ आप बस नई शुरुआत और अंत की तारीख दर्ज करें और बजट को बचाने के लिए की आवश्यकता के साथ प्रस्तुत किया जाएगा।
it: In entrambi i casi ti verrà presentata una form da riempire con le nuove date di inzio e fine e poi salvare il budget.
tr: Her iki durumda karşınıza yeni başlangıç ve bitiş tarihini girmeniz ve bütçeyi kaydetmeniz gereken bir form çıkacaktır.

source: Check the box for 'Mark the original budget as inactive' if the original budget should no longer be used.
fr: Cocher la case pour "Marquer le budget initial comme inactif" si le budget initial ne devait plus être utilisé.
hi: यदि मूल बजट नहीं रह इस्तेमाल किया जाना चाहिए 'के रूप में निष्क्रिय मार्क मूल बजट' के लिए बॉक्स को चेक करें।
it: Marca il box 'segna il budget iniziale come inattivo' se tale budget non deve più essere utilizzato.
tr: Orijinal bütçenin artık kullanılmaması gerekiyorsa 'Orijinal bütçeyi inaktif olarak işaretle' kutusunu işaretleyin.

source: Check the box for 'Set all funds to zero' if you wish the new budget to contain all the same fund structures as the previous budget but no allocations until you manually enter an amount in the fund.
fr: Cochez la case pour "Remettre tous les postes budgétaires à zéro" si vous voulez que le nouveau budget contienne les mêmes structures de postes budgétaires que le budget précédent, mais aucune imputation jusqu'à ce que vous entriez manuellement un montant dans le poste budgétaire.
hi: के लिए बॉक्स को चेक करें 'शून्य करने के लिए सब धन सेट' आप पिछले बजट के रूप में सभी एक ही फंड संरचनाओं लेकिन कोई आवंटन को रोकने के लिए जब तक आप मैन्युअल कोष में एक राशि में प्रवेश नए बजट चाहते हैं।
it: Marca il box 'Imposta tutti i fondi a zero' se vuoi che il nuovo budget abbia tutti i fondi con la stessa struttura del budget precedente ma senza alcuna cifra allocata finchè non inserirai manulamente un importo nel fondo.
tr: Yeni bütçenin bir önceki bütçe ile aynı fon yapılarını içermesini ancak siz manuel olarak fon içerisine miktar girmedikte paylaştırılmamasını istiyorsanız, 'Tüm fonları sıfırla' kutusunu işaretleyin.

source: This will not only duplicate your budget, but all of the funds associated with that budget so that you can reuse budgets and funds from year to year and so that you can move unreceived orders and if desired unspent funds from a previous budget to the new budget.
fr: Ceci permettra non seulement de dupliquer votre budget, mais également tous les postes budgétaires associés à ce budget afin que vous puissiez réutiliser les budgets et les postes d'année en année.
hi: यह न केवल अपने बजट नकल होगा, लेकिन इतना है कि आप वर्ष से वर्ष के बजट और धन का पुन: उपयोग और इतना कर सकते हैं कि आप unreceived आदेशों स्थानांतरित कर सकते हैं और अगर नए बजट के लिए एक पिछले बजट से अक्षय निधि वांछित है कि बजट के साथ जुड़े धन के सभी ।
it: Questa operazione non duplica solo il budget, ma anche tutti i fondi ad esso associati, così potrai riusare budgets e fondi di anno in anno e così puoi muovere gli ordini non ricevuti e i fondi non spesi da budget preceente al nuovo.
tr: Bu sadece bütçenizi değil, aynı zamanda bütçeleri ve fonları yıldan yıla tekrar kullanabilmeniz için o bütçeyle ilgili tüm fonları da çoğaltacaktır. Böylece teslim alınmayan siparişleri ve eğer istenirse harcanmayan fonları bir önceki bütçeden yeni bütçeye taşıyabilirsiniz.
