Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Control where the item returns to once it is checked in
fr: Contrôle où l'exemplaire doit être transféré une fois son retour enregistré
hi: नियंत्रण करें कि वह आइटम जहां एक बार में जांच की जाती है वापस लौटाता है
it: Definisci la sede a cui deve ritornare la copia al momento della restituzione
tr: Materyalin iade edildikten sonra nereye döneceğini denetleyin

source: Item returns home
fr: L'exemplaire retourne à son site de rattachement
hi: आइटम घर लौटता
it: La copia ritorna alla biblioteca proprietaria
tr: Materyal kütüphaneye iade ediliyor

source: Item returns to issuing branch
fr: L'exemplaire retourne au site du prêt
hi: जारी करने के लिए शाखा मद रिटर्न
it: La copia rientra nella biblioteca di provenienza
tr: Materyal ödünç verme birimine geri döner

source: Item floats
fr: Exemplaires flottants
hi: आइटम मंगाई
it: Copia circolante
tr: Kayıp materyaller

source: When an item floats it stays where it was checked in and does not ever return 'home'
fr: Un exemplaire flottant reste au site où il a été retourné et ne retourne jamais à son site de rattachement
hi: जब एक आइटम तैरता यह रहता है जहां यह में जाँच की थी और कभी 'घर' वापस नहीं करता है
it: Quando una copia è circolante, rimane dove è rientrata e non ritorna alla biblioteca che la possiede (home library)
tr: Materyal askıdayken iade alındığı yerde kalır ve hiçbir zaman 'ana kütüphaneye' iade edilmez.

source: Once your policy is set, you can unset it by clicking the 'Unset' link to the right of the rule
fr: Une fois votre politique de circulation configurée, vous pouvez la retirer en cliquant sur le lien Retirer sur la droite de la règle
hi: अपनी नीति निर्धारित है एक बार, आप इसे नियम के अधिकार के लिए 'unset' लिंक पर क्लिक करके कर सकते हैं अनसेट
it: Una volta che una regola è configurata, puoi cancellarla cliccando il link 'Pulisci' posto a destra della regola
tr: Kuralınızı belirlediğinizde, bu kuralı yine kuralın sağındaki 'Geri al' bağlantısına tıklayarak geri alabilirsiniz.

source: For example, if you have a rule in the matrix that says Board patrons are allowed 10 books and 5 DVDs but you want to make it so that Board patrons only have a total of 12 things checked out at once. If you enter 12 here and the patron has 10 books out already they will only be allowed 2 DVDs to equal the 12 total they're allowed.
fr: Par exemple, si vous dans la matrice une règle qui dit que les adhérents de Board peuvent emprunter 10 livres et 5 DVDs mais que vous voulez limiter le nombre maximal de documents empruntés simultanément à 12 pour les adhérents de Board : si vous saisissez 12 ici et que l'adhérent a déjà emprunté 10 livres, il ne pourra plus emprunter que 2 DVDs pour atteindre le total de 12 documents empruntables simultanément.
hi: उदाहरण के लिए, आप मैट्रिक्स का कहना है कि बोर्ड के संरक्षक 10 पुस्तकों और 5 डीवीडी अनुमति दी जाती है में एक नियम है, लेकिन आप इसे बनाने के लिए इतना है कि बोर्ड संरक्षक केवल 12 पर एक बार बाहर की जाँच की चीजों की कुल चाहते हैं. आप 12 यहाँ दर्ज करें और संरक्षक 10 पुस्तकों से बाहर है, तो पहले से ही वे ही अनुमति दी जाएगी 2 डीवीडी कुल 12 वे अनुमति दी हो के बराबर.
it: Ad esempio, se si dispone di una regola nella matrice che dice che utenti del Consiglio possono avere 10 libri e 5 DVD ma si vuole fare in modo che abbiano solo al massimo 12 oggetti in prestito alla volta. Se qui si immette 12 e l'utente ha già 10 libri in prestito, potrà prendere solo 2 DVD, per eguagliare il totale 12.
tr: Örneğin, matris içinde yönetim kurulundaki kullanıcıların 10 kitap ve 5 DVD alabilmelerine izin veren bir kural var, ancak siz yönetim kurulundaki kullanıcıların bir defada sadece 12 materyal ödünç almalarının mümkün olmasını istiyorsunuz. Buraya 12 girerseniz ve kullanıcının üzerinde zaten 10 tane kitap varsa, izin verilen 12 toplamına eşit olarak yalnızca 2 adet DVD ödünç almalarına izin verilecektir.

source: Default lost item fee refund on return policy
fr: Par défaut, remboursement des frais d'exemplaire perdu en fonction des règles de retour
hi: वापसी नीति पर डिफ़ॉल्ट गुम आइटम शुल्क वापसी
tr: İade politikasında varsayılan kayıp materyal ücreti

source: Here, you can specify the default policy for lost item fees on return. This policy will apply to this library. This rule is to be used with the :ref:`RefundLostOnReturnControl <refundlostonreturncontrol-label>` system preference.
fr: Ici vous pouvez spécifier la politique d'amendes par défaut au retour des exemplaires perdus. Cette politique s'appliquera à ce site. Cette règle doit être utilisée avec la préférence système :ref:`RefundLostOnReturnControl <refundlostonreturncontrol-label>`.
hi: यहां, आप बदले में खोए गए आइटम फीस के लिए डिफ़ॉल्ट नीति निर्दिष्ट कर सकते हैं। यह नीति इस पुस्तकालय पर लागू होगी। इस नियम का उपयोग with के साथ किया जाना चाहिएref :ref:`RefundLostOnReturnControl <refundlostonreturncontrol-label>` सिस्टम वरीयता।
tr: Burada, iade edilen kayıp materyal bedelleri için varsayılan politikayı belirtebilirsiniz. Bu politika bu kütüphaneye uygulanacaktır. Bu kural, :ref: `RefundLostOnReturnControl <refundlostonreturncontrol-label>` sistem tercihi ile birlikte kullanılır.

source: Default holds policy by item type
fr: Règle de réservation par défaut par type de document
hi: आइटम प्रकार द्वारा डिफ़ॉल्ट नीति
tr: Materyal türüne göre varsayılan ayırtma politikası

source: For this library, you can edit hold and return policies for a given item type, regardless of the patron's category.
fr: Pour cette bibliothèque, vous pouvez modifier les règles pour un type d'exemplaire donné, indépendemment de la catégorie de l'adhérent.
hi: इस लाइब्रेरी के लिए, आप संरक्षक वर्ग की परवाह किए बिना दिए गए आइटम प्रकार के लिए होल्ड और वापसी नीतियां संपादित कर सकते हैं.
it: Per questa biblioteca è possibile modificare i criteri di prenotazione e restituzione per un determinato tipo di copia, indipendentemente dalla categoria utente.
tr: Bu kütüphane için, belirli bir materyal türü için kullanıcı kategorisi ne olursa olsun ayırma ve iade politikalarını düzenleyebilirsiniz.

source: The various hold policies have the following effects:
fr: Les diverses règles de réservations ont les effets suivants&nbsp;:
hi: विभिन्न होल्ड नीतियां निम्न प्रभाव रखती हैं:
tr: Çeşitli ayırtma politikalarının aşağıdaki etkileri mevcuttur:

source: From any library: Patrons from any library may put this item on hold. (default if none is defined)
fr: Tout site : Les adhérents de tous les sites peuvent réserver cet exemplaire. (valeur par défaut si aucune autre n'est sélectionnée).
hi: किसी भी पुस्तकालय से: किसी भी पुस्तकालय के संरक्षक इस आइटम को होल्ड कर सकते हैं। (डिफ़ॉल्ट अगर कोई परिभाषित नहीं किया गया है)
tr: Herhangi bir kütüphaneden: Kullanıcılar bu materyali herhangi bir kütüphaneden ayırtabilirler. (her hangi bir tanım yapılmamışsa varsayılan değeri kullanın)

source: From home library: Only patrons from the item's home library may put this book on hold.
fr: Site de rattachement : Seuls les adhérents du site de l'exemplaire peuvent réserver ce document.
hi: होम लाइब्रेरी से: आइटम की होम लाइब्रेरी से केवल संरक्षक ही इस पुस्तक को होल्ड रख सकते हैं।
tr: Ana kütüphaneden: Sadece materyalin ana kütüphanesinin kullanıcıları bu kitabı ayırtabilir.

source: No holds allowed: No patron may put this book on hold.
fr: Réservation non autorisée : aucun adhérent ne pourra réserver ce livre.
hi: कोई होल्ड करने की अनुमति नहीं है: कोई भी संरक्षक इस पुस्तक को होल्ड में रख सकता है।
tr: Ayırtmaya izin verilmiyor: Hiçbir kullanıcı bu kitabı ayırtamaz.

source: Note that if the system preference :ref:`AllowHoldPolicyOverride` set to 'allow', these policies can be overridden by your circulation staff.
fr: Important : Si votre préférence système :ref:`AllowHoldPolicyOverride` est activée, ces règles de prêt peuvent être outrepassées par les bibliothécaires.
hi: ध्यान दें कि यदि सिस्टम वरीयता : ref: `AllowHoldPolicyOverride` को 'अनुमति' पर सेट करें, तो इन नीतियों को आपके परिसंचरण कर्मचारियों द्वारा ओवरराइड किया जा सकता है।
it: Se la preferenza di sistema :ref:`AllowHoldPolicyOverride` è impostata su 'Permetti' queste regole possono essere scavalcate dallo staff della circolazione.
tr: :ref:`AllowHoldPolicyOverride` sistem tercihi 'izin ver' olarak ayarlı ise bu politikaların dolaşım personeliniz tarafından geçersiz bırakılabileceğini göz önünde bulundurunuz.

source: These policies are based on the patron's home branch, not the branch that the reserving staff member is from.
fr: IMPORTANT : Ces politiques sont basées sur la bibliothèque de rattachement de l'adhérent, pas la bibliothèque du bibliothécaire qui effectue la réservation.
hi: ये नीतियां संरक्षक की होम शाखा पर आधारित होती हैं, न कि शाखा जो आरक्षित कर्मचारी सदस्य से है
it: Queste regole sono basate sulla sede di appartenenza dell'utente, non su quella a cui appartiene l'operatore.
tr: Bu politikalar rezerv personelinin birimine değil, kullanıcının ana birimine göre esas alınır.

source: The various return policies have the following effects:
fr: Les diverses règles pour le retour ont les effets suivants:
hi: विभिन्न रिटर्न पॉलिसी के निम्नलिखित प्रभाव हैं:
tr: Çeşitli iade ilkelerinin aşağıdaki etkileri mevcuttur:

source: Item returns home: The item will prompt the librarian to transfer the item to its home library
fr: Les exemplaires retournent à leur site de rattachement : au retour un message s'affiche signalant le transfert de l'exemplaire vers son site de rattachement
hi: आइटम रिटर्न घर: आइटम अपने घर आइटम को लाइब्रेरी में स्थानांतरण करने के लिए लाइब्रेरियन संकेत देगा
it: La copia ritorna alla biblioteca proprietaria: la copia attiverà la procedura di trasferimento alla sua biblioteca di appartenenza
tr: Materyal ana kütüphaneye dönecek: Kütüphanecinin materyali ait olduğu ana kütüphaneye transfer etmesi istenecektir

source: If the :ref:`AutomaticItemReturn` preference is set to automatically transfer the items home, then a prompt will not appear
fr: Si la préférence :ref:`AutomaticItemReturn` est activée pour transférer automatiquement les documents vers leur bibliothèque d'appartenance, vous n'aurez pas d'avertissement.
hi: यदि the : ref: `AutomaticItemReturn` वरीयता स्वचालित रूप से आइटम को घर स्थानांतरित करने के लिए सेट है, तो एक प्रॉम्प्ट दिखाई नहीं देगा
it: Se la preferenza di sistema :ref:`AutomaticItemReturn` è impostata per trasferire automaticamente la copia alla sua biblioteca di appartenenza, non verrà mostrato nulla al bibliotecario
tr: :ref:`AutomaticItemReturn` tercihi otomatik olarak materyali ana kütüphaneye transfer olacak şekilde ayarlı ise, bu yönde bir istemci ekrana gelmeyecektir

source: Item returns to issuing branch: The item will prompt the librarian to transfer the item back to the library where it was checked out
fr: Les exemplaires retournent au site de prêt : au retour un message s'affiche signalant le transfert de l'exemplaire vers le site dans lequel il a été prêté
hi: जारी करने वाले शाखा पर आइटम रिटर्न: आइटम लाइब्रेरियन को उस आइटम को लाइब्रेरी में स्थानांतरित करने के लिए संकेत देगा, जहां इसे चेक आउट किया गया था
it: La copia ritorna alla biblioteca che l'ha prestata: la copia chiederà al bibliotecario il trasferimento alla biblioteca da cui è stata prestata
tr: Materyal ödünç verildiği birime dönecek: Kütüphanecinin materyali ödünç verildiği kütüphaneye transfer etmesi istenecektir

source: Item floats: The item will not be transferred from the branch it was checked in at, instead it will remain there until transferred manually or checked in at another branch
fr: Exemplaires flottants : l'exemplaire n'est pas transféré à partir de son site de retour, mais reste là jusqu'à ce qu'il soit transféré manuellement ou prêté à partir d'un autre site
hi: तैरता आइटम: आइटम शाखा यह कम में जाँच की थी से transferr नहीं किया जाएगा, जब तक वहाँ transferr बजाय यह रहेगा या मैन्युअल anothe शाखा में में जाँच की जाएगी
it: Copia circolante: la copia non verrà trasferita dalla sede in cui è stata restituita, ma rimarrà lì finché non verrà trasferita manualmente o restituita ad un'altra sede
tr: Item floats: Materyal ödünç verildiği birimden transfer edilmeyecek, bunun yerine manuel olarak transfer edilene ya da başka bir birimde ödünç verilene kadar orada kalacaktır.

source: For example you might allow holds at your libraries but not what New items or DVDs to be placed on hold by other branches so you can set the 'Hold policy' to 'From home library' so that those items can only be placed on hold if the items' owning library and the patron's home library are the same. You can also block holds completely on specific item types from this form. This is also how you can set up floating item types and types that remain with their home library.
fr: Par exemple, vous pourriez autoriser les réservations dans vos bibliothèques, mais pour les Nouveaux documents ou les DVDs, les réservations pourraient ne pas être faites par d'autres sites ; dans ce cas, vous pouvez paramétrer la règle de réservation à "Site de rattachement" pour que ces documents ne puissent pas être réservés si la bibliothèque propriétaire du document et la bibliothèque de l'adhérent sont différentes. Dans ce formulaire, vous pouvez aussi bloquer complètement les réservations pour des types de documents particuliers. C'est aussi de cette manière que vous pouvez configurer des types de documents flottants et des types de documents qui restent dans leur bibliothèque propriétaire.
hi: उदाहरण के लिए आप की अनुमति सकता है के लिए अपने पुस्तकालयों में रखती है, लेकिन नहीं क्या नए आइटम या डीवीडी अन्य शाखाओं द्वारा पकड़ पर रखा जा सकता है तो आप 'पकड़ो नीति' के लिए 'घर लाइब्रेरी से' सेट कर सकते हैं ताकि उन वस्तुओं केवल पकड़ पर रखा जा सकता है 'आइटम के मालिक पुस्तकालय और संरक्षक के घर पुस्तकालय में ही हैं. तुम भी ब्लॉक इस रूप से विशेष आइटम के प्रकार पर पूरी तरह से धारण कर सकते हैं. यह भी कि कैसे आप फ्लोटिंग आइटम प्रकार और प्रकार है कि उनके घर के पुस्तकालय के साथ रहने के लिए सेट कर सकते है.
it: Ad esempio si potrebbe consentire prenotazioni nella tua biblioteca, ma per evitare prenotazioni di nuove copie o DVD da altre biblioteche del sistema sii può impostare la 'Hold policy' a 'Dalla propria biblioteca' in modo che tali copie possano essere prenotate solo se la biblioteca che le possiede e la biblioteca dell'utente coincidono. È inoltre possibile bloccare completamente le prenotazioni di specifici tipi di copie tramite questo modulo. Questo è anche il modo per impostare tipi di copie floating e tipi che rimangono nella propria biblioteca.
tr: Örneğin kütüphanelerinizde ayırtma işlemi yapılmasına izin veriyorsunuz fakat yeni materyallere veya DVD'lere diğer alt gruplar tarafından ayırtma yapılmasını istemiyorsunuz, bu sebeple 'Ayırtma Politikası'nı 'Ana kütüphaneden' olarak ayarlayabilirsiniz ve böylece bu materyaller üzerinde sadece 'kütüphane ve kullanıcının ana kütüphanesi aynı' ise ayırtma yapılabilir. Ayrıca bu formdan belirli materyaller üzerinde ayırtma yapılmasını tamamen engelleyebilirsiniz. Aynı zamanda floating materyal türlerini ve ana kütüphaneleri ile kalan türleri bu şekilde ayarlayabilirsiniz.

source: Patron attribute types
fr: Types d'attributs d'adhérent
hi: संरक्षक विशेषता प्रकार
tr: Kullanıcı nitelik türleri

source: Patron attributes can be used to define custom fields to associate with your patron records. In order to enable the use of custom fields you need to set the :ref:`ExtendedPatronAttributes` system preference.
fr: Les attributs d'adhérents permettent de définir des champs personnalisés pour les fiches d'adhérents. L'utilisation de cette fonctionnalité doit être activée au moyen de la préférence système:ref:`ExtendedPatronAttributes`.
hi: संरक्षक विशेषताओं को आपके संरक्षक अभिलेखों के साथ जोड़ने के लिए कस्टम फ़ील्ड को परिभाषित करने के लिए उपयोग किया जा सकता है। कस्टम फ़ील्ड के उपयोग को सक्षम करने के लिए आपको इसे सेट करने की आवश्यकता है : ref: `ExtendedPatronAttributes` सिस्टम वरीयता।
it: Tramite gli attributi utente è possibile definire dei campi personalizzati associabili al record utente. Per abilitare l'uso di questi campi personalizzati devi abilitare la preferenza di sistema :ref:`ExtendedPatronAttributes`.
tr: Kullanıcı öznitelikleri, kullanıcı kayıtlarınızla ilişkilendirilecek özel alanları tanımlamak için kullanılabilir. Özel alanların kullanımını etkinleştirmek için :ref:`ExtendedPatronAttributes` sistem tercihini ayarlamanız gerekir.

source: *Get there:* More > Administration > Patrons and circulation > Patron attribute types
fr: *Aller à :* Plus > Administration > Adhérents & Circulation > Types d'attributs d'adhérent
hi: *वहां जाएं:* अधिक > प्रशासन > संरक्षक और परिसंचरण > संरक्षक विशेषता प्रकार
tr: *Gidiş yolu:* Daha fazla > Yönetim > Kullanıcılar ve dolaşım > Kullanıcı öznitelik türleri

source: A common use for this field would be for a student ID number or a Driver's license number.
fr: Une utilisation courante de ce champ serait un numéro d'identifiant pour un étudiant ou un numéro de permis de conduire.
hi: इस क्षेत्र के लिए एक आम उपयोग के एक छात्र आईडी नंबर या एक ड्राइवर का लाइसेंस नंबर के लिए किया जाएगा।
it: Un tipico uso di questo campo è l'ID dello studente o il numero di patente di guida.
tr: Bu alanın yaygın kullanımı öğrenci kimlik numarası ya da ehliyet ile olacaktır.

source: Adding patron attributes
fr: Ajouter un attribut adhérent
hi: संरक्षक गुण जोड़ें
tr: Kullanıcı özniteliği eklemek

source: To add a new patron attribute type, click the 'New patron attribute type' button at the top of the page
fr: Pour créer un nouvel attribut d'adhérent, cliquez sur «&nbsp;Ajout d'un attribut adhérent&nbsp;» en haut de la page
hi: नया संरक्षक विशेषता प्रकार जोड़ने के लिए, पृष्ठ के शीर्ष पर 'नया संरक्षक विशेषता प्रकार' बटन क्लिक करें
tr: Yeni kullanıcı öznitelik türü eklemek için sayfanın üstündeki ‘Yeni kullanıcı öznitelik türü’ üzerine tıklayın.

source: In the 'Patron attribute type code', enter a short code to identify this field
fr: Dans le Code d'attribut adhérent, entrez un code court qui servira à identifier ce champ.
hi: 'संरक्षक विशेषता प्रकार कोड' में, इस फ़ील्ड को पहचानने के लिए एक संक्षिप्त कोड दर्ज करें
it: Inserisci un breve codice identificativo nel campo 'Codice dell'attributo utente'
tr: 'Kullanıcı öznitelik türü kodu' içinde, bu alanı tanımlamak için kısa bir kod girin

source: This field is limited to 10 characters (numbers and letters only)
fr: Ce champ est limité à dix caractères (chiffres et lettres uniquement)
hi: यह फ़ील्ड 10 वर्णों (केवल अंक और अक्षर) तक सीमित है
it: Questo campo è limitato a 10 caratteri esclusivamente alfanumerici
tr: Bu alan 10 karakter ile sınırlıdır (yalnızca rakamlar ve harfler)

source: This setting cannot be changed after an attribute is defined
fr: Ce paramètre ne pourra plus être modifié après qu'un premier attribut aura été utilisé.
hi: यह सेटिंग एक विशेषता परिभाषित किया गया है के बाद बदला नहीं जा सकता
it: Questa impostazione non può essere cambiata successivamente alla creazione dell'attributo utente
tr: Bir nitelik tanımlandıktan sonra bu ayar değiştirilemez

source: In the 'Description' field, enter a longer (plain text) explanation of what this field will contain
fr: Dans le champ "Description", entrez une description plus longue et plus complète de ce que ce champ contiendra.
hi: 'विवरण' क्षेत्र में, क्या इस क्षेत्र में शामिल होंगे की एक लंबी (सादा पाठ) विवरण दर्ज
it: Nel campo 'Descrizione' inserisci una spiegazione libera di cosa conterrà questo campo
tr: ‘Açıklama’ alanında bu alanın ne içereceğinin uzun açıklamasını (düz metin olarak) ekleyin.

source: Check the box next to 'Repeatable' to let a patron record have multiple values of this attribute.
fr: Cochez la case Répétable afin de permettre à l'adhérent de saisir plusieurs valeurs pour cet attribut.
hi: एक संरक्षक रिकॉर्ड के पास इस विशेषता के कई मान होने देने के लिए 'पुनरावृत्त' के बगल में स्थित बॉक्स को चेक करें.
it: Spunta la casella 'Ripetibile' per permettere l'assegnazione di un numero multiplo di questo attributo per un singolo utente.
tr: Bir kullanıcı kaydının, bu niteliğin birden çok değerine sahip olması için 'Yinelenebilir' öğesinin yanındaki kutuyu işaretleyin.

source: If 'Unique identifier' is checked, the attribute will be a unique identifier which means, if a value is given to a patron record, the same value cannot be given to a different record.
fr: Si Identifiant unique est coché, l'attribut sera un identifiant unique &mdash; si une valeur est donnée pour un adhérent, elle ne pourra pas être donnée pour un autre adhérent.
hi: यदि 'अद्वितीय पहचानकर्ता' की जाँच की जाती है, तो विशेषता एक अद्वितीय पहचानकर्ता होगी जिसका अर्थ है, यदि मान संरक्षक रिकॉर्ड को दिया जाता है, तो समान मान को किसी भिन्न रिकॉर्ड में नहीं दिया जा सकता है.
it: Se la casella 'Identificatore univoco' è spuntata, l'attributo sarà un identificatore univoco nel database, il che significa che se un determinato valore è assegnato ad un utente, non potrà essere assegnato ad un altro utente.
tr: 'Benzersiz tanımlayıcı' işaretli ise nitelik, bir benzersiz tanımlayıcı olacaktır, bu şu anlama gelir, eğer bir kullanıcı kaydına bir değer verilmiş ise, aynı değer başka bir kayda verilemeyecektir.

source: Unique attributes can be used as match points on the :ref:`patron import tool <patron-import-label>`
fr: Des attributs uniques peuvent être employés comme points de correspondance de :ref:`l'outil d'import des adhérents <patron-import-label>`
hi: अनन्य विशेषताओं का उपयोग मिलान बिंदुओं के रूप में किया जा सकता है :ref:`संरक्षक आयात उपकरण<patron-import-label>`
it: Attributi univoci possono essere usati come regole di coincidenza nello :ref:`strumento di importazione utenti <patron-import-label>`
tr: Özgün öznitelikler :ref:`kullanıcı içe aktarma aracında <patron-import-label>` eşleştirme noktaları olarak kullanılabilirler

source: Check 'Allow password' to make it possible to associate a password with this attribute.
fr: Cochez Mot de passe autorisé pour associer un mot de passe à cet attribut.
hi: चेक यह संभव है इस विशेषता के साथ एक पासवर्ड संबद्ध करने के लिए बनाने के लिए 'पासवर्ड की अनुमति दें'।
it: Spunta per associare una password a questo attributo.
tr: Şifreyi, bu nitelikle ilişkilendirmeyi mümkün kılmak için 'Şifreye izin ver' seçeneğini onaylayın.

source: Check 'Display in OPAC' to display this attribute on a patron's details page in the OPAC.
fr: Cocher 'Afficher à l'OPAC' pour afficher cet attribut dans la page de détail de l'OPAC.
hi: ओपेक में एक संरक्षक के विवरण पृष्ठ पर इस विशेषता को प्रदर्शित करने के लिए 'ओपेक में प्रदर्शित' की जाँच करें।
it: Spunta per visualizzare questo attributo nella pagina dei dettagli dell'utente nell'OPAC.
tr: Bu niteliği OPAC’daki kullanıcı detaylar sayfasında göstermek için 'OPAC’da göster' seçeneğini onaylayın.

source: Check 'Searchable' to make this attribute searchable in the staff patron search.
fr: Cocher pour rendre cet attribut interrogeable dans l'interface professionnelle, recherche d'adhérent.
hi: इस विशेषता कर्मचारियों संरक्षक खोज में खोजा बनाने के लिए 'खोजा' की जाँच करें।
it: Spunta per rendere questo attributo cercabile nell'interfaccia staff.
tr: Bu niteliği personel kullanıcı aramasında araştırılabilir hale getirmek için 'Araştırılabilir' seçeneğini onaylayın.
