Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Administration
hi: प्रशासन
it: Amministrazione
tr: Yönetim

source: Basic parameters
fr: Paramètres de base
hi: बुनियादी मानकों
tr: Temel parametreler

source: *Get there:* More > Administration
fr: *Aller à&nbsp;:* Plus &gt; Administration
hi: *वहाँ जाओ: * अधिक > प्रशासन
it: *Vai a:* Altro > Amministrazione
tr: *Gidiş yolu:* Daha fazla > Yönetim

source: **Important**
hi: **महत्वपूर्ण**
it: **Importante**
tr: **Önemli**

source: Configure all 'parameters' in the order they appear.
fr: Configurer ces paramètres dans leur ordre d'apparition
hi: ऑर्डर में दिखाई देने वाले सभी 'पैरामीटर' को कॉन्फ़िगर करें
it: Configura i parametri nell'ordine in cui appaiono.
tr: Tüm 'Parametreleri' göründükleri sıraya göre yapılandırın.

source: Libraries
fr: Tous les sites
hi: पुस्तकालय
it: Biblioteche
tr: Kütüphaneler

source: When setting up your Koha system you will want to add information for every library that will be sharing your system. This data is used in several areas of Koha.
fr: Quand vous initialisez votre système Koha, vous voudrez ajouter des informations sur chaque de votre réseau. Ces informations sont ensuite utilisées partout dans Koha.
hi: जब आपके कोहा प्रणाली स्थापित आप हर पुस्तकालय है कि आपके सिस्टम को साझा किया जाएगा के लिए जानकारी जोड़ने के लिए चाहते हो जाएगा। इस डेटा कोहा के कई क्षेत्रों में प्रयोग किया जाता है।
it: Quando si configura Koha, si fornisce informazione per ogni biblioteca che condivide il sistema. Questi dati saranno usati in varie aree di Koha.
tr: Koha sistemini ayarlarken, sisteminizi paylaşan her kütüphane için bilgi ekleyebilirsiniz. Bu veri Koha’nın birkaç alanında kullanılmaktadır.

source: *Get there:* More > Administration > Basic Parameters > Libraries
fr: *Aller à&nbsp;:* Plus &gt; Administration &gt; Paramètres de base &gt; Tous les sites
hi: *वहाँ जाओ: *अधिक > प्रशासन > बेसिक पैरामीटर > पुस्तकालय
tr: *Gidiş yolu:* Daha fazla > Yönetim> Temel Parametreler > Kütüphaneler

source: When visiting this page you are presented with a list of the libraries that have already been added to the system.
fr: Quand vous visitez cette page, une liste vous présente les sites qui ont déjà été créés dans le système.
hi: इस पृष्ठ पर जाने पर आपको उन पुस्तकालयों की एक सूची प्रस्तुत की जाती है जिन्हें सिस्टम में पहले ही जोड़ा जा चुका है।
tr: Bu sayfayı ziyaret ederken, size sisteme önceden eklenmiş kütüphaneler listesi ve gruplar sunulacaktır.

source: Adding a library
fr: Ajouter un site
hi: एक लाइब्रेरी जोड़ना
tr: Kütüphane Eklemek

source: To add a new library:
fr: Pour ajouter un nouveau site :
hi: एक नए पुस्तकालय जोड़ने के लिए:
it: Per aggiungere una biblioteca:
tr: Yeni bir kütüphane eklemek için:

source: Click 'New library'
fr: Cliquer sur "Nouveau site"
hi: क्लिक करें 'नई लाइब्रेरी'
tr: 'Yeni Kütüphane' üzerine tıklayın

source: The top of the form asks for some basics about the library
fr: Le haut du formulaire permet d'entrer des données succinctes sur le site
hi: फ़ॉर्म के ऊपर पुस्तकालय के बारे में कुछ मूल बातें पूछता है
it: La parte alta del modulo chiede alcune informazioni di base sulla biblioteca
tr: Formun üst kısmında kütüphane hakkında bazı temel bilgiler sorulmaktadır

source: The library code should not contain any spaces and be 10 or fewer characters. This code will be used as a unique identifier in the database.
fr: Le code de site ne devrait pas contenir d'espaces et devrait avoir 10 caractères ou moins.Ce code sera utilisé comme un identifiant unique dans la base de données.
hi: पुस्तकालय कोड किसी भी रिक्त स्थान होते हैं और 10 या इससे कम वर्ण नहीं होना चाहिए। इस कोड डेटाबेस में एक अद्वितीय पहचानकर्ता के रूप में इस्तेमाल किया जाएगा।
it: Il codice della biblioteca non può contenere alcun spazio e può essere di massimo 10 caratteri. Questo codice sarà usato come identificativo univoco nel database.
tr: Kütüphane kodu boşluk içermeyen 10 veya daha az karakterden oluşmalıdır. Bu kod veritabanında özgün tanımlayıcı olarak kullanılır.

source: The name will be displayed on the OPAC wherever the library name displays to the public and should be a name that makes sense to your patrons.
fr: Le nom sera visible à l'OPAC partout où le nom du site s'affiche au public et devrait être un nom qui a un sens pour vos adhérents.
hi: नाम ओपेक पर प्रदर्शित किया जाएगा जहां भी जनता के लिए पुस्तकालय का नाम प्रदर्शित करता है और एक ऐसा नाम है जो अपने संरक्षक के लिए समझ में आता है होना चाहिए।
it: Il nome sarà visualizzato nell'opac ovunque appaia il nome della biblioteca e dovrà essere un nome significativo per gli utenti.
tr: Ad, kütüphane adının genel erişime açık olduğu her yerde OPAC üzerinde görüntülenecektir ve kullanıcılar için anlamlı bir ad olmalıdır.

source: Next you can enter basic contact info about the branch
fr: Vous pouvez entrer ensuite les infos de contact de base du site
hi: इसके बाद आप शाखा के बारे में बुनियादी संपर्क जानकारी दर्ज कर सकते हैं
it: Inoltre, puoi inserire delle informazioni di contatto di base sulla sede
tr: Sonra birim ile ilgili temel iletişim bilgilerinizi girebilirsiniz

source: The address and contact fields can be used to make notices custom for each library
fr: Les champs adresse et contact peuvent être utilisés pour faire des notifications personnalisées pour chaque site
hi: पता और संपर्क क्षेत्रों प्रत्येक पुस्तकालय के लिए कस्टम नोटिस बनाने के लिए इस्तेमाल किया जा सकता
it: L'indirizzo e i campi del contatto posso essere usati per personalizzare le informazioni su ciascuna biblioteca
tr: Adres ve iletişim alanları, her kütüphane için özel bildirim oluşturmak için kullanılabilir

source: The email address field is not required, but it should be filled for every library in your system
fr: Le champ courriel n'est pas obligatoire, mais il peut être rempli pour chaque site de votre installation
hi: लाइब्रेरी संपर्क जानकारी
it: Il campo Email non è obbligatorio, ma è bene compilarlo per ogni biblioteca nel tuo sistema
tr: E-posta adresi alanı zorunlu değildir, ancak sistem içindeki her kütüphane için doldurulması gerekir.

source: Be sure to enter a library email address to make sure that notices are sent to and from the right address
fr: Prenez garde à bien saisir une adresse pour la bibliothèque, afin que les notifications soient envoyées depuis et vers cette adresse
hi: सुनिश्चित करें कि नोटिस दिया और सही पते से भेजा जाता है बनाने के लिए एक पुस्तकालय ईमेल पता दर्ज करने के लिए सुनिश्चित करें
it: Inserisci un indirizzo email della biblioteca per assicurare che i messaggi spediti e le relative risposte vi facciano riferimento
tr: Uyarıların gönderildiğinden ve doğru adresten gönderildiğinden emin olmak için kütüphane e-posta adresini girdiğinizden emin olun

source: If you'd like you can enter a different 'Reply-To' email address. This is the email address that all replies will go to.
fr: Si vous le désirez, vous pouvez inscrire une adresse couriel différente pour 'Répondre'. C'est à cette adresse que seront envoyées toutes les réponses.
hi: यदि आप चाहते हैं कि आप एक भिन्न 'उत्तर-टू-ई-मेल' पता दर्ज कर सकते हैं. यह वह ईमेल पता है जो सभी उत्तरों पर जाएंगे.
it: Se vuoi puoi inserire un altro indirizzo di posta elettronica 'Reply-To'. Questo è l'indirizzo email a cui andranno tutte le risposte.
tr: Eğer isterseniz farklı bir 'Yanıt' e-posta adresi girebilirsiniz. Bu, tüm yanıtların gideceği e-posta adresidir.

source: **Note**
hi: **नोट**
it: **Nota**
tr: **Not**

source: If you do not fill in this value Koha will use the address in the :ref:`ReplytoDefault` preference
fr: Si vous ne remplissez pas cette valeur, Koha utilisera l'adresse déclarée dans la préférence :ref:`ReplytoDefault`
hi: यदि आप इस मूल्य को भर नहीं पाते हैं तो कोहा इस पते का उपयोग करेगा : ref: `ReplytoDefault` वरीयता
it: Se non si compila questo valore Koha utilizzerà il valore della preferenza :ref:`ReplytoDefault`
tr: Bu değerin içini doldurmazsanız Koha `ReplytoDefault` tercihi içerisindeki adresi kullanır

source: If you'd like you can also enter a different 'Return-Path' email address. This is the email address that all bounced messages will go to.
fr: Si vous le désirez, vous pouvez inscrire une adresse couriel différente pour les 'Rebonds'. C'est à cette adresse que seront envoyées tous les messages qui rebondissent.
hi: अगर आप चाहें तो आप एक भिन्न 'रिटर्न-पथ' ईमेल पता भी दर्ज कर सकते हैं. यह वह ईमेल पता है जो सभी को बाउंस किए गए संदेश पर जाएंगे.
it: Se vuoi puoi anche inserire un altro indirizzo di posta elettronica 'Return-Path'. Questo è l'indirizzo email a cui andranno tutti i messaggi respinti.
tr: Eğer isterseniz farklı bir 'Dönüş-yolu' e-posta adresi de girebilirsiniz. Bu, tüm geri dönen mesajların gideceği e-posta adresidir.

source: If you do not fill in this value Koha will use the address in the :ref:`ReturnpathDefault` preference
fr: Si vous ne remplissez pas cette valeur, Koha utilisera l'adresse déclarée dans la préférence :ref:`ReturnpathDefault`
hi: यदि आप इस मूल्य को भर नहीं पाते हैं तो कोहा इस पते का उपयोग करेगा : ref: `ReturnpathDefault` वरीयता
it: Se non si compila questo valore Koha utilizzerà l'indirizzo della preferenza :ref:`ReturnpathDefault`
tr: Bu değerin içini doldurmazsanız Koha `ReturnpathDefault` tercihi içerisindeki adresi kullanır

source: If the URL field is populated then the library name will be linked in the holdings table on the OPAC
fr: Si le champ URL est rempli alors il y aura un lien sur le nom de bibliothèque dans le tableau des exemplaires à l'OPAC
hi: यदि URL फ़ील्ड बसा हुआ है तो पुस्तकालय नाम ओपेक पर होल्डिंगस तालिका में जुड़ा होगा
it: Una volta riempito il campo URL il nome della biblioteca potrà essere linkato nella tabella con i dati di copia presente nell'opac
tr: URL alanı doldurulmuşsa, kütüphane adına OPAC'da holdings tablosu içerisinde link verilecektir

source: An IP address is required if you have enabled :ref:`AutoLocation`
fr: Une adresse IP est nécessaire si vous activez la préférence système :ref:`AutoLocation`
hi: यदि आपने सक्षम किया है तो एक आईपी पता आवश्यक है: ref: `AutoLocation`
it: L'indirizzo IP è necessario se hai abilitato la preferenza di sistema :ref:`AutoLocation`
tr: `AutoLocation` tercihini etkinleştirdiyseniz bir IP adresi gereklidir

source: If this library has a specific `MARC organization code <http://www.loc.gov/marc/organizations/orgshome.html>`_, you can enter it here. If left blank, the code entered in the :ref:`MARCOrgCode` preference will be used for this library.
fr: Si ce site a son propre `code d'organisation MARC <http://www.loc.gov/marc/organizations/orgshome.html>`_, vous pouvez le saisir ici. Si ce champ est vide, le code dans la préférence :ref:`MARCOrgCode` sera utilisé par défaut.
hi: यदि इस पुस्तकालय में एक विशिष्ट 'मार्क संगठन कोड <http://www.loc.gov/marc/organizations/orgshome.html>`_ है, तो आप इसे यहां दर्ज कर सकते हैं। यदि खाली छोड़ दिया गया है, तो कोड में दर्ज किया गया कोड : ref: `MARCOrgCode` वरीयता इस लाइब्रेरी के लिए उपयोग की जाएगी।
tr: Bu kütüphanenin spesifik bir `MARC kurum kodu varsa <http://www.loc.gov/marc/organizations/orgshome.html>`_, buraya girebilirsiniz. Boş bırakılırsa, bu kütüphane için: ref:`MARCOrgCode` tercihinde girilen kod kullanılır

source: Of the fields listed, only 'Library code' and 'Name' are required
fr: Parmi les champs listés, seuls 'Code de bibliothèque' et 'Nom' sont obligatoires.
hi: सूचीबद्ध केवल 'पुस्तकालय कोड' और 'नाम' क्षेत्रों के लिए आवश्यक हैं
it: Solo i campi 'Codice della biblioteca' e 'Nome' sono obbligatori
tr: Listelenen alanlardan sadece ‘Kütüphane kodu’ ve ‘İsim’ istenmektedir.

source: Editing/deleting a library
fr: Modification/suppression d'un site
hi: एक पुस्तकालय संपादन / हटाना
tr: Kütüphane düzenlemek/silmek

source: You will be unable to delete any library that has patrons or items attached to it.
fr: Vous ne pourrez pas supprimer un site qui a des adhérents ou des exemplaires qui lui sont rattachés.
hi: आप संरक्षक या इसे से जुड़े आइटम नहीं है कि किसी भी पुस्तकालय को नष्ट करने में असमर्थ हो जाएगा।
it: Non potrai cancellare biblioteche che abbiano utenti o copie associati.
tr: Kullanıcısı olan ya da materyal eklenmiş her hangi bir kütüphaneyi silemeyeceksiniz.

source: Each library will have an 'Edit' link to the right of it. Click this link to edit/alter details associated with the library in question.
fr: Chaque site est suivi d'un lien Modifier. Cliquez sur ce lien pour modifier un site.
hi: प्रत्येक पुस्तकालय इसे सही करने के लिए एक 'संपादन' लिंक होगा। संपादित करने के लिए / प्रश्न में पुस्तकालय के साथ जुड़े बदल जानकारी के लिए इस लिंक पर क्लिक करें।
it: Le informazioni associate ad una biblioteca possono essere modificate premendo il relativo link 'Modifica'.
tr: Her kütüphanenin sağında 'Düzenle' bağlantısı mevcuttur. Bu linke kütüphaneyle ilgili söz konusu detayları düzenlemek/değiştirmek için tıklayınız.

source: You will be unable to edit the 'Library code'
fr: Il vous sera impossible de modifier le Code de site.
hi: आप 'पुस्तकालय कोड' को संपादित करने में असमर्थ हो जाएगा
it: Non sarai in grado di modificare il 'Codice Biblioteca'
tr: 'Kütüphane kodunu' düzeltemeyeceksiniz.

source: Library groups
fr: Groupes de sites
hi: पुस्तकालय समूह
tr: Kütüphane grupları

source: Library groups are used in searches to limit the search to a group of libraries (for example in a neigbourhood).
fr: Les groupes de sites sont utilisés dans la recherche pour limiter la recherche à un groupe de bibliothèques (dans un arrondissement, par exemple).
hi: पुस्तकालय समूहों को पुस्तकालयों के समूह को खोज सीमित करने के लिए खोजों में उपयोग किया जाता है (उदाहरण के लिए एक neigbourhood में)।
tr: Kütüphane grupları, aramayı bir grup kütüphane ile sınırlandırmak için aramalarda kullanılır (örneğin bir mahallede).

source: *Get there:* More > Administration > Basic Parameters > Library groups
fr: *Aller à :* Plus > Administration > Paramètres de base > Groupes de sites
hi: *वहाँ जाओ: *अधिक > प्रशासन > बेसिक पैरामीटर > पुस्तकालय समूह
tr: *Gidiş yolu:* Daha fazla > Yönetim > Temel Parametreler > Kütüphane grupları

source: When visiting this page you are presented with a list of the groups that have already been added to the system.
fr: Quand vous visitez cette page, une liste vous présente les groupes qui ont déjà été créés dans le système.
hi: इस पृष्ठ पर जाने पर आपको उन समूहों की एक सूची प्रस्तुत की जाती है जिन्हें सिस्टम में पहले ही जोड़ा जा चुका है।
tr: Bu sayfayı ziyaret ederken, size sisteme önceden eklenmiş kütüphaneler listesi ve gruplar sunulacaktır.

source: Adding a group
fr: Ajout d'un groupe
hi: एक समूह जोड़ना
it: Aggiungi un gruppo
tr: Grup ekleniyor

source: Click the 'Add Group' button at the top of the screen
fr: Cliquez sur le bouton "Ajouter un groupe" en haut de l'écran
hi: स्क्रीन के शीर्ष पर 'समूह जोड़ें' बटन पर क्लिक करें
tr: Ekranın üstündeki 'Grup Ekle' düğmesini tıklayın.

source: Give the group a title and a description. Only the title is mandatory as it will show up in the staff client and in the OPAC. The description is only used in this page to give an idea of what the group is used for.
fr: Saisissez un titre et une description pour le groupe. Seul le titre est obligatoire puisqu'il est utilisé dans l'interface professionnelle et dans l'OPAC. La description n'est utilisée que sur cette page-ci pour décrire l'utilisation du groupe.
hi: समूह को एक शीर्षक और विवरण दें। केवल शीर्षक अनिवार्य है क्योंकि यह कर्मचारी क्लाइंट और ओपेक में दिखाई देगा। विवरण का उपयोग इस पृष्ठ में केवल इस बात के लिए किया जाता है कि समूह के लिए क्या उपयोग किया जाता है।
tr: Gruba bir başlık ve bir açıklama verin. Personel istemcisinde ve OPAC'de görüneceği için sadece başlık zorunludur. Açıklama, bu sayfada yalnızca grubun ne için kullanıldığı hakkında fikir vermek için kullanılır.

source: You can limit staff from seeing other groups' patrons by checking the box next to the 'Limit patron data access by group' option.
fr: Vous pouvez empêcher le personnel de voir les adhérents des autres groupes en cochant la case "Limiter l'accès aux données des adhérents par groupe".
hi: आप 'समूह द्वारा सीमित संरक्षक डेटा पहुंच' विकल्प के बगल में स्थित बॉक्स को चेक करके कर्मचारियों को अन्य समूहों के संरक्षकों को देखने से सीमित कर सकते हैं।
tr: Personelin, 'Grup verilerine göre kullanıcı erişimini sınırlandır' seçeneğinin yanındaki kutuyu işaretleyerek diğer grupların kullanıcılarını görmesini engelleyebilirsiniz.

source: This can be overriden with the :ref:`user permission view_borrower_infos_ from_any_libraries <patron-permissions-defined-label>`.
fr: Cette option peut être outrepassée par la :ref:`permission view_borrower_infos_from_any_libraries <patron-permissions-defined-label>`.
hi: यह के साथ overriden किया जा सकता है :ref:`user permission view_borrower_infos_ from_any_libraries <patron-permissions-defined-label>`.
tr: Bu, :ref:`user permission view_borrower_infos_ from_any_libraries<patron-permissions-defined-label>` tercihi ile geçersiz kılınabilir.

source: If you would like the group to show up in the library pulldown menu at the top of the OPAC (with :ref:`OpacAddMastheadLibraryPulldown` set to 'Add') and on the advanced search page you can check the 'Use for OPAC search groups' box.
fr: Si vous voulez voir le groupe apparaître dans le menu déroulant des sites en haut de la page de l'OPAC (si la préférence :ref:`OpacAddMastheadLibraryPulldown` est sur "Ajouter") et dans la page de recherche avancée, vous pouvez cocher la case "Utilisé pour les groupes de recherche à l'Opac".
hi: यदि आप ओपीएसी के शीर्ष पर लाइब्रेरी पुलडाउन मेनू में समूह को दिखाना चाहते हैं (साथ: ref: `OpacAddMastheadLibraryPulldown` 'जोड़ें' पर सेट करें) और उन्नत खोज पृष्ठ पर आप 'ओपेक खोज के लिए उपयोग' की जांच कर सकते हैं समूह 'बॉक्स।
tr: Grubun OPAC'ın en üstündeki kütüphane açılır menüsünde (:ref:`OpacAddMastheadLibraryPulldown` sistem tercihinin 'Ekle' olarak ayarlanmasıyla) ve gelişmiş arama sayfasında görünmesini istiyorsanız, 'Arama açılır menüsünde göster' kutusunu işaretleyebilirsiniz.

source: If you want the group to appear in the library pulldown in the staff client advanced search, check the 'Use for staff search groups' box.
fr: Si vous voulez voir le groupe apparaître dans le menu déroulant de la recherche avancée dans l'interface professionnelle, cochez la case "Utilisé pour les groupes de recherche dans l'interface professionnelle".
hi: यदि आप चाहते हैं कि समूह क्लाइंट क्लाइंट उन्नत खोज में लाइब्रेरी पुलडाउन में दिखाई दे, तो 'स्टाफ खोज समूहों के लिए उपयोग करें' बॉक्स को चेक करें।
tr: Grubun personel istemcisi gelişmiş aramasında kütüphane açılır menüsünde görünmesini istiyorsanız, 'Personel arama grupları için kullan' kutusunu işaretleyin.

source: Adding a library to a group
fr: Ajouter un site au groupe
hi: एक समूह में एक पुस्तकालय जोड़ना
tr: Bir gruba bir kütüphane eklemek

source: Click on the 'Add library' button next to the group to add a library to this group. You will be presented with a list of the libraries that are not already in the group.
fr: Cliquez sur le bouton "Ajouter un site" à côté du nom du groupe pour ajouter un site à ce groupe. Vous verrez alors une liste des sites qui ne sont pas déjà dans ce groupe.
hi: इस समूह में लाइब्रेरी जोड़ने के लिए समूह के बगल में 'लाइब्रेरी जोड़ें' बटन पर क्लिक करें। आपको उन पुस्तकालयों की एक सूची प्रस्तुत की जाएगी जो पहले से ही समूह में नहीं हैं।
tr: Bu gruba kütüphane eklemek için grubun yanındaki 'Kütüphane ekle' düğmesini tıklayın. Zaten grupta olmayan kütüphanelerin bir listesi sunulacaktır.

source: Adding a sub-group
fr: Ajout d'un sous-groupe
hi: एक उप-समूह जोड़ना
tr: Bir alt grup eklemek

source: If your system is very large, you can create sub-groups. Click on the 'Actions' button next to the group and select the 'Add a sub-group' option. Fill in the title and the description (optional) of the sub-group. The features will be inherited from the parent group.
fr: Si votre système est très grand, vous pouvez créer des sous-groupes. Cliquez sur le bouton "Actions" à côté du groupe et sélectionnez "Ajouter un nouveau sous-groupe". Saisissez le titre et la description (facultative) du sous-groupe. Les autres options seront héritées du groupe parent.
hi: यदि आपका सिस्टम बहुत बड़ा है, तो आप उप-समूह बना सकते हैं। समूह के बगल में 'क्रियाएं' बटन पर क्लिक करें और 'एक उप-समूह जोड़ें' विकल्प का चयन करें। उप-समूह के शीर्षक और विवरण (वैकल्पिक) भरें। विशेषताएं अभिभावक समूह से विरासत में प्राप्त की जाएंगी।
tr: Sisteminiz çok büyükse, alt gruplar oluşturabilirsiniz. Grubun yanındaki 'Eylemler' düğmesine tıklayın ve 'Bir alt grup ekle' seçeneğini seçin. Alt grubun başlığını ve açıklamasını (isteğe bağlı) doldurun. Özellikler ana gruptan alınacaktır.

source: Deleting a group
fr: Suppression d'un groupe
hi: एक समूह को हटाना
tr: Bir grubu silmek

source: To delete a group, click on the 'Actions' button next to the group and select the 'Delete' option.
fr: Pour supprimer un groupe, cliquez sur le bouton "Actions" à côté du groupe et choisissez l'option "Supprimer".
hi: समूह को हटाने के लिए, समूह के बगल में 'क्रियाएं' बटन पर क्लिक करें और 'हटाएं' विकल्प का चयन करें।
tr: Bir grubu silmek için grubun yanındaki 'Eylemler' düğmesine tıklayın ve 'Sil' seçeneğini seçin

source: Item types
fr: Types de documents
hi: आइटम प्रकार
tr: Materyal Türleri

source: Koha allows you to organize your collection by item types and collection codes.
fr: Koha vous permet d'organiser votre collection par type de document et code de collection.
hi: Koha आप आइटम प्रकार और संग्रह कोड द्वारा अपने संग्रह को व्यवस्थित करने के लिए अनुमति देता है।
it: Koha ti permette di organizzare le tue collezioni per tipo di copia o per codice.
tr: Koha, koleksiyonunuzu materyal türleri ve koleksiyon kodlarına göre organize etmenizi sağlar.

source: *Get there:* More > Administration > Basic parameters > Item types
fr: *Aller à :* Plus > Administration > Paramètres de base > Types de documents
hi: * वहा जाओं:* अधिक > प्रशासन > बेसिक पैरामीटर >आइटम टाइप
tr: *Gidiş yolu:* Daha fazla > Yönetim > Temel parametreler > Materyal türleri

source: Item types typically refer to the material type (book, cd, dvd, etc), but can be used in any way that works for your library.
fr: Les types de document désignent généralement la forme physique du documents (livre, CD, DVD, etc.), mais ils peuvent être employé différemment.
hi: आइटम प्रकार आम तौर पर सामग्री के प्रकार (पुस्तक, सीडी, डीवीडी, आदि) का उल्लेख है, लेकिन किसी भी तरह से है कि अपने पुस्तकालय के लिए काम करता है में इस्तेमाल किया जा सकता है।
it: I tipi di copia normalmente si riferiscono al tipo di materiale (libri, cd, dvd, ecc.) ma possono essere usati in altri modi a seconda degli interessi della tua biblioteca.
tr: Materyal türleri tipik olarak materyal türünü ifade eder (kitap, cd, dvd, vs…), fakat bunlar kütüphanenizin işine yarayan her hangi bir şekilde kullanılabilir.

source: Adding item types
fr: Ajouter des types de documents
hi: आइटम प्रकार जोड़ना
tr: Materyal türleri eklemek

source: To add a new item type, simply click the 'New item type' button at the top of the Item types page.
fr: Pour ajouter un type de document, cliquez sur le bouton "Ajouter un type de document" en haut de la page.
hi: नया आइटम प्रकार जोड़ने के लिए, आइटम प्रकार पृष्ठ के शीर्ष पर 'नया आइटम प्रकार' बटन क्लिक करें।
tr: Yeni materyal türü eklemek için, Materyal türleri sayfasının üstündeki ‘Yeni materyal türü’ üzerine tıklamanız yeterlidir.

source: In the 'Item type' field, enter a short code for your item type (maximum of 10 characters)
fr: Dans le champ "Type d'exemplaire", entrez un code court (10 caractères max.) pour votre type d'exemplaire.
hi: 'आइटम प्रकार' फ़ील्ड में, अपने आइटम प्रकार के लिए एक छोटा कोड दर्ज करें (अधिकतम 10 वर्ण)
tr: 'Materyal türü' alanında, materyal türünüz için kısa bir kod girin (maksimum 10 karakter)
