Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Then when you visit the checkin page you will hear an alert.
fr: Ensuite, lorsque vous visiterez la page d’enregistrement, vous entendrez une alerte.
hi: तो जब आप चेकइन पृष्ठ पर जाएँ तो आप एक चेतावनी सुना होगा.
it: Poi, quando si visita la pagina check-in viene emesso un avviso.
tr: Daha sonra, iade sayfasını ziyaret ettiğinizde bir uyarı duyacaksınız.

source: Every page in Koha has a unique ID in the body tag which can be used to limit a sound to a specific page
fr: Chaque page de Koha a un identifiant unique dans la balise body qui peut être utilisé pour limiter un son à une page spécifique.
hi: Koha में हर पृष्ठ जो एक विशेष पेज के लिए एक ध्वनि सीमित करने के लिए इस्तेमाल किया जा सकता है शरीर टैग में एक अद्वितीय पहचान है
it: Ogni pagina in Koha ha un ID univoco nel tag body che può essere utilizzato per limitare un suono a una pagina specifica
tr: Koha'daki her sayfada, bir sesi belirli bir sayfayla sınırlamak için kullanılabilen gövde etiketinde benzersiz bir kimlik bulunur

source: Any ID selector (where HTML contains id="name\_of\_id" ) and can also be a trigger as: #name\_of\_selector
fr: N'importe ID de sélecteur (où HTML contient id="name\_of\_id") et peut également être un déclencheur tel que : #name\_of\_selector
hi: कोई भी आईडी चयनकर्ता (जहां hHTML contains id="name\_of\_id") और एक ट्रिगर भी हो सकता है: #name\_of\_selector
it: Ogni selettore di ID (dove HTML contiene id = "name\_of\_id") può anche essere un trigger, come: #name\_of\_selector
tr: Herhangi bir kimlik seçici (burada html, id= "name\_of\_id" i içerir) şu şekilde tetiklenebilir: #name\_of\_selector

source: SMS cellular providers
fr: Fournisseurs de SMS
hi: एसएमएस सेलुलर प्रदाताओं
it: Provider SMS
tr: SMS hücresel sağlayıcılar

source: This option will only appear if the :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` preference is set to 'Email'
fr: Cette option n'apparaîtra que si vous avez défini la préférence système :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` sur "Courriel"
hi: यह विकल्प केवल तभी दिखाई देगा यदि :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` वरीयता' ईमेल 'पर सेट है
it: Questa opzione appare solo se la preferenza :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` è impostata a 'Email'
tr: Bu seçenek yalnızca :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` tercihi 'E-posta' olarak ayarlanırsa görünür

source: From here you can enter as many cellular providers as you need to send SMS notices to your patrons using the email protocol.
fr: À partir de là, vous pouvez entrer autant de fournisseurs de téléphonie mobile que nécessaire pour envoyer des notifications SMS à vos clients à l'aide du protocole de messagerie.
hi: यहां से आप कई सेलुलर प्रदाताओं को दर्ज कर सकते हैं क्योंकि आपको ईमेल प्रोटोकॉल का उपयोग करके अपने संरक्षकों को एसएमएस नोटिस भेजने की आवश्यकता है।
it: Da qui si possono inserire i fornitori di telefonia mobile, tutti quelli che servono per inviare avvisi SMS agli utenti usando però' la posta elettronica.
tr: Buradan, e-posta protokolünü kullanarak kullanıcılara SMS bildirimleri göndermek için ihtiyaç duyduğunuz sayıda hücresel sağlayıcıyı girebilirsiniz.

source: Some examples in the US are:
fr: Quelques exemples aux Etats-Unis :
hi: अमेरिका में कुछ उदाहरण हैं:
it: Alcuni esempi, validi negli USA::
tr: ABD'de ki bazı örnekler şunlardır:

source: Mobile Carrier
fr: Opérateur mobile
hi: मोबाइल सेवा प्रदाता
it: Fornitore di telefonia mobile

source: SMS Gateway Domain
fr: Passerelle SMS
hi: एसएमएस गेटवे डोमेन
it: Sito gateway email->SMS

source: AT&T
hi: एटी एंड टी

source: Boost Mobile
hi: बूस्ट मोबाइल

source: Project Fi
hi: परियोजना फाई

source: Republic Wireless
hi: रिपब्लिक वायरलेस

source: Sprint
hi: स्प्रिंट

source: T-Mobile
hi: टी-मोबाइल

source: U.S. Cellular
hi: यू.एस. सेलुलर

source: Verizon Wireless
hi: वेरिज़ॉन वायरलेस

source: Virgin Mobile
hi: वर्जिन मोबाइल

source: Table: SMS provider examples
fr: Tableau : examples de fournisseurs de SMS
hi: तालिका: एसएमएस प्रदाता उदाहरण
tr: Tablo: SMS sağlayıcı örnekleri

source: To add new providers enter the details in the form and click 'Add new' to save.
fr: Pour ajouter de nouveaux fournisseurs, entrez les détails dans le formulaire et cliquez sur 'Ajouter un nouveau' pour enregistrer.
hi: नए प्रदाताओं को जोड़ने के लिए फॉर्म में विवरण दर्ज करें और सहेजने के लिए 'नया जोड़ें' पर क्लिक करें।
it: Per aggiungere un fornitore, scrivi i dettagli nel modulo e salvalo.
tr: Yeni sağlayıcılar eklemek için ayrıntıları forma girin ve kaydetmek için 'Yeni ekle'yi tıklayın.

source: These options will appear in the OPAC for patrons to choose from on the :ref:`messaging tab <your-messaging-label>` if you have :ref:`EnhancedMessagingPreferences` enabled.
fr: Ces options s'afficheront à l'OPAC afin que les adhérents choisissent à partir de l'onglet :ref:`Notifications <your-messaging-label>` si la préférence système :ref:`EnhancedMessagingPreferences` est activée.
hi: ओपेक में संरक्षक के लिए चुनने के लिए ये विकल्प दिखाई देंगे :ref:`मैसेजिंग टैब <your-messaging-label>` यदि आपके पास है :ref:`EnhancedMessagingPreferences` सक्षम.

source: Basic Parameters
it: Parametri di base

source: Adding a Library
it: Aggiungi una biblioteca

source: Click 'New Library'
it: Clicca 'Nuova biblioteca'

source: The OPAC Info box is for you to put information about the library that will appear in the OPAC when the branch name is moused over in the holdings table
it: Il riquadro Opac info serve per inserire le informazioni sulla biblioteca che appariranno nell'opac quando si passerà sopra con il mouse il suo nome nella tabella delle copie.

source: IP Address does not have be filled in unless you plan on limiting access to your staff client to a specific IP Address
it: L'indirizzo IP non deve essere inserito a meno che tu voglia restringere l'accesso all'interfaccia amministrativa ad uno specifico indirizzo IP

source: Finally, if you have any notes you can put them here. These will not show in the OPAC
it: Infine, se hai delle note puoi inserirle qui. Queste non saranno visibili nell'Opac.

source: Editing/Deleting a Library
it: Modificare/cancellare una biblioteca

source: Item Types
it: Tipo di copia

source: *Get there:* More > Administration > Basic Parameters > Item Types
it: *Vai a:* Più > Amministrazione > Parametri di base > Tipologie di documenti

source: Adding Item Types
it: Aggiungi tipo di copia

source: To add a new item type, simply click the 'New Item Type' button at the top of the Item Types page.
it: Per aggiungere un nuovo tipo di copia, clicca sul bottone 'Nuovo tipo di copia' in testa alla pagina.

source: Item types and can grouped together for searching at the same time. For example you can put DVDs and Bluray in to a group called Movie and then they can be searched together. These groups are defined in the ITEMTYPECAT authorized value.
it: I tipi di copia possono essere raggruppati per la ricerca allo stesso tempo. Per esempio si può mettere DVD e Blu-ray in un gruppo chiamato film. Questi gruppi sono definiti nel valore autorizzato ITEMTYPECAT.

source: *Get there:*\ More > Administration > Global System Preferences > :ref:`Admin <administration-label>`
it: *Vai a:*\ Più > Amministrazione > Preferenze di sistema > Amministrazione :ref:`Admin <administration-label>`

source: When finished, click 'Save Changes'
it: Quando hai finito, clicca 'Salva modifiche'

source: All fields, with the exception of the 'Item Type' will be editable from the Item Types list
it: Tutti i campi eccetto 'Tipo di copia' saranno modificabili a partire dalla lista dei tipi di copia

source: Editing Item Types
it: Modifica i tipi di copia

source: You will not be able to edit the code you assigned as the 'Item Type' but you will be able to edit the description for the item.
it: Non potrai modificare il codice del tipo di copia, ma potrai cambiare la descrizione.

source: Deleting Item Types
it: Cancellare tipi di copie

source: Authorized Values
it: Valori autorizzati

source: *Get there:* More > Administration > Basic Parameters > Authorized Values
it: *Vai a:* Più > Amministrazione > Parametri di base > Valori autorizzati

source: Existing Values
it: Valori esistenti

source: General Holdings: Acquisition Status Designator :: This data element specifies acquisition status for the unit at the time of the holdings report.
it: General Holdings: Acquisition Status Designator : [qui si fa riferimento a MARC21 Holdings] Questo elemento specifica lo status di acquisizione della copia al momento del report delle holdings.

source: General Holdings: Completeness Designator
it: General Holdings: Completeness Designator [ci si riferisce allo standard MARC21 Holdings]

source: Physical Form Designators
it: Physical Form Designators [ci si riferisce allo standard MARC21 Holdings]

source: General Holdings: Retention Designator :: This data element specifies the retention policy for the unit at the time of the holdings report.
it: General Holdings: Retention Designator : [qui si fa riferimento a MARC21 Holdings]. Questo dato specifica la politica di circolazione della copia al momento del report di holdings.

source: General Holdings: Type of Unit Designator
it: General Holdings: Type of Unit Designator [ci si riferisce allo standard MARC21 Holdings]

source: Allows multiple Item Types to be searched in a category. Categories can be entered into the Authorized Value ITEMTYPECAT. To combine Item Types to this category, enter this Search Category to any Item Types.
it: Abilita che in una categoria siano ricercati un insieme x di tipi dicopia. Le categorie vengono definite nel Valore Autorizzato ITEMTYPECAT. Per combinare tipi di copia in una categoria, indica questa Categoria di Ricerca in ogni tipo di copia.

source: For example, an ITEMTYPECAT could be NEW, then in the Item Type for NEW BOOKS NEW DVDS, etc the search category could be added NEW. This is helpful when a patron chooses the Search Category of NEW, they could get Koha to search multiple Item Types with a single search.
it: Per esempio, un ITEMTYPECAT può essere NEW, nel tipo di copia per NEW BOOKS NEW DVDS, etc. alla Categoria di Ricerca può essere aggiunto NEW. Questo è utile: quando un utente sceglie la Categoria di Ricerca NEW, Koha effettuerà la ricerca contemporaneamente su più tipi di copia.

source: The value set as the Authorized Value for the MANUAL\_INV authorized value category will appear as the Description and the Authorized Value Description will be used as the amount. Enter monetary amounts in the description without currency symbols.
it: Per questa categoria di valori autorizzati, MANUAL\_INV , il valore di Valore autorizzato indica la descrizione, mentre quello di Descrizione l'importo, che va inserito senza simboli di valuta.

source: SUGGEST_FORMAT
it: SUGGEST

source: List of Item Types to display in a drop down menu on the Purchase Suggestion form on the OPAC. When creating the authorized values for SUGGEST_FORMAT, enter a description into this form so it is visible on the OPAC to patrons.
it: Lista di tipi di copia da mostrare nel menu a tendina del modulo Suggerimenti d'acquisto nell'OPAC. Quando si creano i valori autorizzati di SUGGEST_FORMAT, indicare una descrizione in questo modulo, per renderla visibile nell'OPAC agli utenti.

source: Terms to be used in Course Reserves Module. Enter Terms that will show in the drop down menu when setting up a Course Reserve. (For example: Spring, Summer, Winter, Fall).
it: Termini da usare nel Modulo delle Riserve dei Corsi. Indica termini che verranno impiegati nel menù a tendina usato per impostare la Riserva di un Corso. (per esempio: Primavera, Estate, Inverno, Autunno).

source: Add new Authorized Value Category
it: Aggiunta di una categoria di valori autorizzati

source: Click 'New Category'
it: Clicca 'Nuova categoria'

source: Enter a code for your Authorized Value into the 'Authorized value' field
it: Inserisci il codice di questo nel campo 'Valore autorizzato'

source: Your new category and value will appear on the list of Authorized Values
it: La nuova categoria e il suo valore appariranno nella lista dei Valori autorizzati

source: Add new Authorized Value
it: Aggiunta di un valore autorizzato

source: Patrons & Circulation
it: Utenti & circolazione

source: Patron Categories
it: Categorie utente

source: *Get there:* More > Administration > Patrons & Circulation > Patron Categories
it: *Vai a:* Più > Amministrazione > Utenti e circolazione > Categorie utente

source: To add a new patron category click 'New Category' at the top of the page
it: Per aggiungere una nuova categoria utente, clicca 'Nuova categoria' in alto sulla pagina

source: The 'Category Code' is an identifier for your new code.
it: Il 'Codice della categoria' è un identificatore univoco per la nuova categoria.

source: The category code is limited to 10 characters (numbers and letters)
it: Il codice dev'essere composto di soli caratteri alfanumerici e dev'essere lungo massimo 10 caratteri

source: Enrollment period (in months) should be filled in if you have a limited enrollment period for your patrons (eg. Student cards expire after 9 months or until a specific date)
it: Durata dell'iscrizione (in mesi) dev'essere compilato se è presente un tempo limitato di iscrizione per i tuoi utenti (ad esempio le tessere degli studenti possono scadere dopo nove mesi o in una specifica data)

source: This value will only be checked if :ref:`BorrowerMandatoryField` defines the dateofbirth as a required field on the patron record
it: Questo campo verrà controllato solo se la preferenza di sistema :ref:`BorrowerMandatoryField` definisce il campo dateofbirth del database come obbligatorio per il record utente

source: If you want your patron to receive overdue notices, set the 'Overdue notice required' to 'Yes'
it: Se vuoi che gli utenti ricevano avvisi per le restituzioni in ritardo, imposta 'Overdue notice required' a 'Sì'

source: The Branch Limitations let you limit this patron category to only some branches in your library system. Select 'All branches' if you would like any library to be able to use this category.
it: Le limitazioni per biblioteca ti permetto di limitare la categoria utente a solo qualcuna delle biblioteche del tuo sistema . Seleziona 'Tutte le biblioteche ' se vuoi usare la categoria ovunque.

source: Circulation and Fine Rules
it: Circolazione e regole dei ritardi

source: *Get there:* More > Administration > Patrons & Circulation > Circulation and fines rules
it: *Vai a:* Più > Amministrazione > Utenti e circolazione > Circolazione e regole dei ritardi

source: same library, same patron type, same item type
it: stessa sottobiblioteca, stesso tipo di utente, stesso tipo di copia

source: same library, same patron type, all item type
it: stessa iblioteca, stesso tipo di utente, tutti i tipi di copia

source: same library, all patron types, same item type
it: stessa sottobiblioteca, tutti i tipi di utente, stesso tipo di copia

source: same library, all patron types, all item types
it: stessa sottobiblioteca, tutti i tipi di utente, tutti i tipi di copia

source: default (all libraries), same patron type, same item type
it: default (tutte le biblioteche), stesso tipo di utente, stesso tipo di copia

source: default (all libraries), same patron type, all item types
it: default (tutte le biblioteche), stesso tipo di utente, tutti i tipi di copia

source: default (all libraries), all patron types, same item type
it: default (tutte le biblioteche), tutti i tipi di utente, stesso tipo di copia

source: default (all libraries), all patron types, all item types
it: default (tutte le biblioteche), tutti i tipi di utente, tutti i tipi di copia

source: If CircControl is set to "the library you are logged in at" circ rules will be selected based on the library you are logged in at
it: Se CircControl è impostato a ' la biblioteca a cui sei collegato' le regole di circolazione applicate saranno quelle della biblioteca con cui sei loggato.

source: If CircControl is set to "the library the patron is from" circ rules will be selected based on the patron's library
it: Se CircControl è impostato su 'la biblioteca a cui appartiene l'utente' le regole di circolazione applicate saranno quelle della biblioteca dell'utente

source: If CircControl is set to "the library the item is from" circ rules will be selected based on the item's library where HomeOrHoldingBranch chooses if item's home library is used or holding library is used.
it: Se CircControl è impostato su 'la biblioteca da cui proviene la copia' le regole applicate saranno quelle scelte in base all'impostazione fatta della biblioteca della copia nella preferenza HomeOrHoldingBranch tra la biblioteca da cui proviene la copia o la biblioteca che ha prestato la copia.

source: If you are a single library system choose your branch name before creating rules (sometimes having only rules for the 'all libraries' option can cause issues with holds)
it: Suggerimento: se sei in un sistema con una sola biblioteca, scegli il nome della biblioteca prima di creare regole (a volte avere solo regole per 'tutte le biblioteche' può causare problemi con le prenotazioni)

source: At the very least you will need to set a default circulation rule. This rule should be set for all item types, all libraries and all patron categories. That will catch all instances that do not match a specific rule. When checking out if you do not have a rule for all libraries, all item types and all patron types then you may see patrons getting blocked from placing holds. You will also want a rule for your specific library set for all item types and all patron types to avoid this holds issue. Koha needs to know what rule to fall back on.
it: È necessario impostare almeno una regola predefinita per la circolazione. Questa regola dev'essere valida per tutti i tipi di copia, tutte le categorie di utenti e tutte le biblioteche; verrà utilizzata in tutti i casi per cui non è possibile ricorrere a una specifica regola. Se questa regola predefinita manca, è possibile che gli utenti vengano bloccati nell'effettuare prenotazioni. Sempre per evitare questo problema sulle prenotazioni, è necessario definire una regola per la stessa biblioteca, tutti i tipi di utente e tutti i tipi di copia. Koha deve conoscere una regola su cui ripiegare.

source: Default Circulation Rules
it: Definire le regole di default per il prestito

source: Using the issuing rules matrix you can define rules that depend on patron/item type combos. To set your rules, choose a library from the pull down (or 'all libraries' if you want to apply these rules to all branches):
it: Utilizzando la matrice per le regole di circolazione puoi definire delle regole sulla base delle categorie di utenti e dei tipi di copia. Per impostare le tue regole scegli una biblioteca dal menu a tendina (oppure 'Tutte le biblioteche' se desideri applicare queste regole a tutte le sedi):

source: Choose the 'Item type' you would like this rule to apply to. If you leave this to 'All' it will apply to all item types
it: Scegliere il tipo di copia a cui si desidera applicare questa regola. Se si lascia su 'Tutti' si applicherà a tutti i tipi di copia

source: Limit the number of items a patron can have checked out at the same time by entering a number in the 'Current checkouts allowed' field
it: Limitare il numero di copie che un utente può avere in prestito allo stesso tempo inserendo un numero nel campo 'Prestiti contemporanei permessi'

source: Choose which unit of time, Days or Hours, that the loan period and fines will be calculated in in the 'Unit' column
it: Scegliere l'unità di tempo, giorni o di ore, e il periodo di prestito e le multe saranno calcolate nella colonna 'unità'

source: You can also define a hard due date for a specific patron category and item type. A hard due date ignores your usual circulation rules and makes it so that all items of the type defined are due on, before or after the date you specify.
it: Puoi anche indicare una data fissa per un determinata categoria di utenti e tipi di copia. Una data fissa ignorerà le regole correnti di circolazione e permetterà di far scadere tutti i prestiti relativi a copie del tipo definito alla data che hai specificato, oppure prima, oppure dopo .

source: 'Fine amount' should have the amount you would like to charge for overdue items
it: 'Importo multe' dovrebbe avere l'importo che si desidera fare pagare per i prestiti scaduti

source: Enter the 'Fine charging interval' in the unit you set (ex. charge fines every 1 day, or every 2 hours)
it: Inserire l''intervallo di attribuzione delle multe' nell'unità impostata (es. Attribuisci le multe ogni 1 giorno, o ogni 2 ore)

source: End of interval
it: Fine del periodo

source: Given a grace period of 2 days and a fine interval of 7 days, the first fine will appear 7 days after the due date, it will always take one fine interval (7 days), before the first fine is charged
it: Dato un periodo di grazia di 2 giorni e un intervallo di multa di 7 giorni, la prima multa apparirà 7 giorni dopo la data di scadenza, e avrà comunque un intervallo di 7 giorni prima di essere caricata

source: Start of interval
it: Inizio del periodo

source: Given a grace period of 2 days and a fine interval of 7 days, the first fine will appear 2 days after the due date and the second fine 7 days after the due date.
it: Dato un periodo di grazia di 2 giorni e un intervallo di multa di 7 giorni, la prima multa apparirà 2 giorni dopo la data di scadenza, e la seconda multa 7 giorni dopo la data di scadenza.

source: The 'Fine grace period' is the period of time an item can be overdue before you start charging fines.
it: Il 'periodo di grazia' è il lasso di tempo in cui una copia può essere in ritardo prima che inizino a essere conteggiate le multe.

source: The 'Overdue fines cap' is the maximum fine for this patron and item combination
it: Il 'tetto multe prestiti scaduti' è la multa massima per questa combinazione di utente e tipo di copia

source: If your library 'fines' patrons by suspending their account you can enter the number of days their fine should be suspended in the 'Suspension in days' field
it: Se la biblioteca 'multa' gli utenti sospendendo il loro account, è possibile immettere il numero di giorni di sospensione nel campo 'Sospensione in giorni'

source: You can also define the maximum number of days a patron will be suspended in the 'Max suspension duration' setting
it: Puoi anche definire il numero massimo di giorni che un utente può essere sospeso impostandolo nel campo ' Giorni di sospensione massimi'

source: Next decide if the patron can renew this item type and if so, enter how many times they can renew it in the 'Renewals allowed' box
it: Poi decidere se l'utente può rinnovare questo tipo di copia e, in caso affermativo, inserire quante volte si può rinnovare nella casella 'Rinnovi consentiti'

source: If you're allowing renewals you can control how long the renewal loan period will be (in the units you have chosen) in the 'Renewal period' box
it: Se hai l'autorizzazione ai rinnovi, è possibile controllare quanto è lungo il periodo del rinnovo (con le unità di tempo che hai scelto) nel box 'Periodo di rinnovo'.

source: You can enable automatic renewals for certain items/patrons if you'd like. This will renew automatically following your circulation rules unless there is a hold on the item
it: È possibile abilitare i rinnovi automatici per alcune coppie tipo di copia / tipo di utente, se vuoi. Il rinnovo avverrà automaticamente usando con le regole della circolazione, salvo in caso di copia prenotata.
