Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Koha will first look at the 020$a tag/subfield to see if the incoming record matches an existing record. If it does, it will then move on to the Match Check and look directly at the 245$a value in the incoming data and compare it to the 245$a in the existing 'matched' record in your catalog. If the 245$a matches, Koha continues on as if a match was successful. If the 245$a does not match, then Koha concludes that the two records are not a match after all. The Match Checks can be a really useful tool in confirming true matches.
fr: Koha examinera d'abord le sous champ 020$ pour voir si la notice importée correspond à une notice existante. Si tel est le cas, il passera ensuite à la vérification de la correspondance et examinera directement la valeur de 245$a dans les données importées et la comparera à la valeur de 245$a de la notice "correspondante" existante dans votre catalogue. Si les 245$a correspondent, Koha continue comme si une correspondance avait réussi. Si les 245$a ne correspondent pas, Koha conclut que les deux notices ne correspondent pas et ne son pas des doublons. Les contrôles de concordance peuvent être un outil très utile pour confirmer les vrais doublons.
hi: कोहा पहले यह देखने के लिए 020$a टैग/सबफील्ड देखेंगे कि आने वाला रिकॉर्ड मौजूदा रिकॉर्ड से मेल खाता है या नहीं। यदि ऐसा होता है, तो यह मैच चेक पर आगे बढ़ेगा और आने वाले डेटा में 245$a मूल्य पर सीधे दिखाई देगा और इसकी सूची में मौजूदा 'मिलान' रिकॉर्ड में 245$a की तुलना करें। यदि 245$a मैच है, तो कोहा जारी है जैसे कि एक मैच सफल हुआ। यदि 245$a कोई मेल नहीं खाता है, तो कोहा ने निष्कर्ष निकाला है कि दो रिकॉर्ड सभी के बाद एक मैच नहीं हैं। मैच मैच चेक मैचों की पुष्टि करने में वास्तव में उपयोगी उपकरण हो सकता है।
it: Koha controllerà anzitutto il 020$a per vedere se il record in importazione coincide per ISBN con uno in catalogo. In caso positivo, verificherà confrontando i campi 245$a del titolo. Se coincidono anch'essi, Koha prosegue considerando valida la coincidenza. Se i 245$c non coincidono, Koha considera i due record diversi. I criteri di coincidenza formano uno strumento molto potente.
tr: Koha ilk olarak gelmekte olan kaydın mevcut bir kayıtla eşleşip eşleşmediğini görmek için 020$a tag/alt alanına bakacaktır. Eğer 'eşleşiyorsa' Eşleşme Kontrolüne geçecek ve doğrudan gelmekte olan veri içindeki 245$a değerine bakacak ve bu değeri kataloğunuzdaki mevcut 'eşleşen' kaydın 245$a alanı ile karşılaştıracaktır. Eğer 245$a eşleşiyorsa Koha, eşleştirme başarılı olduğu şekilde devam edecektir. Eğer 245$a eşleşmiyorsa, bu durumda Koha iki kaydın hiç bir şekilde eşleşmediği sonucuna varacaktır. Eşleşme Kontrolleri doğru eşleştirmeleri onaylamak için gerçekten kullanışlı bir araçtır.

source: When looking to create matching rules for your authority records the following indexes will be of use:
fr: Lorsque vous cherchez à créer des règles de concordance pour vos autorités, les index suivants seront utiles :
hi: जब अपने अधिकार के लिए मिलान नियम बनाने के लिए देख रिकॉर्ड निम्न अनुक्रमित काम का हो जाएगा:
it: Quando si creano nuove regole di match per i record di autorità, saranno usati i seguenti indici:
tr: Otorite kayıtlarınız için eşleştirme kuralları oluşturmak için arama yapılırken aşağıdaki dizinler kullanılacaktır:

source: Index name
fr: Nom de l'index
hi: सूचकांक नाम
it: Nome fondo
tr: Dizin adı

source: Matches MARC tag
fr: Champ Marc de correspondance
hi: मार्क टैग मिलान करता है
tr: Eşleşen MARC Tag'i

source: Personal-name
fr: Nom de personne
hi: व्यक्तिगत-नाम

source: Title-uniform
fr: Titre-uniforme
hi: शीर्षक-सार्वभौम
tr: Başlık-tek biçim

source: Chronological-term
fr: Terme chronologique
hi: कालानुक्रमिक-अवधि
it: Termine cronologico
tr: Kronolojik-terim

source: Subject-topical
fr: Nom commun
hi: विषय-सामयिक
it: Nome comune usato come soggetto
tr: Konu-topikal

source: Name-geographic
fr: Nom géographique
hi: नाम-भौगोलिक
it: Code-geographic
tr: Ad-coğrafi

source: Term-genre-form
fr: Terme de genre/forme
hi: टर्म-शैली-फार्म
tr: Dönem-tarz-biçim

source: Table: Authority indexes
fr: Table : Index d'autorités
hi: सारणी: प्राधिकरण सूचकांक
tr: Tablo: Otorite dizinleri

source: Adding matching rules
fr: Ajout de règles de concordance
hi: मिलान नियम जोड़ना
tr: Eşleştirme kuralları ekleme

source: To create a new matching rule :
fr: Pour créer une nouvelle règle de concordance.
hi: एक नया मिलान नियम बनाने के लिए:
it: Per creare una nuova regola di corrispondenza:
tr: Yeni bir eşleme kuralı oluşturmak için :

source: Click 'New record matching rule'
fr: Cliquer sur 'Ajouter une règle de concordance'
hi: क्लिक करें 'नया रिकार्ड मिलान नियम'
tr: 'Yeni kayıt eşleştirme kuralı' üzerine tıklayın

source: Choose a unique name and enter it in the 'Matching rule code' field
fr: Choisissez un nom unique et saisissez-le dans le champ Code la règle de concordance.
hi: एक अनूठा नाम चुनें और 'मिलान नियम कोड' फ़ील्ड में दर्ज करें
it: Scegli un nome univoco e inseriscilo nel campo 'Codice della regola di match'
tr: Farklı bir isim seçin ve 'Eşleme kural kodu' alanına girin

source: 'Description' can be anything you want to make it clear to you what rule you're picking
fr: la "Description" est une chaîne explicitant la nature de la règle
hi: 'विवरण' कुछ भी हो सकता है आप को यह स्पष्ट करना चाहते कि आप क्या नियम है कि आप उठा रहे हैं
it: 'Descrizione' è un testo libero per aiutare nella scelta della regola
tr: 'Açıklama' seçtiğiniz kuralı belirlemekte kullandığınız her hangi bir şey olabilir

source: 'Match threshold' is the total number of 'points' a biblio must earn to be considered a 'match'
fr: 'Seuil de correspondance' - Le nombre total de 'points' que doit atteindre une notice pour être considérée comme un doublon
hi: 'मैच दहलीज ' अंक 'एक बिब्लियों प्राप्त करना होगा की कुल संख्या एक' मैच 'पर विचार किया जाना है
it: 'Soglia di match' è il numero totale di punti che un record deve accumulare perché venga dichiarata la 'corrispondenza'
tr: 'Eşleşme eşiği' bir bibliyo'nun 'eşleşme' olarak dikkate alınması için kazanması gereken 'puanların' toplam sayısıdır

source: 'Record type' is the type of import this rule will be used for - either authority or bibliographic
fr: «&nbsp;Type de notice&nbsp;» est le type d'importation pour lequel cette règle sera utilisée -soit autorité soit bibliographique
hi: या तो प्राधिकारी या ग्रंथ सूची - 'रिकॉर्ड प्रकार' आयात के प्रकार के इस नियम के लिए इस्तेमाल किया जाएगा
it: 'Tipo di record' è il tipo di importazione per il quale si applica questa regola - record di autorità o bibliografici
tr: 'Kayıt türü' bu kuralın kullanılacağı içe aktarma türüdür - otorite ya da bibliyografik

source: Match points are set up to determine what fields to match on
fr: Les Points de concordance sont définis pour choisir les champs sur lesquels effectuer l'opération de mise en concordance.
hi: मैच प्वाइंट निर्धारित करने के लिए क्या पर मैच के लिए क्षेत्रों को स्थापित कर रहे हैं
it: I punti di match sono definiti per determinare quali campi confrontare
tr: Noktaları eşleştir hangi alanların eşleştirileceğini belirlemek üzere ayarlanır

source: 'Search index' can be found by looking at the ccl.properties file on your system which tells the zebra indexing what data to search for in the MARC data". Or you can review the index for standard index names used. :ref:`Koha Search Indexes`
fr: 'Index de recherche' peut être trouvé en examinant le fichier ccl.properties de votre système. C'est ce fichier qui indique dans quels éléments des notices MARC effectuer les recherches.Vous pouvez également consulter l'index des noms d'index standard utilisés. :ref:`Koha Search Indexes`
hi: 'सर्च इंडेक्स' आपके सिस्टम पर ccl.properties फ़ाइल को देखकर पाया जा सकता है जो ज़ेबरा इंडेक्सिंग को बताता है कि एमएआरसी डेटा में कौन सा डेटा खोजना है "या आप मानक इंडेक्स नामों के लिए इंडेक्स की समीक्षा कर सकते हैं. :ref:`कोहा सर्च इंडेक्स'
tr: 'Arama dizinini', zebra'ya MARC verilerinde hangi verilerin aranacağını söyleyen sisteminizdeki zcl.properties dosyasına bakarak bulabilirsiniz. ”Veya standart dizin isimleri için dizini inceleyebilirsiniz :ref:`Koha Arama Dizinleri`

source: 'Score' - The number of 'points' a match on this field is worth. If the sum of each score is greater than the match threshold, the incoming record is a match to the existing record
fr: 'Score' - Le nombre de 'points' que rapporte l'identification sur ce champ. Si la somme de tous les scores des champs est supérieure au seuil de concordance, la notice entrante est considérée comme étant en doublon avec une notice du catalogue
hi: 'स्कोर' - 'अंक' की संख्या इस मैदान पर एक मिलान के योग्य है। अगर प्रत्येक अंक का योग मैच सीमा से अधिक है, आने वाली रिकॉर्ड मौजूदा रिकॉर्ड करने के लिए एक मिलान है
it: 'Punteggio' - Il numero di 'punti' da assegnare al match su questo campo. Se la somma di ogni punteggio supera la soglia, il record in ingresso 'coincide' con quello esistente
tr: 'Skor' - Bu alandaki 'puanların' sayısının eşleşme değeridir. Eğer her skorun toplamı eşleme eşiğinden daha büyükse, gelen kayıt mevcut kayıtla eşleşir

source: Enter the MARC tag you want to match on in the 'Tag' field
fr: Entrez le champ MARC que vous voulez mettre en correspondance dans la rubrique Champ
hi: मार्क टैग दर्ज आप 'टैग' के क्षेत्र में पर मैच चाहते हैं
it: Nel campo "Tag" Indica il campo MARC della tua regola di match
tr: 'Etiket' alanında eşleştirme yapmak istediğiniz MARC etiketini girin.

source: Enter the MARC tag subfield you want to match on in the 'Subfields' field
fr: Entrez le sous-champ du champ MARC que vous voulez mettre en correspondance dans la rubrique Sous-champs
hi: मार्क टैग दर्ज आप 'टैग' के क्षेत्र में पर मिलान चाहते हैं
it: Nel campo "Subfields" Indica il sottocampo MARC della tua regola di match
tr: 'Alt alan' alanında eşleştirme yapmak istediğiniz MARC etiketi alt alanını girin.

source: 'Offset' - For use with control fields, 001-009
fr: 'Décalage' - A utiliser avec les champs de contrôle, 001-009
hi: 'ऑफसेट' - नियंत्रण के क्षेत्रो, 001-009 के साथ प्रयोग के लिए
it: 'Offset' - Da usare nei campi di controllo, 001-009
tr: 'Ofset' – Kontrol alanları kullanımı için, 001-009

source: 'Length' - For use with control fields, 001-009
fr: 'Longueur' - A utiliser avec les champs de contrôle, 001-009
hi: 'Length' - नियंत्रण के क्षेत्रो, 001-009 के साथ प्रयोग के लिए
it: 'Lunghezza' - Da usare nei campi di controllo, 001-009
tr: 'Uzunluk' – Kontrol alanları kullanımı için, 001-009

source: Koha only has one 'Normalization rule' that removes extra characters such as commas and semicolons. The value you enter in this field is irrelevant to the normalization process.
fr: Koha n'a pas pour le moment qu'une seule règle de normalisation qui enlève les caractères inutiles comme la virgule ou le point virgule. La valeur que vous entrez ici n'a pas d'impact sur le processus de normalisation.
hi: Koha केवल एक 'सामान्य नियम' है कि इस तरह के अल्पविराम और अर्धविराम के रूप में अतिरिक्त वर्ण को हटा दिया है। मूल्य आप इस क्षेत्र में प्रवेश सामान्य बनाने की प्रक्रिया के लिए अप्रासंगिक है।
it: Koha ha solo una 'Regola di normalizzazione' che rimuove caratteri in eccesso come virgole o punto e virgola. Il valore che introduci in questo campo è irrilevante ai fini della normalizzazione.
tr: Koha’nın sadece, virgül ve noktalı virgül gibi ekstra karakterleri kaldıran, bir normalleştirme kuralı vardır. Bu alana girdiğiniz değer normalleştirme sürecinden bağımsızdır.

source: 'Required match checks' - ??
fr: Concordance requise - ??
hi: 'आवश्यक मिलान की जाँच करता है' - ??
it: 'Richiesto controllo di corrispondenza' - ??
tr: 'Gerekli eşleştirme kontrolleri' - ??

source: Sample bibliographic record matching rule: Control number
fr: Exemple de règle de concordance des notices bibliographiques : numéro de contrôle
hi: नमूना ग्रंथसूची रिकॉर्ड मिलान नियम: नियंत्रण संख्या
tr: Örnek bibliyografik kayıt eşleştirme kuralı: Kontrol numarası

source: Match threshold: 100
fr: Seuil de concordance : 100
hi: मैच सीमा: 100
it: Soglia di corrispondenza: 100
tr: Değeri eşleştir: 100

source: Record type: Bibliographic
fr: ctype:b Bibliographies
hi: रिकॉर्ड प्रकार: ग्रंथ सूची
it: Tipo record: bibliografico
tr: Kayıt türü: Bibliyografik

source: If you'd like a rule to match on the 001 in authority records you will need the repeat all of these values and change just the record type to 'Authority record'
fr: Si vous souhaitez qu'une règle soit posée sur 001 dans les notices d'autorité, vous devez répéter toutes ces valeurs et changer uniquement le type de notice en "Notice d'autorité".
hi: तुम अधिकार अभिलेख में 001 पर मैच के लिए एक नियम करना चाहते हैं तो आप फिर से इन मूल्यों के सभी की जरूरत है और 'अधिकार' रिकॉर्ड करने के लिए सिर्फ रिकॉर्ड प्रकार बदल जाएगा
it: Se vuoi una regola per abbinare il tag 001 nelle registrazioni di autorità è necessario ripetere tutti questi valori e cambiare il tipo di record a 'record di autorità'
tr: Otorite kayıtlarında 001 üzerinde bir eşleştirme kuralı isterseniz bu değerlerin tümünü tekrarlamanız ve yalnızca kayıt türünü 'otorite kayıt' olarak değiştirmeniz gerekecektir.

source: Matchpoints (just the one):
fr: Points de concordance (unique) :
hi: Matchpoints (सिर्फ एक):
tr: Nokta eşleştirmeleri (sadece biri):

source: Search index: Control-number
fr: Recherche index&nbsp;:Control-number
hi: खोजें सूचकांक: नियंत्रण नंबर
it: Cerca indice: Control-Number
tr: Dizin arama: Kontrol-numarası

source: Score: 101
hi: स्कोर: 101
it: Risultato: 101
tr: Puan: 101

source: Tag: 001
fr: Champ : 001
hi: टैग: 001

source: this field is for the control number assigned by the organization creating, using, or distributing the record
fr: Ce champ est le numéro de contrôle assigné à la notice par l'établissement qui l'a créée, qui l'utilise ou la distribue.
hi: इस क्षेत्र, संगठन बनाने के द्वारा सौंपा नियंत्रण संख्या के लिए है, या रिकॉर्ड का वितरण
it: questo campo è il numero di controllo assegnato dall'istituzione che crea, usa o distribuisce il record
tr: Bu alan kaydı yaratan, kullanan ya da dağıtan kurum tarafından atanan kontrol numarası içindir.

source: Subfields: a
fr: Sous-champ&nbsp;: a
hi: उपक्षेत्रों: a
it: Sottocampi: a
tr: Altalanlar: a

source: Offset: 0
fr: Décalage&nbsp;: 0
hi: ऑफसेट: 0
tr: Ofset: 0

source: Length: 0
fr: Longueur: 0
hi: लंबाई: 0
it: Lunghezza: 0
tr: Uzunluk: 0

source: Normalization rule: Control-number
fr: Règle de normalisation&nbsp;: Control-number
hi: सामान्यीकरण नियम: नियंत्रण नंबर
it: Regola di normalizzazione: Control-Number
tr: Normalize etme kuralı: Kontrol numarası

source: Required match checks: none (remove the blank one)
fr: Contrôles de correspondance requis : aucun (supprimer le blanc)
hi: आवश्यक मिलान चेक: कोई नहीं (खाली एक निकालने के लिए)
tr: Zorunlu eşleştirme denetlemeleri: yok (boş olanı kaldır)

source: OAI sets configuration
fr: Configuration des Sets OAI-PMH
hi: OAI सेटस विन्यास
tr: OAI ayarları yapılandırması

source: On this page you can create, modify and delete OAI-PMH sets
fr: Sur cette pages, vous créez, modifiez et supprimez des Sets OAI-PMH
hi: आप इस पेज को बनाने के लिए, संशोधित करने और OAI-PMH सेट नष्ट कर सकते हैं पर
it: In questa pagina puoi creare, modificare e cancellare i set di OAI-PMH
tr: Bu sayfada OAI-PMH ayarlarını oluşturabilir, değiştirebilir ve silebilirsiniz.

source: Create a set
fr: Ajouter un SET
hi: एक सेट बनाएं
it: Crea un set
tr: Yeni bir ayar oluştur

source: To create a set:
fr: Ajouter un SET
hi: एक सेट बनाने के लिए:
it: Per creare un set:
tr: Bir ayar oluşturmak için:

source: Click on the link 'Add a new set'
fr: Cliquez sur le lien Ajouter un Set
hi: लिंक पर क्लिक करें 'एक नया सेट जोड़ें'
it: Click sul link 'Aggiungi un nuovo set'
tr: 'Yeni ayar ekle' bağlantısına tıkla

source: Fill the mandatory fields 'setSpec' and 'setName'
fr: Remplissez les champs obligatoire 'setSpec' et 'setName'
hi: अनिवार्य क्षेत्रों 'setSpec' और 'setName' भरें
it: Compila i campi obbligatori 'setSpec' e 'setName'
tr: 'Özel düzenle' ve 'İsim düzenle' zorunlu alanlarını doldurun.

source: Then you can add descriptions for this set. To do this click on 'Add description' and fill the newly created text box. You can add as many descriptions as you want.
fr: Vous pouvez ensuite ajouter des descriptions pour ce set. Pour ce faire, cliquez sur 'Ajouter description' et remplissez la boîte qui apparaît. Vous pouvez ajouter autant de descriptions que vous le souhaitez.
hi: तो फिर आप इस सेट के लिए विवरण जोड़ सकते हैं। 'विवरण जोड़ें' और नव निर्मित पाठ बॉक्स को भरने पर इस पर क्लिक करने के लिए। के रूप में आप जितने चाहें उतने विवरण जोड़ सकते हैं।
it: Poi puoi aggiungere una definizione a questo set. Clicca su 'Aggiungi una descrizione' e compila il campo. Puoi aggiungere quante descrizioni vuoi.
tr: Bu ayar için ek tanımlar ekleyebilirsiniz. Bu işlemi yapmak için, 'Tanım ekle' ye tıklayınız ve yeni oluşturulmuş metin kutusunu doldurunuz. İstediğiniz kadar tanım ekleyebilirsiniz.

source: Click on 'Save' button'
fr: Cliquez sur 'Sauvegarder'
hi: 'सहेजें' बटन 'पर क्लिक करें
it: Clicca il bottone 'Salva'
tr: 'Kaydet' butonuna tıklayın

source: Modify/delete a set
fr: Modifier/Supprimer un set
hi: एक सेट संशोधित/हटाएं
tr: Bir ayarı düzenle/sil

source: To modify a set, just click on the link 'Modify' on the same line of the set you want to modify. A form similar to set creation form will appear and allow you to modify the setSpec, setName and descriptions.
fr: Pour modifier un Set, cliquez sur le lien Modifier qui se trouve en face du Set. Un formulaire similaire à celui utilisé pour créer un Set sera affiché et vous pourrez modifier le nom, la description et les paramètres du Set.
hi: एक सेट को संशोधित करने के लिए, बस कड़ी 'संशोधित' के सेट आप बदलना चाहते हैं की एक ही लाइन पर पर क्लिक करें। सृजन के फार्म स्थापित करने के लिए इसी तरह के एक फार्म दिखाई देते हैं और आप setSpec, setName और विवरण को संशोधित करने की अनुमति देगा।
it: Pre modificare un set clicca il link 'Modifica' sulla linea del set che vuoi modificare. Apparirà un form simile a quello per creare i set; esso ti permette di modificare setSpec, setName e le descrizioni.
tr: Bir ayarı değiştirmek için, değiştirmek istediğiniz ayarın satırındaki 'Değiştir' bağlantısına tıklayınız. Daha sonra, ayar oluşturma formuna benzer bir form ekrana gelecektir ve size setSpec, isim ve tanım ayarlarını değiştirmenize imkan verecektir.

source: To delete a set, just click on the link 'Delete' on the same line of the set you want to delete.
fr: Pour supprimet un set, cliquez sur le lien" Supprimer" qui se trouve sur la ligne du Set que vous voulez supprimer.
hi: एक सेट को हटाना, बस सेट आप हटाना चाहते हैं की एक ही लाइन पर कड़ी 'हटाएँ' पर क्लिक करें।
it: Per cancellare un set, clicca sul link 'Cancella' che si trova sulla linea del set che vuoi cancellare.
tr: Bir seti silmek için silmek istediğiniz set ile aynı satırda bulunan 'sil' bağlantısına tıklayın.

source: Define mappings
fr: Définir les critères de sélection
hi: मैपिंग को परिभाषित करें
it: Definisci le equivalenze (mapping)
tr: Eşlemeleri tanımla

source: Here you can define how a set will be build (what records will belong to this set) by defining mappings. Mappings are a list of conditions on record content. A record only need to match one condition to belong to the set.
fr: Vous définissez ici la façon dont un Set sera construit en spécifiant des critères (quelle notice appartient à ce Set). Les critères sont des listes de conditions que les notices doivent remplir. Une notice n'a besoin de remplir qu'une seule condition pour appartenir à un Set.
hi: यहाँ आप को परिभाषित किया जा सकता है कि कैसे एक सेट (क्या रिकॉर्ड इस सेट की होगी) मैपिंग परिभाषित द्वारा निर्माण होगा। मैपिंग रिकॉर्ड सामग्री पर स्थिति की एक सूची है। एक रिकॉर्ड केवल एक शर्त मैच के लिए सेट करने के लिए संबंधित करने की जरूरत है।
it: Qui puoi definire come costruire un set (quali record apparterranno al set) indicando delle mappature. Le mappature sono una lista di condizioni sul contenuto del record. Un record che soddisfa almeno una condizione apparterrà al set.
tr: Burada setin (dizi) nasıl yapılacağını (bu sete hangi kayıtların ait olacağını) eşleştirmeleri tanımlayarak anlatabilirsiniz. Eşleştirmeler kayıt içeriğindeki koşullar listesidir. Bir kaydın sete ait olması için diğer bir kayıtla eşleşmesi gerekir.

source: Fill the fields 'Field', 'Subfield' and 'Value'. For example if you want to include in this set all records that have a 999$9 equal to 'XXX'. Fill 'Field' with 999, 'Subfield' with 9 and 'Value' with XXX.
fr: Remplissez les zones 'Champ', 'Sous-champ' et 'Valeur'. Par exemple si vous voulez inclure à ce Set toutes les notices qui ont la zone 999$a égale à XXX, mettez 999 dans 'Champ', 9 dans 'Sous-champ' et XXX dans 'Valeur'.
hi: क्षेत्रों 'फील्ड', उपक्षेत्र 'और' मान 'भरें। उदाहरण के लिए आप सितंबर में यह शामिल करना चाहते हैं सब यादें हैं कि 999$9 'XXX' के बराबर है। बेटा 9 के साथ 999 के साथ 'फील्ड', 'subfield' और XXX के साथ 'मान'।
it: Indica 'Campo', 'Sottocampo' e 'Valore'. Per esempio se vuoi includere in questo set i record che hanno 999$9 uguale a 'XXX', riempi 'Campo' con 999, 'Sottocampo' con 9 e 'Valore' con XXX.
tr: 'Alan', 'Alt Alan' ve 'Değer' alanlarını doldurun. Örneğin, 'XXX'e eşit 999$9 olan tüm kayıtları bu küme içerisinde dahil etmek istiyorsanız. 'Alan' içini 999 ile, 'Alt Alan' içini 9 ile ve 'Değer' içini XXX ile doldurun.

source: If you want to add another condition, click on 'OR' button and repeat step 1.
fr: Si vous voulez ajouter un autre critère, cliquez sur le bouton 'OU' et recommencez à l'étape 1.
hi: यदि आप किसी अन्य शर्त जोड़ने के लिए 'या' बटन और दोहराने चरण 1 पर क्लिक करें।
it: Per aggiungere una nuova condizione, fai click sul bottone 'OR' e ripeti il passo 1.
tr: Diğer bir koşul eklemek istiyorsanız 'VEYA' butonuna tıklayın ve 1.basamağı tekrarlayın.

source: Click on 'Save'
fr: Cliquez sur 'Sauvegarder'
hi: 'सहेजें' पर क्लिक करें
it: Clicca 'Salva'
tr: 'Kaydet'e tıklayın

source: To delete a condition, just leave at least one of 'Field', 'Subfield' or 'Value' empty and click on 'Save'.
fr: Pour supprimer une condition, laissez vide au moins une des zones «champ», «sous-champ» ou «Valeur» et cliquez sur "Enregistrer".
hi: एक शर्त को हटाना, बस 'फील्ड', subfield 'या' मूल्य का कम से कम एक को छोड़ 'खाली और पर क्लिक करें' बचाओ '।
it: Per cancellare una condizione, lascia vuoto uno tra 'campo', 'sottocampo' o 'valore' e clicca su 'Salva'.
tr: Bir koşulu silmek için, en az bir 'Alan', 'Alt alan' veya 'Değer' boş bırakın ve 'Kaydet' üzerine tıklayın.

source: Actually, a condition is true if value in the corresponding subfield is strictly equal to what is defined if 'Value'. A record having 999$9 = 'XXX YYY' will not belong to a set where condition is 999$9 = 'XXX'.
fr: Note : Une condition n'est vraie si le sous-champ correspondant est strictement égal à ce qui est dans Valeur. Une notice ayant 999$9 = 'XXX YYY' ne sera pas placée dans un jeu de données dont la condition est 999$9 = 'XXX'.
hi: दरअसल, एक शर्त सही है अगर संबंधित मानों का मान सख्ती से बराबर है जो 'मान' के रूप में परिभाषित है. 999$9 = 'XXX YYY'वाला रिकॉर्ड एक सेट से नहीं होगा, जहां हालत 999$9 = 'XXX' है.
it: Una condizione è vera se il valore del corrispondente sottocampo è strettamente uguale al valore usato nell'if. Un record che ha 999$9 = 'XXX YYY' non apparterrà al set con condizione 999$9 = 'XXX'.
tr: Aslında bir durum ilgili alt alandaki değer, 'Değer' içinde tanımlananla kesinlikle eşitse doğrudur. 999+9 = 'XXX YYY' ile bir kayıt, durumun 999$9 = 'XXX' olduğu bir kümeye ait olmayacaktır.
