Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Del9LinksExcept952.xsl: Remove $9 links. Skip item fields (MARC21/NORMARC)
fr: Del9LinksExcept952.xsl: Enlever les liens $9 . Éviter les champs exemplaires (MARC21/NORMARC).
hi: Del9LinksExcept952.xsl: निकाले $9 लिंक्स. आइटम फ़ील्ड छोड़ें (मार्क21/युनिमार्क)
it: Del9LinksExcept952.xsl: Rimuovi ilink $9. Ma non dalle copie (MARC21/NORMARC)
tr: Del9LinksExcept952.xsl: $9 bağlantılarını kaldır. Materyal alanlarını atla (MARC21/NORMARC)

source: Del9LinksExcept995.xsl: Remove $9 links. Skip item fields (UNIMARC)
fr: Del9LinksExcept995.xsl: Enlever les liens $9. Éviter les champs exemplaires (UNIMARC).
hi: Del9LinksExcept995.xsl: निकाले $9 लिंक्स. आइटम फ़ील्ड छोड़ें (युनिमार्क)
it: Del9LinksExcept995.xsl: Rimuove i collegamenti $9. Salta i campi di copia (UNIMARC)
tr: Del9LinksExcept995.xsl: $9 bağlantılarını kaldır. Materyal alanlarını atla (UNIMARC)

source: Suggested bibliographic Z39.50 targets
fr: Serveurs Z39.50 bibliographiques suggérés
hi: सुझाए गए ग्रंथ सूची Z39.50 लक्ष्य
tr: Önerilen bibliyografik Z39.50 hedefleri

source: Koha libraries with open Z39.50 targets can share and find connection information on the Koha wiki: http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources. You can also find open Z39.50 targets by visiting IRSpy: http://irspy.indexdata.com.
fr: Les bibliothèques Koha avec des serveurs Z39.50 ouverts peuvent partager et trouver des informations de connexion sur le wiki Koha : http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources. Vous pouvez également trouver des serveurs Z39.50 en visitant IRSpy : http://irspy.indexdata.com.
hi: खुले Z39.50 लक्ष्य वाले कोहा पुस्तकालयों कोहा विकी पर कनेक्शन की जानकारी साझा और ढूँढ सकते हैं: http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources.. आप IRSpy पर जाकर ओपन Z39.50 लक्ष्य भी पा सकते हैं: http://irspy.indexdata.com.
it: Biblioteche Koha con attivo il server Z39.50 possono condividere l'informazione sul wiki di Koha `http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources. È possibile trovare altre sorgenti Z39.50 visitando IRSpy: http://irspy.indexdata.com
tr: Z39.50 hedefi açık Koha kütüphaneleri Koha wiki üzerinde bağlantı bilgilerini bulabilir ve paylaşabilirler: `http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources. Aynı zamanda IRSpy sayfasını ziyaret ederek açık Z39.50 hedeflerini bulabilirsiniz: `http://irspy.indexdata.com.

source: The following targets have been used successfully by other Koha libraries (in the Americas):
fr: Les cibles suivantes ont été utilisées par d'autres bibliothèques Koha (aux État-Unis)
hi: निम्नलिखित लक्ष्य (अमेरिका में) अन्य कोहा पुस्तकालयों द्वारा सफलतापूर्वक इस्तेमाल किया गया है:
it: I seguenti server Z39.50 sono stati usati con successo da altre biblioteche Koha (nelle Americhe):
tr: Aşağıdaki hedefler diğer Koha kütüphaneleri tarafından (Amerikalılarda) başarılı bir şekilde kullanılmıştır.

source: ACCESS PENNSYLVANIA 205.247.101.11:210 INNOPAC
hi: पहुंच PENNSYLVANIA 205.247.101.11:210 INNOPAC

source: CUYAHOGA COUNTY PUBLIC webcat.cuyahoga.lib.oh.us:210 INNOPAC
hi: Cuyahoga काउंटी सार्वजनिक webcat.cuyahoga.lib.oh.us:210 INNOPAC

source: GREATER SUDBURY PUBLIC 216.223.90.51:210 INNOPAC
hi: ग्रेटर Sudbury सार्वजनिक 216.223.90.51:210 INNOPAC

source: HALIFAX PUBLIC catalogue.halifaxpubliclibraries.ca:210 horizon
hi: हैलिफ़ैक्स सार्वजनिक catalogue.halifaxpubliclibraries.ca:210 क्षितिज
tr: HALIFAX HALK KATALOĞU. halifaxpubliclibraries.ca:210 horizon

source: HALTON HILLS PUBLIC cat.hhpl.on.ca:210 halton\_hills
hi: हेलटन हिल्स सार्वजनिक cat.hhpl.on.ca:210 halton\_hills

source: LIBRARY OF CONGRESS lx2.loc.gov: 210 LCDB
hi: लाइब्रेरी ऑफ कांग्रेस lx2.loc.gov: 210 LCDB

source: LONDON PUBLIC LIBRARY catalogue.londonpubliclibrary.ca:210 INNOPAC
hi: लंदन पब्लिक लाइब्रेरी catalogue.londonpubliclibrary.ca:210 INNOPAC

source: MANITOBA PUBLIC library.gov.mb.ca:210 horizon
hi: MANITOBA सार्वजनिक library.gov.mb.ca:210 क्षितिज
tr: MANITOBA PUBLIC library.gov.mb.ca:210 horizon (MANITOBA HALK kütüphanesi)

source: MILTON PL cat.mpl.on.ca:210 horizon
hi: मिल्टन पीएल cat.mpl.on.ca:210 horizon

source: NATIONAL LIBRARY OF WALES cat.llgc.org.uk:210 default
hi: वेल्स के राष्ट्रीय पुस्तकालय cat.llgc.org.uk:210 default
tr: GALLER ULUSAL KÜTÜPHANESİ cat.llgc.org.uk:210 varsayılan

source: OCEAN STATE LIBRARIES (RI) catalog.oslri.net:210 INNOPAC
hi: महासागर राज्य पुस्तकालय (आरआई) catalog.oslri.net:210 INNOPAC

source: PUBCAT prod890.dol.state.vt.us:2300 unicorn
hi: PUBCAT गेंडा prod890.dol.state.vt.us:2300

source: SAN JOAQUIN VALLEY PUBLIC LIBRARY SYSTEM (CA) hip1.sjvls.org:210 ZSERVER
hi: सैन जोकिन घाटी सार्वजनिक पुस्तकालय प्रणाली (सीए) hip1.sjvls.org:210 ZSERVER

source: SEATTLE PUBLIC LIBRARY ZSERVER.SPL.ORG:210 HORIZON
hi: सिएटल पब्लिक लाइब्रेरी ZSERVER.SPL.ORG:210 HORIZON

source: TORONTO PUBLIC symphony.torontopubliclibrary.ca:2200 unicorn
hi: टोरंटो सार्वजनिक symphony.torontopubliclibrary.ca:2200 unicorn
tr: TORONTO HALK senfonisi.torontopubliclibrary.ca:2200 unicorn

source: VANCOUVER PUBLIC LIBRARY z3950.vpl.ca:210 Horizon
hi: वैंकूवर सार्वजनिक पुस्तकालय z3950.vpl.ca:210 क्षितिज

source: Suggested Authority Z39.50 Targets
fr: Serveurs Z39.50 suggérés
hi: सुझाए गए प्राधिकरण Z39.50 लक्ष्य
it: Server Z39.50 di authority suggeriti
tr: Önerilen Otorite Z39.50 Hedefleri

source: LIBRARIESAUSTRALIA AUTHORITIES z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining Userid: ANLEZ / Password: z39.50
hi: लाइब्रेरीआस्ट्रेलिया प्राधिकारीयां z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining Userid: ANLEZ / Password: z39.50
it: Server z39.50 authority Australia: z3950-test.librariesaustralia.nla.gov.au:210 userid per test: ANLEZ / password: z39.50

source: LIBRARY OF CONGRESS NAME AUTHORITIES lx2.loc.gov:210 NAF
hi: लाइब्रेरी ऑफ कांग्रेस प्राधिकरण नाम lx2.loc.gov:210 NAF

source: LIBRARY OF CONGRESS SUBJECT AUTHORITIES lx2.loc.gov:210 SAF
hi: लाइब्रेरी ऑफ कांग्रेस विषय प्राधिकरण lx2.loc.gov:210 SAF

source: Add a SRU target
fr: Ajouter un serveur SRU
hi: एक एसआरयू लक्ष्य जोड़ें
tr: Bir SRU hedefi ekle

source: From the main Z39.50/SRU page, click 'New SRU server'
fr: Dans la page principale Z39.50/SRU, cliquez sur 'Ajouter un serveur SRU'
hi: मुख्य Z39.50/SRU पृष्ठ से, क्लिक करें 'नया SRU सर्वर'
tr: Ana Z39.50/SRU sayfasından, 'Yeni SRU sunucusu' üzerine tıklayın

source: 'Server name' should be populated with a name that will help you identify the source (such as the library name).
fr: 'Z39.50 server' devrait contenir un nom vous permettant d'identifier la source (par exemple un nom de bibliothèque).
hi: 'सर्वर नाम' एक नाम आप (जैसे पुस्तकालय नाम के रूप में) स्रोत की पहचान में मदद मिलेगी कि आबादी के साथ किया जाना चाहिए।
it: Il campo 'nome del server' può essere compilato con un nome utile ad identificarlo (tipo il nome della biblioteca).
tr: 'Sunucu adı' kaynağı tanımlamanıza yardımcı olacak bir isimle doldurulmalıdır (kütüphane adı gibi).

source: 'Additional SRU options' is where you can enter additional options of the external server here, like sru\_version=1.1 or schema=marc21, etc. Note that these options are server dependent.
fr: Vous pouvez entrer des options supplémentaires du serveur externe dans le champ "Options SRU supplémentaires", comme sru\_version=1.1 ou schema=marc21, etc. Notez que ces options dépendent du serveur.
hi: 'अतिरिक्त एसआरयू विकल्प' है, जहां आप बाहरी सर्वर के अतिरिक्त विकल्प यहां, जैसे sru\_version=1.1 or schema=marc21, आदि दर्ज कर सकते हैं. ध्यान दें कि ये विकल्प सर्वर निर्भर हैं.
it: 'Ulteriori opzioni SRU' permette di inserire opzioni aggiuntive del server esterno, come sru\_version = 1.1 o schema = MARC21, ecc. Si noti che queste opzioni sono server dipendenti.
tr: 'Ek SRU seçenekleri' dış sunucunun ilave seçeneklerini girebileceğiniz yerdir, sru\_version=1.1 ya da schema=marc21, vb. gibi. Bu seçeneklerin sunucu bağımlı olduğunu unutmayın.

source: 'SRU Search field mapping' lets you add or update the mapping from the available fields on the Koha search form to the specific server dependent index names.
fr: Le «mappage des champs de recherche SRU» vous permet d'ajouter ou de mettre à jour le mappage à partir des champs disponibles du formulaire de recherche Koha vers les noms d'index spécifiques dépendants du serveur.
hi: 'एसआरयू खोजें क्षेत्र मानचित्रण' आप जोड़ सकते हैं या विशिष्ट सर्वर निर्भर सूचकांक नामों को Koha खोज प्रपत्र पर उपलब्ध क्षेत्रों से मानचित्रण अद्यतन करने देता है.
it: 'Mappatura SRU campo di ricerca' consente di aggiungere o aggiornare la mappatura dei campi disponibili nel modulo di ricerca Koha ai nomi degli indici del server interrogato.
tr: 'SRU Arama alanı eşleştirme' Koha arama formu üzerindeki mevcut alanlardan belirli sunucu bağımlı dizin adlarına eşleştirmeler eklemenizi ya da güncellemenizi sağlar.

source: To further refine your searches, you could add the following index names to the SRU search field mappings. To do this, edit the server and click the Modify button next to this field.
fr: Pour affiner davantage vos recherches, vous pouvez ajouter les noms d'index suivants aux mappages des champs de recherche SRU. Pour faire ceci, afficher le serveur et cliquez sur le bouton "Modifier" à côté de ce champ.
hi: आगे अपनी खोजों को परिष्कृत करने के लिए, आप एसआरयू खोज के क्षेत्र मैपिंग के लिए निम्न सूचकांक के नाम जोड़ सकते हैं। ऐसा करने के लिए, सर्वर संपादित और संशोधित बटन इस क्षेत्र के बगल में क्लिक करें।
it: Per raffinare ulteriormente le tue ricerche, è possibile aggiungere i seguenti nomi indicizzati alla mappatura dei campi per la ricerca SRU. Per fare ciò, modifica il server e clicca poi sul bottone Modifica vicino a questi campi.
tr: Aramalarınızı daha da geliştirmek için SRU arama alanı eşleşmelerine aşağıdaki dizin adlarını ekleyebilirsiniz. Bunu yapmak için sunucuyu düzenleyin ve bu alanın yanındaki Değiştir butonuna tıklayın.

source: Title
fr: Titre
hi: शीर्षक
it: Titolo
tr: Eser Adı

source: ISBN
hi: आईऍसबीऍन

source: Any
fr: Tous
hi: कोई
it: Tutti
tr: Herhangi bir

source: Author
fr: Auteur
hi: लेखक
it: Autore
tr: Yazar

source: Subject
fr: Sujet
hi: विषय
it: Soggetto
tr: Konu

source: Standard ID
fr: Standard:
hi: मानक आईडी
it: ID standard
tr: Standart kimliği

source: bath.standardIdentifier
hi: bath.standardIdentif

source: Table: SRU mapping
fr: Table : Mapping SRU
hi: सारणी: एसआरयू मानचित्रण
tr: Tablo: SRU eşleştirme

source: Did you mean?
fr: Vouliez-vous dire ?
hi: क्या आपका मतलब था?
it: Intendi dire:
tr: Bunu mu demek istediniz?

source: *Get there:* More > Administration > Additional parameters > Did you mean?
fr: *Aller à :* Plus > Administration > Paramètres divers > Vouliez-vous dire ?
hi: *वहाँ जाओ* अधिक > प्रशासन > अतिरिक्त पैरामीटर > क्या आपका अर्थ है?
tr: *Gidiş yolu:* Daha fazla > Yönetim > Ek parametreler > Bunu mu demek istediniz?

source: Koha can offer 'Did you mean?' options on searches based on values in your :ref:`authorities <authorities-label>`.
fr: La fonction "Vouliez-vous dire?" permet de proposer des alternatives lors des recherches, en se basant sur les :ref:`autorités <authorities-label>`.
hi: कोहा पेशकश कर सकता है 'क्या आपका मतलब था?' आपके मूल्यों के आधार पर खोजों पर विकल्प :ref:`authorities <authorities-label>`.
it: Koha può offrire le opzioni 'Intendi dire' tramite ricerche basate su valori dei record di :ref:`autorità <authorities-label>`.
tr: Koha, aramalarınızda :ref:`otoriteler <authorities-label>` içerisindeki değerlerinizi esas alarak 'Bunu mu demek istediniz?' seçeneğini sunabilir.

source: Did you mean? only works in the OPAC at this time. The intranet options are here for future development.
fr: Note : 'Vouliez-vous-dire ?' ne fonctionne pour le moment qu'à l'OPAC. La fonctionnalité en mode professionnel n'est indiquée qu'en tant que futur développement.
hi: क्या आपका मतलब है? इस समय ओपेक में ही काम करता है। इंट्रानेट विकल्प भविष्य के विकास के लिए यहां हैं।
tr: Bunu mu demek istediniz? şu an için yalnızca OPAC'da çalışmaktadır. Intranet seçenekleri gelecekteki geliştirmeler için buradadır.

source: Using this page you can control which options Koha gives patrons on their search results.
fr: Avec cette page, vous pouvez contrôler quelles seront les options possibles pour les adhérents sur leurs résultats de recherche.
hi: इस पेज का उपयोग कर सकते हैं आप पर नियंत्रण जो विकल्प कोहा अपने खोज परिणामों पर संरक्षक देता है।
it: Con questa pagina puoi controllare quali opzioni offre Koha agli utenti relativamente ai risultati delle ricerche.
tr: Bu sayfayı kullanarak KOHA'nın kullanıcılara arama sonuçlarında hangi seçenekleri sunacağını kontrol edebilirsiniz.

source: To turn on the 'Did you mean?' bar on your search results you need to check the box next to each plugin you would like to use. The two plugins you have to choose from are:
fr: Pour afficher la barre 'Vouliez-vous dire?' dans vos résultats de rechercher, vous devez cocher les cases à côté de chaque plugin que vous souhaitez utiliser. Les deux plugins sont&nbsp;:
hi: चालू करने के लिए 'आप क्या मतलब है?' अपने खोज पर बार आप बॉक्स की जांच करने के लिए प्रत्येक के लिए अगले प्लगइन आप उपयोग करना चाहते हैं की जरूरत है यह परिणाम है। दो plugins आप से चुनने के लिए कर रहे हैं:
it: Per attivare la feature 'Intendi dire:' nei risultati delle ricerche, devi selezionare la casella vicina ad ogni plugin che vuoi usare. I plugin che puoi scegliere sono:
tr: 'Bunu mu demek istediniz?' çubuğunu arama sonuçlarında açmak için kullanmak istediğiniz her bir eklentinin yanındaki kutuyu onaylamanız gerekir. Seçmeniz gereken iki eklenti şunlardır:

source: The ExplodedTerms plugin suggests that the user try searching for broader/narrower/related terms for a given search (e.g. a user searching for "New York (State)" would click the link for narrower terms if they're also interested in "New York (City)"). This is only relevant for libraries with highly hierarchical authority data.
fr: Le plugin ExplodedTerms suggère à l'usager de relancer sa recherche sur termes génériques/spécifiques/associés liés à sa recherche initiale. Par ex., un usager cherchant "New York (Etat)" pourrait cliquer sur le lien relançant la recherche sur les termes spécifiques s'il est aussi intéressé par "New York (Ville)". Cela ne peut fonctionner que pour les bibliothèques disposant de données d'autorités hautement hiérarchisées.
hi: ExplodedTerms प्लगइन पता चलता है कि उपयोगकर्ता (एक भी खोज के लिए व्यापक/संकरा/संबंधित शब्दों के लिए खोज का प्रयास जैसे लिए खोज "न्यूयॉर्क (राज्य) " संकरा शब्दों के लिए लिंक पर क्लिक करें अगर वे भी में रुचि रखते हैं एक उपयोगकर्ता "न्यू यॉर्क (शहर)")। यह बेहद श्रेणीबद्ध अधिकार डेटा के साथ पुस्तकालयों के लिए ही प्रासंगिक है।
it: Il plugin ExplodedTerms suggerisce all'utente di effettuare ricerche per termini più restrittivi, meno restrittivi o correlati (per esempio un utente che cerca New York(Stato) potrebbe cliccare sul termine più restrittivo New York(Città)). È rilevante solo per biblioteche con record di autorità fortemente gerarchici.
tr: Ayrılmış Terimler eklentisi kullanıcının daha geniş/daha dar/ verilen aramayla ilgili terimlerini belirtir (örneğin bir kullanıcı aynı zamanda "New York (Şehir)" ile de ilgileniyorsa "New Yorku (Eyalet)" arıyorken daha dar terimlere tıklayacaktır ). Bu sadece yüksek hiyerarşik otorite verili kütüphaneler ile ilgilidir.

source: The AuthorityFile plugin searches the authority file and suggests the user might be interested in bibs linked to the top 5 authorities
fr: Le plugin AuthorityFile recherche dans le fichier autorités et suggère à l'utilisateur des liens bibliographiques liés aux 5 premières autorités
hi: AuthorityFile प्लगइन अधिकार फ़ाइल खोजता है और पता चलता है कि उपयोगकर्ता के शीर्ष 5 अधिकारियों से जुड़े bibs में रुचि हो सकती
it: Il plugin AuthorityFile cerca sui record di autorità e suggerisce all'utente i record bibliografici associati alle prime 5 intestazioni
tr: Otorite dosya eklentisi otorite dosyasını araştırır ve kullanıcıya ilgilenebileceği en çok tercih edilen 5 otoriteye bağlı bibliyografik kayıtları önerir

source: If you want one plugin to take priority over another you simply drag it above the other.
fr: Si vous voulez qu'un plugin soit prioritaire sur un autre, il vous suffit de le faire glisser au-dessus de l'autre.
hi: आप एक प्लगइन दूसरे पर प्राथमिकता लेना चाहते हैं तो आप बस एक दूसरे के ऊपर खींचें।
it: Se vuoi che un plugin abbia priorità su un altro, spostalo sopra all'altro, trascinandolo.
tr: Bir eklentinin diğerinden önce gelmesini istiyorsanız, o eklentiyi bir diğerinin üstüne sürükleyiniz.

source: If you choose both plugins you will see several options at the top of your search results
fr: Si vous choisissez les deux plugins, vous verrez plusieurs options en haut des résultats de votre recherche.
hi: आप दोनों plugins चुनते हैं आप अपने खोज परिणामों के शीर्ष पर कई विकल्प देखेंगे
it: Se si sceglie di entrambi i plugin vedrai diverse opzioni nella parte superiore dei risultati di ricerca
tr: Her iki eklentiyi de seçerseniz arama sonuçlarınızın üst kısmında çeşitli seçenekler göreceksiniz

source: If you choose just the AuthorityFile you'll see just authorities.
fr: Si vous choisissez uniquement le fichier AuthorityFile, vous verrez uniquement les autorités.
hi: तुम सिर्फ AuthorityFile चुनते हैं तो आप सिर्फ अधिकारियों देखेंगे.
it: Se si sceglie solo l'AuthorityFile, vedrai solo le autorità.
tr: Sadece AuthorityFile seçerseniz sadece otoriteleri görürsünüz.

source: Column settings
fr: Liste de cours
hi: कॉलम सेटिंग्स
it: Impostazioni colonna
tr: Sütun ayarları

source: *Get there:* Administration > Additional parameters > Column settings
fr: *Allez à :* Plus > Administration > paramètres divers > Configurer les colonnes
hi: *वहाँ जाओ* प्रशासन > अतिरिक्त पैरामीटर > स्तंभ सेटिंग्स
tr: *Gidiş yolu:* Yönetim > Ek parametreler > Sütun ayarları

source: Clicking on the module you'd like to edit tables for will show you the options available to you.
fr: Un clic sur le module pour lequel vous voulez modifier des tableaux affichera les options disponibles. Pour l'instant seul "Administration" a toutes les options.
hi: मॉड्यूल पर क्लिक करके आप आप विकल्प आप के लिए उपलब्ध दिखाएगा के लिए टेबल संपादित करना चाहते हैं।
it: Cliccando sul modulo di cui vuoi modificare le tabelle e ti saranno mostrate le opzioni disponibili.
tr: Tablolarını düzenlemek istediğiniz modül üzerine tıklamak size kullanabileceğiniz seçenekleri gösterir.

source: This area lets you control the columns that show in the table in question. If nothing is hidden you will see no check marks in the 'is hidden by default' column.
fr: Cette zone vous permet de contrôler les colonnes qui s'affichent dans le tableau en question. Si rien n'est caché vous ne verrez aucune marque de contrôle et verrez toutes les colonnes lors de l'affichage du tableau.
hi: यह क्षेत्र आपको उन स्तंभों को नियंत्रित करने देता है जो प्रश्न में तालिका में दिखाए जाते हैं. यदि कुछ भी छिपा हुआ नहीं है तो आपको 'डिफ़ॉल्ट रूप से छुपाए गए' कॉलम में कोई चेक नज़र नहीं दिखेगा.
it: Questa area consente di controllare le colonne che compaiono nella tabella in questione. Se nulla è nascosto, non vedrai alcun segno di spunta nella colonna 'Nascosto per default'.
tr: Bu alan söz konusu tablo içinde gösterilen sütunları kontrol etmenizi sağlar. Hiç bir şey gizli değilse 'varsayılan olarak gizli' sütununda hiç bir onay işareti görmeyeceksiniz.

source: And will see all of the columns when viewing the table on its regular page.
fr: Et vous verrez toutes les colonnes lors de l'affichage du tableau sur sa page normale.
hi: और स्तंभों के सभी जब अपने नियमित पृष्ठ पर तालिका देखने देखेंगे.
it: E si vedranno tutte le colonne durante la visualizzazione della tabella.
tr: Ve tabloyu düzenli sayfasında görüntülerken tüm sütunları göreceksiniz.

source: If columns are hidden they will have checks in the 'is hidden by default' column.
fr: Si les colonnes sont cachées, elles seront cochées dans la colonne 'est cachée par défaut'.
hi: अगर कॉलम छिपे हुए हैं तो उनके पास 'डिफ़ॉल्ट रूप से छिपी' कॉलम में जांच होगी.
it: Se le colonne sono nascoste, saranno spuntate nella colonna 'Nascosto per default'.
tr: Eğer sütunlar gizli ise 'varsayılan olarak gizli' sütununa onay işaretleri konulacaktır.

source: And hidden when you view the table.
fr: Et cachées lorsque vous visualisez le tableau.
hi: और जब आप टेबल को देखते हैं तो छिपाया जाता है.
it: E nascoste quando vedi la tabella.
tr: Ve tabloyu görüntülerken gizlenecektir.

source: You can also toggle columns using the 'Show/hide columns' button in the top right of the page
fr: Vous pouvez également basculer les colonnes à l'aide du bouton "Afficher / masquer les colonnes" en haut à droite de la page.
hi: आप पृष्ठ के शीर्ष दाईं ओर 'दिखाएँ/छुपाएं कॉलम बटन' का उपयोग करके कॉलम को भी टॉगल कर सकते हैं
tr: Ayrıca sayfanın sağ üstündeki 'Sütunları Göster/gizle' butonunu kullanarak sütunlar arasında geçiş yapabilirsiniz

source: Audio alerts
fr: Alertes sonores
hi: ऑडियो अलर्ट
it: Avvisi audio
tr: Sesli uyarılar

source: If you have your :ref:`AudioAlerts` preference set to 'Enable' you will be able to control the various alert sounds that Koha uses from this area.
fr: Si vous avez défini la préférence système :ref:'AudioAlerts' sur «&nbsp;Autoriser&nbsp;», vous pourrez contrôlez, d'ici, les différentes alertes sonores utilisées par Koha.
hi: यदि आपके पास है : ref: `AudioAlerts` वरीयता 'सक्षम' पर सेट है, तो आप इस क्षेत्र से कोहा का उपयोग करने वाली विभिन्न चेतावनी ध्वनियों को नियंत्रित करने में सक्षम होंगे
it: Se avete la vostra :ref:`AudioAlerts` la preferenza impostata su 'Attiva' si sarà in grado di controllare i vari avvisi sonori che Koha utilizza in questa zona.
tr: :ref:`AudioAlerts` sistem tercihiniz 'Etkinleştir' olarak ayarlı ise Koha'nın bu alandan kullandığı çeşitli uyarı seslerini kontrol edebileceksiniz.

source: *Get there:* More > Administration > Additional parameters > Audio alerts
fr: *Aller à :* Plus > Administration > Paramètres divers > Alertes sonores
hi: *वहाँ जाओ* अधिक > प्रशासन > अतिरिक्त पैरामीटर > ऑडियो अलर्ट
tr: *Gidiş yolu:* Daha fazla > Yönetim > Ek parametreler > Sesli uyarılar

source: Each dialog box in Koha has a CSS class assigned to it that can be used as a selector for a sound.
fr: Chaque boîte de dialogue de Koha a une classe CSS qui peut être utilisée comme sélecteur de son.
hi: Koha में प्रत्येक संवाद बॉक्स एक सीएसएस वर्ग उसे सौंपे है कि एक ध्वनि के लिए एक चयनकर्ता के रूप में इस्तेमाल किया जा सकता है.
it: Ogni finestra di dialogo in Koha ha una classe CSS assegnata che può essere utilizzata come selettore per un suono.
tr: Koha'daki her iletişim kutusunun bir ses için seçici olarak kullanılabilecek atanmış bir CSS sınıfı vardır.

source: You can edit the defaults by clicking the 'Edit' button to the right of each alert.
fr: Pour modifier les valeurs, cliquez sur le bouton "Modifier" à droite du nom de chaque alerte.
hi: आप प्रत्येक अलर्ट के दाईं ओर 'संपादित करें' बटन पर क्लिक करके डिफ़ॉल्ट संपादित कर सकते हैं।
it: È possibile modificare le impostazioni predefinite facendo clic sul pulsante 'Modifica' a destra di ciascun avviso.
tr: Her uyarının sağında bulunan 'Düzenle' butonuna tıklayarak varsayılanları düzenleyebilirsiniz

source: You can assign alerts to other CSS classes in Koha by entering that information in the selector box. For example if you enter
fr: Vous pouvez affecter des alertes à d'autres classes CSS dans Koha en entrant ces informations dans la zone de sélection. Par exemple si vous entrez
hi: आप चयनकर्ता बॉक्स में है कि जानकारी दर्ज करके Koha में अन्य सीएसएस वर्गों के लिए अलर्ट असाइन कर सकते हैं. उदाहरण के लिए यदि आप में प्रवेश
it: È possibile assegnare avvisi ad altre classi CSS in Koha inserendo tali informazioni nella casella di selezione. Per esempio se si immette
tr: Seçme kutusuna bu bilgileri girerek uyarıları Koha'daki diğer CSS sınıflarına atayabilirsiniz. Örneğin eğer şunu girerseniz
