Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Item circulation alerts
fr: Alertes de circulation
hi: आइटम सर्कुलेशन अलर्ट
tr: Materyal dolaşım uyarıları

source: Libraries can decide if they want to have patrons automatically notified of circulation events (check ins and check outs).
fr: Vous pouvez décider si vous laisser vos adhérents recevoir automatiquement des alertes de circulations (prêts et retours)
hi: पुस्तकालय तय कर सकते हैं अगर वे संचलन घटनाओं के स्वचालित रूप से अधिसूचित संरक्षक (आईएनएस की जाँच करें और बहिष्कार की जांच) के लिए करना चाहते हैं।
it: Ogni biblioteca può decidere se notificare automaticamente agli utenti i loro prestiti e restituzioni
tr: Kütüphaneler kullanıcıları dolaşım olayları hakkında otomatik olarak bilgilendirmek isterlerse karar verebilirler. (iadeler ve ödünçler).

source: *Get there:* More > Administration > Patrons and circulation > Item circulation alerts
fr: *Aller à :* Plus > Administration > Adhérents & Circulation > Alertes de circulation
hi: *वहा जाओं:* अधिक > प्रशासन > संरक्षक और परिसंचरण > आइटम परिसंचरण अलर्ट
tr: *Gidiş yolu:* Daha fazla > Yönetim > Kullanıcılar ve dolaşım > Materyal dolaşım uyarıları

source: These preferences are set based on patron types and item types.
fr: Ces préférences sont définies sur la base des types d'adhérent et des types de document.
hi: ये प्राथमिकताएं संरक्षक प्रकार और आइटम प्रकार के आधार पर स्थापित कर रहे हैं।
it: Queste preferenze sono basate sul tipo utente e tipo di copia.
tr: Bu tercihler kullanıcı türleri ve materyal türleri temel alınarak ayarlanır

source: These preference can be overridden by changes in the individual patron's messaging preferences.
fr: Important : Ces préférences peuvent être outrepassées par une préférence spécifique définie dans les préférences des adhérents.
hi: ये प्राथमिकता अलग-अलग संरक्षक के संदेश वरीयताओं में बदलावों से अधिरोपित की जा सकती है
it: Questi preferenza può essere modificata nelle preferenze di messaggistica dell'utente.
tr: Bu tercih kullanıcının kişisel mesaj ayarlarındaki değişiklikler ile geçersiz kılınabilir.

source: To set up circulation alerts:
fr: Pour définir les alertes de circulation&nbsp;:
hi: संचलन अलर्ट सेट करने के लिए:
it: Per definire avvisi di circolazione delle copie:
tr: Dolaşım uyarıları ayarlamak için:

source: Choose your library from the pull down at the top of the screen
fr: Sélectionnez votre site dans la liste en haut de l'écran
hi: स्क्रीन के शीर्ष पर नीचे खींचें से अपनी लाइब्रेरी चुनें
it: Scegliere la tua biblioteca dal menu a tendina nella parte superiore dello schermo
tr: Ekranın üstündeki açılır menüden kütüphanenizi seçin

source: To set preferences for all libraries, keep the menu set to 'Default'
fr: Pour configurer les préférences pour tous les sites, laissez le menu à Défaut.
hi: सभी पुस्तकालयों के लिए वरीयताओं को सेट करने के लिए, 'मूलभूत' के लिए मेनू सेट रखने
it: Per definire preferenze per tutte le biblioteche, mantieni il menù al valore 'Default'
tr: Tercihleri tüm kütüphaneler için ayarlamak için, menüyü 'Varsayılan'a ayarlanmış olarak tutun

source: By default all item types and all patrons are notified of check ins and check outs. To change this, click on the item/patron type combo that you would like to stop notices for.
fr: Par défaut tous les types d'exemplaire et tous les adhérents sont notifiés des prêts et retours. Pour changer cela, cliquez dans la liste exemplaire/adhérent et choisir la combinaison pour laquelle vous voulez arrêter les notifications.
hi: डिफ़ॉल्ट रूप से सभी आइटम प्रकार के और सभी संरक्षक की जांच भारतीय नौसेना पोत और बहिष्कार की जांच की अधिसूचित कर रहे हैं। इसे बदलने के लिए, मद/संरक्षक प्रकार कॉम्बो आप नोटिस के लिए बंद करना चाहते हैं उस पर क्लिक करें।
it: Per default gli utenti vengono avvisati di prestiti o restituzioni per ogni tipo di copia. Per modificare il default, clicca sulle singole caselle di spunta.
tr: Varsayılan olarak tüm materyal türleri ve tüm kullanıcılar ödünç alma ve iade etme işlemleri hakkında bilgilendirilirler. Bunu değiştirmek için bildirimleri durdurmak istediğiniz materyal/kullanıcı türü karma menüsü üzerine tıklayın.

source: In the above example, Juveniles and Kids will not receive check out notices.
fr: Dans l'exemple ci-dessus, les jeunes et les enfants ne recevront pas de notification de prêt.
hi: ऊपर के उदाहरण में, किशोरों और बच्चों के नोटिस बाहर की जाँच प्राप्त नहीं होगा.
it: Nell'esempio precedente, ragazzi e bambini non riceveranno comunicazioni di prestiti.
tr: Yukarıdaki örnekte, Gençler ve Çocuklar ödünç alma bildirimleri almayacaktır.

source: Cities and towns
fr: Villes et communes
hi: शहरों और कस्बों
tr: İller ve ilçeler

source: To standardize patron input you can define cities or towns within your region so that when new patrons are added librarians simply have to select the town from a list instead of having to type the town and zip (or postal) code information.
fr: Vous uniformisez et vous simplifiez la saisie des adhérents en définissant les villes et les communes de votre région. Ainsi quand un adhérent est entré dans le système, le bibliothécaire a juste à choisir une valeur dans la liste et n'a pas à taper une ville et un code postal.
hi: संरक्षक इनपुट का मानकीकरण करने के लिए आप अपने क्षेत्र के भीतर शहरों या कस्बों परिभाषित कर सकते हैं ताकि जब नए संरक्षक जोड़ रहे हैं पुस्तकालयाध्यक्षों बस के बजाय शहर और जीप (या डाक) कोड की जानकारी टाइप करने के लिए की एक सूची से शहर का चयन किया है।
it: Per uniformare i dati degli utenti, puoi definire città e paesi della tua zona, per facilitare lo staff quando registra gli utenti. Gli basterà scegliere da menù tendina.
tr: Kullanıcı girdisini standartlaştırmak için, bölgenizdeki şehirleri ya da kasabaları tanımlayabilirsiniz, böylelikle yeni kullanıcılar eklendiğinde kütüphaneciler şehir ve posta kodu bilgisini girmek yerine sadece bir listeden şehri seçeceklerdir.

source: *Get there:* More > Administration > Patrons and circulation > Cities and towns
fr: *Aller à :* Plus > Administration > Adhérents & Circulation > Villes et communes
hi: *वहा जाओं:* अधिक > संरक्षक और परिसंचरण > शहरों और कस्बों
tr: *Gidiş Yolu:* Daha fazla >Yönetim > Kullanıcılar ve dolaşım > İller ve ilçeler

source: Adding a city
fr: Ajouter une commune
hi: एक शहर को जोड़े
tr: Şehir eklemek

source: To add a new city, click the 'New city' button at the top of the page and enter the city name, state, zip/postal code and country.
fr: Pour ajouter une nouvelle ville, cliquez sur le bouton Ajouter une commune en haut de la page, puis saisissez le nom de la ville et son code postal.
hi: नया शहर जोड़ने के लिए, पृष्ठ के शीर्ष पर स्थित 'नया शहर' बटन पर क्लिक करें और शहर का नाम, राज्य, ज़िप/पोस्टल कोड और देश दर्ज करें.
tr: Yeni bir şehir eklemek için, sayfanın üstündeki 'Yeni Şehir' düğmesine tıklayın ve şehir adı, eyalet, zip/posta kodu ve ülke bilgilerini girin.

source: One you click Submit, your city will be saved and will be listed on the Cities and towns page
fr: Une fois que vous avez cliqué sur Valider, la ville est enregistrée et elle apparaît dans la liste des villes et communes.
hi: एक आप क्लिक सबमिट करें, आपका शहर सहेजा जाएगा और शहरों और शहरों पृष्ठ पर सूचीबद्ध होगा
tr: Gönder butonunu tıklayınca girdiğiniz şehir bilgileri kaydedilecek ve İller ve İlçeler sayfasında listelenecektir.

source: Cities can be edited or deleted at any time.
fr: Les villes peuvent être modifiées ou supprimées à tout moment.
hi: शहर संपादित या किसी भी समय डिलिट किया जा सकता है।
it: Le città possono essere modificate o cancellate in qualsiasi momento.
tr: Şehir/İlçe/Semt her hangi bir zaman diliminde değiştirilebilir ya da silinebilir.

source: Viewing cities on patron add form
fr: Voir les villes et communes dans le formulaire de saisie des adhérents
hi: संरक्षक फॉर्म जोड़ें पर शहरों को देखना
tr: Kullanıcı ekleme formu üzerinde şehirlerin görüntülenmesi

source: If you have defined local cities using the 'New city' form, then when adding or editing a patron record you will see those cities in a pull down menu to make city selection easy.
fr: Si vous avez ajouté des villes et des communes, vous avez, en création comme en modification des adhérents, une liste dans laquelle vous pouvez choisir directement ces villes et communes.
hi: यदि आपने 'न्यू सिटी' फॉर्म का उपयोग करके स्थानीय शहरों को परिभाषित किया है, तो एक संरक्षक रिकॉर्ड जोड़ने या संपादित करते समय आप शहर के चयन को आसान बनाने के लिए उन शहरों को पुल डाउन मेनू में देखेंगे।
tr: Yeni şehir formunu kullanarak yerel şehirleri tanımladıysanız, kullanıcı kaydı eklerken ya da düzeltirken bu şehirlerin, şehir seçimini kolaylaştırması için açılır menüde olduğunu göreceksiniz.

source: This will allow for easy entry of local cities into the patron record without risking the potential for typos or mistaken zip/postal codes.
fr: Cela permet d'entrer rapidement les villes de votre région et ce sans risque d'erreur de saisie, aussi bien sur l'orthographe des villes que leurs codes postales.
hi: इस typos या गलत/पोस्टल कोड के लिए संभावित जोखिम के बिना संरक्षक रिकार्ड में स्थानीय शहरों की आसान प्रवेश के लिए अनुमति देगा।
it: Ciò facilita il data entry di nomi di città nella scheda utente, senza il rischio di errori di battitura nel nome o del CAP
tr: Bu, potansiyel yazım hataları veya yanlış posta kodları riski olmadan yerel şehirleri kullanıcı kaydına kolayca girmeye izin verecek.

source: Catalog administration
fr: Administration du catalogue
hi: कैटलॉग प्रशासन
tr: Katalog yönetimi

source: Set these controls before you start cataloging on your Koha system.
fr: Définissez ces paramètres avant de commencer à cataloguer dans votre système.
hi: इन पर नियंत्रण सेट से पहले आप अपने Koha सिस्टम पर सूचीबद्ध करने लगते हैं.
it: Configura queste impostazioni prima di cominciare la catalogazione con Koha.
tr: Kataloglamaya başlamadan önce Koha sisteminizde bu kontrolleri ayarlayın.

source: *Get there:* More > Administration > Catalog
fr: *Aller à :* Plus > Administration > Catalogue
hi: *वहाँ जाओ: * अधिक > प्रशासन > केटालॉग
it: *Vai a:* Più > Amministrazione > Catalogo
tr: *Gidiş yolu:* Daha fazla > Yönetim > Katalog

source: MARC bibliographic frameworks
fr: Grilles de catalogage MARC
hi: मार्क ग्रंथसूची फ्रेमवर्क
tr: MARC bibliyografik çerçeveleri

source: Think of frameworks as templates for creating new bibliographic records. Koha comes with some predefined frameworks that can be edited or deleted, and librarians can create their own frameworks for content specific to their libraries.
fr: Les grilles de catalogage sont des modèles utilisés pour la création de notices bibliographiques. Koha propose un certain nombre de grilles prédéfinies par défaut, que vous pouvez modifier ou supprimer. Vous pouvez aussi bien créer vos propres grilles adaptées à vos contenus spécifiques.
hi: नए ग्रंथसूची रिकॉर्ड बनाने के लिए टेम्पलेट्स के रूप में ढांचे के बारे में सोचें। कोहा कुछ पूर्वनिर्धारित ढांचे के साथ आता है जिन्हें संपादित या हटाया जा सकता है, और लाइब्रेरियन अपने पुस्तकालयों के लिए विशिष्ट सामग्री के लिए अपने स्वयं के ढांचे बना सकते हैं।
tr: Çerçeveleri yeni bibliyografik kayıtları oluşturmada şablonlar olarak düşünün. Koha düzeltilebilecek ya da silinebilecek bazı ön tanımlı çerçeveler ile birlikte gelir ve kütüphaneciler kütüphanelerine özel olarak kendi çerçeve içeriğini oluşturabilirler.

source: *Get there:* More > Administration > Catalog > MARC bibliographic frameworks
fr: *Aller à :* Plus > Administration > Catalogue > Grilles de catalogage MARC
hi: *वहाँ जाओ* अधिक > प्रशासन> केटालॉग > मार्क ग्रंथ सूची फ्रेमवर्क
tr: *Gidiş yolu:* Daha fazla > Yönetim > Katalog > MARC bibliyografik çerçeveleri

source: Do not delete or edit the Default framework since this will cause problems with your cataloging records - always create a new template based on the Default framework, or alter the other frameworks.
fr: Ne supprimez pas ou ne modifiez pas la Grille par défaut : cela altérerait vos notices déjà existantes. Créez toujours une nouvelle grille sur la base de la Grille par défaut ou modifiez les autres grilles.
hi: डिफ़ॉल्ट रूपरेखा को हटाएं या संपादित न करें क्योंकि इससे आपके कैटलॉगिंग रिकॉर्ड में समस्याएं आती हैं - हमेशा डिफ़ॉल्ट ढांचे के आधार पर एक नया टेम्पलेट बनाएं, या अन्य ढांचे को बदलें।
tr: Varsayılan çerçeveyi silmeyin ya da düzeltmeyin çünkü bu, kataloglama kayıtlarınızda sorun oluşturacaktır – her zaman için varsayılan çerçeveye bağlı olarak yeni bir şablon oluşturun ya da başka çerçeveleri değiştirin.

source: Add new framework
fr: Ajouter une nouvelle grille de catalogage
hi: नई फ्रेमवर्क जोड़े
tr: Yeni çerçeve ekle

source: To add a new framework
fr: Pour ajouter une nouvelle grille
hi: एक नए ढांचे को जोड़ने के लिए
it: Per aggiungere una griglia di catalogazione
tr: Yeni bir çerçeve eklemek için

source: Click 'New framework'
fr: Cliquer sur 'Ajouter une grille de catalogage'
hi: क्लिक करें 'नया फ्रेमवर्क'
tr: 'Yeni çerçeve' üzerine tıklayın

source: Enter a code of 4 or fewer characters
fr: Saisissez un code d'au plus 4 caractères
hi: 4 या इससे कम वर्ण का एक कोड दर्ज
it: Inserisci un codice non più lungo di 4 caratteri
tr: 4 ya da daha az karakterden oluşan bir kod girin

source: Use the Description field to enter a more detailed definition of your framework
fr: Utilisez la rubrique Description afin de décrire précisément votre grille
hi: अपने ढांचे के एक अधिक विस्तृत परिभाषा में प्रवेश के लिए विवरण फ़ील्ड का उपयोग करें
it: Usa il campo Descrizione per descrivere la tua griglia di catalogazione
tr: Çerçevenizin daha ayrıntılı bir açıklamasını girmek için açıklama alanını kullanın.

source: Click 'Submit'
fr: Cliquez sur 'Valider'
hi: 'सबमिट' पर क्लिक करें
it: Clicca 'Invia'
tr: 'Onayla'ya' tıkla

source: Edit existing frameworks
fr: Modifier les grilles existantes
hi: मौजूदा आइटम संपादित करें
tr: Mevcut çerçeveleri düzenle

source: This will open up a blank form for entering MARC field data
fr: Un formulaire vide s'ouvre dans lequel vous pouvez entrer les informations relatives au champ MARC
hi: इस मार्क क्षेत्र डेटा में प्रवेश के लिए एक खाली फार्म खुल जाएगा
it: Si aprirà una form vuota per introdurre i campi MARC.
tr: Bu MARC alanda veri girişi için boş bir form açacaktır

source: Enter the information about your new tag:
fr: Saisissez les informations relatives à votre nouveau champ&nbsp;:
hi: अपने नए टैग के बारे में जानकारी दर्ज करें:
it: Inserisci l'informazione relativa al tuo nuovo tag:
tr: Yeni etiketinizle ilgili bilgiyi girin:

source: The 'Tag' is the MARC field number
fr: Le 'Champ' est le numéro du champ MARC
hi: 'टैग' मार्क क्षेत्र संख्या है
it: Il 'Tag' è il numero del campo MARC
tr: 'Etiket' MARC alan numarasıdır.

source: The 'Label for lib' is the text that will appear in the staff client when in the cataloging module
fr: Le Texte pour bib est le texte qui apparait dans l'interface professionnelle dans le module de catalogage
hi: 'उदारीकरण के लिए लेबल' पाठ है कि जब सूचीबद्ध मॉड्यूल में कर्मचारियों कलाइन्ट में दिखाई देगा
it: L'"Etichetta per lo staff" è il testo visualizzato nella Vista MARC della catalogazione
tr: 'Lib etiketi' kataloglama modülündeyken personel istemcide gözüken metindir.

source: The 'Label for OPAC' is the text that will appear in the OPAC when viewing the MARC version of the record
fr: Texte pour OPAC est le texte qui apparait à l'OPAC quand on examine la version MARC d'une notice
hi: 'ओपेक के लिए लेबल' पाठ जब रिकॉर्ड के मार्क संस्करण देख कि ओपेक में दिखाई देगा
it: L'etichetta per l'Opac è il testo che apparirà nell'Opac nella vista MARC del record
tr: Kaydın MARC versiyonunu görüntülerken, OPAC'da gözükecek metin 'OPAC Etiketi'dir.

source: If this field can be repeated, check the 'Repeatable' box
fr: Si le champ doit être répétable, cochez la case Répétable
hi: यदि इस क्षेत्र दोहराया जा सकता है, तो 'Repeatable' बॉक्स की जाँच करें
it: Spunta la casella 'Ripetibile' se il campo può essere ripetuto
tr: Bu alan tekrar edilebiliyorsa, 'Tekrar edilebilir' kutusunu onaylayın.

source: If this field is mandatory, check the 'Mandatory' box
fr: Si la saisie de ce champ est obligatoire, cochez la case Obligatoire"
hi: तो इस क्षेत्र अनिवार्य है, 'अनिवार्य' बॉक्स की जांच
it: Spunta la casella 'Obbligatorio' se il campo deve essere inserito
tr: Bu alan zorunluysa , 'Zorunlu' kutusunu onaylayın

source: If you want this field to be a pull down with limited possible answers, choose which 'Authorized value' list you want to use
fr: Si vous voulez que ce champ soit limité à une liste de valeurs autorisées, choisissez la catégorie de valeur autorisée que vous voulez utiliser
hi: आप इस क्षेत्र चाहते हैं होने के लिए एक सीमित संभव जवाब के साथ नीचे खींच, जो 'अधिकृत' मूल्य सूची आप उपयोग करना चाहते हैं का चयन
it: Se vuoi che questo campo abbia valori determinati e non altri, scegli quale lista di 'Valori autorizzati' associargli.
tr: Bu alanın sınırlı olası cevaplarla bir çek menü olmasını istiyorsanız, hangi 'Yetkili değer' listesini kullanmak istediğinizi seçin.

source: Each field has a tag (which is the MARC tag) that is uneditable
fr: Chaque champ a une étiquette (qui est une étiquette MARC) qui n'est pas modifiable
hi: प्रत्येक फ़ील्ड में एक टैग होता है (जो कि मार्क टैग है) जो कि अनुपयुक्त है
it: Ogni campo ha un tag (un tag MARC) che non è editabile
tr: Her alanın, üzerinde düzenleme yapılamayan bir tag'i (MARC tag'i) vardır

source: The 'Label for lib' is what will show in the staff client if you have :ref:`advancedMARCeditor` set to display labels
fr: Le "Texte pour bibliothécaire" est ce qui est affiché dans l'interface professionnelle si la préférence système :ref:`advancedMARCeditor`est paramétrée pour afficher les libellés
hi: 'लिब के लिए लेबल' कर्मचारी क्लाइंट में दिखाएगा यदि आपके पास है : ref: `advancedMARCeditor` लेबल प्रदर्शित करने के लिए सेट है
it: 'Testo per il bibliotecario' è il testo che verrà mostrato nell'interfaccia amministrativa se la sua visualizzazione è attivata dalla preferenza di sistema :ref:`advancedMARCeditor`
tr: 'Kütüphane Etiketi', :ref:`advancedMARCeditor` tercihini etiketleri gösterecek şekilde ayarlamışsanız personel arayüzünde gösterilecek olandır

source: The 'Label for OPAC' is what will show on the MARC view in the OPAC
fr: Le Texte pour l'OPAC est ce qui est affiché à l'OPAC en Vue MARC.
hi: 'ओपेक के लिए लेबल' क्या ओपेक में मार्क दृश्य पर दिखाई देगा
it: L'"Etichetta per l'OPAC" è il testo visualizzato nella Vista MARC dell'OPAC
tr: 'OPAC Etiketi' MARC'da gösterilenin OPAC'daki görünütüsüdür.

source: For each subfield you can set the following basic constraint values
fr: Pour chaque sous-champ vous pouvez choisir les contraintes de base suivantes
hi: प्रत्येक उप-क्षेत्र के लिए आप निम्न मूल बाधा मान निर्धारित कर सकते हैं
tr: Her alt alan için aşağıdaki temel kısıtlama değerlerini ayarlayabilirsiniz

source: Text for librarian
fr: Texte pour bibliothécaire
hi: लाइब्रेरियन के लिए पाठ
it: Testo per il bibliotecario
tr: Kütüphaneci için metin

source: what appears before the subfield in the librarian interface
fr: c'est ce qui est affiché avant le sous-champ dans l'interface professionnelle
hi: लाइब्रेरियन इंटरफ़ेस में subfield से पहले क्या प्रकट होता है
it: ciò che appare prima del sottocampo nell'Opac.
tr: Kütüphaneci arayüzünde altalanın önünde görünen

source: Text for OPAC
fr: Texte à l'OPAC
hi: ओपेक के लिए पाठ
it: Testo per l'OPAC
tr: OPAC için metin

source: If left empty, the text for librarian is used instead
fr: S'il est vide, c'est le texte pour les bibliothécaires qui est utilisé à la place
hi: यदि रिक्त छोड़ दिया, लाइब्रेरियन के लिए पाठ के बजाय प्रयोग किया जाता है
it: Se vuoto, viene usato il testo per il bibliotecario al suo posto
tr: Boş bırakılırsa, yerine kütüphaneci metni kullanılır.

source: Mandatory
fr: Obligatoire
hi: अनिवार्य
it: Obbligatorio
tr: Zorunlu

source: Managed in tab
fr: Géré dans l'ongleti
hi: टैब में प्रबंधित
it: Gestito nella scheda
tr: Sekme içerisinde yönetilir

source: defines the tab where the subfield is shown. All subfields of a given field must be in the same tab or ignored. Ignore means that the subfield is not managed.
fr: Géré dans l'onglet&nbsp;: se rapporte à l'onglet où le sous-champ est affiché. Ignorer signifie que le sous-champ n'est pas géré .
hi: टैब में प्रबंधित: टैब जहां subfield दिखाया जाता है के साथ संबंधित है. इसका मतलब यह है कि subfield प्रबंधित नहीं है पर ध्यान न दें.
it: indica la scheda in cui il sottocampo viene mostrato. Tutti i sottocampi di un campo devono essere sotto la stessa scheda o ignorati. 'Ignora' significa che il sottocampo non viene gestito.
tr: Alt alanın gösterildiği sekmeyi tanımlar. Belirli bir alanda tüm altalanlar aynı sekmede olmalıdır ya da görmezden gelinmeli. Görmezden gelmek alt alan yönetilmedi anlamına gelir.

source: For each subfield you can set the following advanced constraint values
fr: Pour chaque sous-champ vous pouvez choisir les contraintes avancées suivantes
hi: प्रत्येक उप-क्षेत्र के लिए आप निम्न उन्नत बाधा मान सेट कर सकते हैं
tr: Her alt alan için aşağıdaki gelişmiş kısıtlama değerlerini ayarlayabilirsiniz

source: Default value
fr: Valeur par défaut
hi: डिफ़ॉल्ट मान
it: Valore di default
tr: Varsayılan değer

source: defines what you want to appear in the field by default, this will be editable, but it saves time if you use the same note over and over or the same value in a field often.
fr: définit ce que vous voulez entrer dans le champ par défaut. C'est modifiable mais cela fait gagner du temps à la saisie.
hi: आप क्या डिफ़ॉल्ट रूप से क्षेत्र में दिखाई देते हैं, इस संपादन योग्य हो जाएगा चाहते हैं, लेकिन अगर आप अक्सर एक क्षेत्र में और अधिक से अधिक या एक ही मूल्य एक ही नोट का उपयोग यह समय बचाता है परिभाषित करता है।
it: definisce il valore di default del campo, che resta modificabile ma risparmia molto tempo in caso di uso frequente
tr: Varsayılan olarak alanında görünmesini istediğinizi tanımlar, bu düzenlenebilir olacak, ama tekrar tekrar aynı notu ya da sık sık bir alanda aynı değeri kullanırsanız zaman kazandırır.

source: If you would like a field to fill in with today's date you can use the YYYY MM DD syntax in the 'Default value'. For example: a default of "Year:YYYY Month:MM Day:DD" (without quotes) will print as "Year:2015 Month:11 Day:30"
fr: Si vous voulez qu'un champ soit rempli avec la date du jour, vous pouvez utiliser la syntaxe YYYY MM DD dans "Valeur par défaut". Par exemple, une valeur par défaut "Year:YYYY Month:MM Day:DD" (sans les guillemets) s'affichera sous la forme : "Year:2015 Month:11 Day:30"
hi: यदि आप आज की तारीख से भरने के लिए फ़ील्ड चाहते हैं तो आप 'डिफ़ॉल्ट मान' में YYYY MM DD सिंटैक्स का उपयोग कर सकते हैं. उदाहरण के लिए: "वर्ष: YYYY महीना: एमएम डे: डीडी" (उद्धरण रहित) का डिफ़ॉल्ट "वर्ष:2015 महीना:11 दिन:30" के रूप में प्रिंट किया जाएगा
it: Se si desidera un campo da compilare con la data odierna è possibile utilizzare la sintassi AAAA MM GG nel 'Il valore di default'. Per esempio: un valore predefinito di "Anno:YYYY Mese:MM Giorno:DD" (senza virgolette) diverrà "Anno:2015 Mese:11 Giorno:30"
tr: Bir alanın bugünün tarihini doldurmasını isterseniz, 'Varsayılan değer' bölümünde YYYY AA GG sözdizimini kullanabilirsiniz. Örneğin: "Yıl: YYYY Ay:AA Gün:GG" (tırnak işaretleri olmadan) varsayılanı "Yıl: 2015 Ay: 11 Gün: 30" olarak yazdırılacaktır

source: Visibility
fr: Disponibilité
hi: दृश्यता
it: Visibilità
tr: Görünürlük
