Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: Check 'Display in check-out' to make this attribute visible in the patron's short detail display on the left of the checkout screen and other patron pages
fr: Activez 'Affichage en prêt' pour rendre cet attribut visible à l'affichage court de l'adhérent sur la page des prêts et sur les autres pages des adhérents
hi: चेक 'चेक-आउट में प्रदर्शित' चेकआउट स्क्रीन के बाईं और अन्य संरक्षक पृष्ठों पर संरक्षक की लघु विस्तार प्रदर्शन में इस विशेषता को दिखाई बनाने के लिए
it: Spunta 'Visualizza nel prestito' per rendere questo attributo visibile nel riepilogo a sinistra nella schermata del prestito e inaltre pagine riguardanti l'utente
tr: Bu niteliği ödünç verme ekranının solundaki kullanıcının az detaylı ekranında ve diğer kullanıcı sayfalarında görünür hale getirebilmek için 'Ödünç vermede göster' seçeneğini onaylayın.

source: Authorized value category; if one is selected, the patron record input page will only allow values to be chosen from the authorized value list.
fr: Catégorie de valeurs autorisées : si une catégorie est sélectionnée, la création d'un adhérent permettra la sélection d'une valeur à partir de la liste de valeurs autorisées sélectionnée.
hi: अधिकृत मूल्य श्रेणी; यदि कोई चुना गया है, संरक्षक रिकॉर्ड इनपुट पृष्ठ केवल मानों को अधिकृत मूल्य सूची से चुना जाएगा.
it: Categoria di valori autorizzati: se una categoria è selezionata, la pagina di inserimento dei dati dell'utente permetterà di scegliere solo tra i valori autorizzati della lista.
tr: Otorize değer kategorisi; biri seçilirse, kullanıcı kaydı giriş sayfası yalnızca otorize değer listesinden seçilecek değerlere izin verecektir.

source: You will first need to add an authorized value list for it to appear in this menu
fr: Vous devez d'abord créer une liste de valeurs autorisées pour qu'elle apparaisse dans ce menu.
hi: आप पहली बार के लिए इस मेनू में प्रकट करने के लिए यह एक अधिकृत मान सूची जोड़ने के लिए की आवश्यकता होगी
it: Devi avere almeno una lista di valori autorizzati affinché appaia nel menu a tendina
tr: Bu menüde görünmesi için öncelikle bir otorize değer listesi eklemelisiniz

source: *Get there:*\ More > Administration > Basic parameters > :ref:`Authorized values <authorized-values-label>`
fr: *Aller à :*\ Plus > Administration > Paramètres de base > :ref:`Valeurs autorisées <authorized-values-label>`
hi: *वहाँ जाओ:*\अधिक > प्रशासन > बेसिक पैरामीटर > :ref:`अधिकृत मान<authorized-values-label>`
tr: *Gidiş yolu:*\ Daha fazla > Yönetim > Temel Parametreler > :ref:`Yetkili Değerler`<authorized-values-label>`

source: an authorized value list is not enforced during batch patron import.
fr: Une liste de valeurs autorisées n'est pas vérifiée durant l'import par lot des adhérents.
hi: बैच संरक्षक आयात के दौरान एक अधिकृत मूल्य सूची लागू नहीं की गई है.
it: le liste di valori autorizzati non vengono applicate in fase di importazione massiva degli utenti.
tr: toplu kullanıcı aktarımı esnasında bir otorize değer listesi mecburi tutulmaz.

source: If you would like this attribute to only be used by specific branches you can choose those branches from the 'Branches limitation' list. Choose 'All branches' to show it for all libraries.
fr: Si vous souhaitez que cet attribut soit employé uniquement par des sites spécifiques vous pouvez les choisir dans la liste 'Limitation de sites'. Choisissez 'Tous les sites' pour l'afficher pour tous les sites.
hi: आप इस विशेषता के लिए चाहते हैं, तो केवल विशिष्ट शाखाओं द्वारा इस्तेमाल किया जा आप 'शाखाओं सीमा' की सूची से उन शाखाओं चुन सकते हैं। 'सभी शाखाओं' सभी पुस्तकालयों के लिए यह दिखाने के लिए।
it: Se vuoi che questo campo si usato solo da specifiche biblioteche, puoi scegliere le biblioteche abilitate dalla lista 'Limitazione per biblioteche'. Oppure scegli 'Tutte le biblioteche' per usarlo dovunque.
tr: Bu özelliğin sadece belirli birimlerce kullanılmasını istiyorsanız, ‘Birimler kısıtlaması’ listesinden bu birimleri seçebilirsiniz. Bu özelliği tüm kütüphanelerde göstermek için ‘Tüm birimleri’ seçiniz.

source: Note that items with locations already set on them will not be altered. The branch limitation only limits the choosing of an authorized value based on the home branch of the current staff login. All authorized values for item records (LOC, LOST, CCODE, etc) will show in the OPAC for all patrons.
fr: Notez que les documents dont la localisation est déjà définie ne seront pas modifiés. La limitation par site limite seulement le choix d'une valeur autorisée sur la base du site d'appartenance du bibliothécaire actuellement connecté. Toutes les valeurs autorisées pour les documents (LOC, LOST, CCODE, etc.) seront affichés à l'OPAC pour tous les usagers.
hi: ध्यान दें कि पहले से ही उन पर सेट स्थानों के साथ आइटम बदल नहीं किया जाएगा. शाखा सीमा केवल वर्तमान कर्मचारियों को लॉग इन घर शाखा के आधार पर एक अधिकृत मूल्य के चयन को सीमित करता है. आइटम रिकॉर्ड (एलओसी, खोया, CCODE, आदि) के लिए सभी अधिकृत मूल्यों सभी संरक्षक के लिए ओपेक में दिखाई देंगे.
it: Si noti che le copie con posizioni già impostate non saranno modificate. La limitazione evita solo la scelta di un valore autorizzato in base alla sede della biblioteca di login del membro dello staff. Tutti i valori autorizzati per i record di copia (LOC, LOST, CCODE, ecc) appariranno sull'OPAC per tutti gli utenti.
tr: Konumların zaten üzerlerine ayarlandığı materyallerin değiştirilmeyeceğini göz önünde bulundurun. Birim sınırlaması yalnızca mevcut personel oturumunun ana birimine dayanan otorize değer seçimini sınırlandırır. Materyal kayıtları için tüm otorize değerler (LOC, LOST, CCODE, etc) tüm kullanıcılar için OPAC içinde gösterilecektir.

source: If you'd like to only show this attribute on patrons of one type choose that patron type from the 'Category' pull down
fr: Si vous voulez afficher les attributs d'adhérent d'une seule catégorie d'adhérent, choisissez ce type d'adhérent dans le menu déroulant 'Catégorie'
hi: आप केवल 'श्रेणी' से कि संरक्षक प्रकार का चयन एक प्रकार का संरक्षक पर इस विशेषता को दिखाने के लिए करना चाहते हैं तो नीचे खींच
it: Se vuoi che questo attributo venga solo mostrato per un particolare tipo di utente, allora scegli il tipo di utente dal menu a tendina 'Categoria'
tr: Bu niteliği kullanıcı türlerinin sadece birinde göstermek istiyorsanız, 'Kategori' açılır menüsünden o kullanıcı türünü seçiniz.

source: If you have a lot of attributes it might be handy to group them so that you can easily find them for editing. If you create an :ref:`Authorized value <authorized-values-label>` for PA\_CLASS it will show in the 'Class' pull down and you can then change your attributes page to have sections of attributes
fr: Si vous avez beaucoup d'attributs il peut être pratique de les regrouper de façon à les retrouver facilement pour les modifier. Si vous créez :ref:`une valeur autorisée <authorized-value-label>` pour PA\_CLASS elle apparaîtra dans le menu déroulant "Classe" et vous pourrez modifier la page des attributs pour les séparer en sections
hi: यदि आपके पास बहुत सारे गुण हैं तो उन्हें समूहित करने में आसान हो सकता है ताकि आप उन्हें आसानी से संपादन के लिए ढूंढ सकें। यदि आप an बनाते हैं: ref: `PA\_CLASS के लिए अधिकृत मान <authorized-values-label>` 'कक्षा' में दिखाया जाएगा और फिर आप गुणों के अनुभागों के लिए अपने गुण पृष्ठ को बदल सकते हैं
tr: Çok sayıda özniteliğiniz varsa bunları gruplamak kullanışlı olabilir, böylece öznitelikleri düzenlemek için kolayca bulabilirsiniz. PA\_CLASS için bir :ref:`Yetkili Değer <authorized-values-label>` oluşturursanız, 'Class' açılır menüsünde görünecektir ve böylece özniteliklerin bölümleri için öznitelikler sayfasını değiştirebilirsiniz

source: Click Save to save your new attribute
fr: Cliquez sur Enregistrer pour sauvegarder votre nouvel attribut.
hi: अपनी नई विशेषता सहेजने के लिए सहेजें क्लिक करें
it: Premi 'Salva' per salvare il nuovo attributo
tr: Yeni niteliği kaydetmek için Kaydet butonuna tıklayın

source: Once added your attribute will appear on the list of attributes and also on the patron record add/edit form
fr: Une fois créé, votre attribut apparaîtra dans la liste des attributs ainsi que dans le formulaire de saisie des adhérents.
hi: एक बार जब जोड़ा अपनी विशेषता विशेषताओं की सूची पर दिखाई देगा और भी संरक्षक रिकार्ड में जोड़ें / संपादित करें प्रपत्र
it: Una volta aggiunto l'attributo, apparirà nella lista degli attributi e nella scheda dell'utente
tr: Eklendiğinde, niteliğiniz nitelikler listesinde ve aynı zamanda kullanıcı kaydı ekle/düzenle formunda da gözükecektir.

source: If you have set up classes for organizing attributes they will appear that way on the add/edit patron form
fr: Si vous avez paramétré des classes pour organiser les attributs, ceux-ci apparaîtront classés sur le formulaire d'ajout/modification d'un adhérent
hi: आप विशेषताओं के आयोजन के लिए कक्षाओं में स्थापित किया है, तो वे जोड़ें / संपादित संरक्षक फार्म पर कहा कि जिस तरह दिखाई देंगे
it: Se hai configurato delle classi per ordinare gli attributi degli utenti, essi appariranno in questo modo nel form per aggiungere/modificare utenti
tr: Sınıfları nitelikleri organize etmek için ayarladıysanız, kullanıcı ekle/düzenle formu şeklinde gözükeceklerdir

source: Editing/deleting patron attributes
fr: Modification / suppression des attributs d'adhérent
hi: संपादन/हटाना संरक्षक गुण
tr: Kullanıcı özniteliklerini düzenlemek/silmek

source: Each patron attribute has an edit and a delete link beside it on the list of attributes.
fr: Dans la liste des attributs, il y a à côté de chaque attribut des liens modifier et supprimer.
hi: प्रत्येक संरक्षक विशेषता एक संपादित करें और विशेषताओं की सूची पर इसके बगल में एक डिलीट लिंक है।
it: Ogni dato di un utente ha accanto un bottone per la modifica o la cancellazione.
tr: Nitelik listesinin arkasındaki her kullanıcı niteliğinde düzenle ve sil bağlantısı mevcuttur.

source: Some fields in the attribute will not be editable once created:
fr: Certains champs de l'attribut ne seront pas modifiables une fois créés :
hi: विशेषता में कुछ क्षेत्रों संपादन नहीं किया जाएगा एक बार बनाया:
it: Alcun campi nell'attributo non saranno modificabili una volta creati:
tr: Nitelikteki bazı alanlar oluşturulduğunda silinmeyecektir.

source: Patron attribute type code
fr: Code d'attribut adhérent
hi: संरक्षक विशेषता प्रकार कोड
it: Codice dell'attributo utente:
tr: Kullanıcı nitelik tür kodu:

source: Repeatable
fr: Répétable
hi: दोहराने वाला
it: Ripetibile
tr: Tekrarlanabilir

source: Unique identifier
fr: Identifiant unique&nbsp;:
hi: अद्वितीय पहचानकर्ता
it: Identificatore univoco
tr: Tek tanımlayıcı:

source: You will be unable to delete an attribute if it's in use.
fr: Vous ne pourrez pas supprimer un attribut s'il est utilisé dans une fichier adhérent.
hi: आप अगर यह उपयोग में है एक विशेषता को नष्ट करने में असमर्थ हो जाएगा।
it: Non potrai cancellare un attributo se è in uso.
tr: Kullanımda ise, nitelik silmeniz mümkün olmayacaktır.

source: Library transfer limits
fr: Règles de transferts et de retours entre sites
hi: लाइब्रेरी हस्तांतरण सीमा
tr: Kütüphane transfer sınırları

source: Limit the ability to transfer items between libraries based on the library sending, the library receiving, and the collection code involved.
fr: Limite les possibilités de transferts entre sites, sur la base du site émetteur, récepteur, ainsi que du code de collection (ccode).
hi: पुस्तकालय भेजने, पुस्तकालय प्राप्त करना, और संग्रह शामिल कोड के आधार पर पुस्तकालयों के बीच आइटम हस्तांतरण करने की क्षमता सीमित करें।
it: Limita la possibilità di trasferire copie tra le biblioteche basandosi sulla biblioteca che invia, la biblioteca che riceve e la tipologia di copia coinvolta.
tr: Kütüphane gönderme ve kütüphane kabul ve koleksiyon kodlarıyla ilişkiye dayanan kütüphaneler arasında transfer yeteneğini kısıtlayın.

source: *Get there:* More > Administration > Patrons and circulation > Library transfer limits
fr: *Aller à :* Plus > Administration > Adhérents & Circulation > Règles de transferts et de retours entre sites
hi: *वहा जाओं:* अधिक > प्रशासन> संरक्षक और परिसंचरण > पुस्तकालय हस्तांतरण सीमाएं
tr: *Gidiş yolu:* Daha fazla > Yönetim > Kullanıcılar ve dolaşım > Kütüphane transfer sınırları

source: These rules only go into effect if the preference :ref:`UseBranchTransferLimits <usebranchtransferlimits-&-branchtransferlimitstype-label>` is set to 'enforce'.
fr: Ces règles ne sont effectives que si la préférence système :ref:`UseBranchTransferLimits <usebranchtransferlimits-&-branchtransferlimitstype-label>` est activée.
hi: ये नियम केवल प्रभावी होते हैं यदि वरीयता :ref:`UseBranchTransferLimits <usebranchtransferlimits-&-branchtransferlimitstype-label>' को 'लागू' करने के लिए सेट किया गया है।
it: Queste regole hanno effetto solo se la preferenza di sistema :ref:`UseBranchTransferLimits <usebranchtransferlimits-&-branchtransferlimitstype-label>` è impostata su 'Forza'.
tr: Bu kurallar sadece :ref:`UseBranchTransferLimits` <usebranchtransferlimits-&-branchtransferlimitstype-label>tercihi 'zorla' olarak ayarlanırsa yürürlüğe girer.

source: Before you begin you will want to choose which library you are setting these limits for.
fr: Avant de commencer, vous devez choisir à quel site ces paramètres vont s'appliquer.
hi: आरंभ करने से पहले आप जो पुस्तकालय के लिए आप इन सीमाओं को स्थापित कर रहे हैं चुनने के लिए चाहते हो
it: Prima di tutto occorre scegliere la biblioteca per la quale si stanno definendo questi limiti.
tr: Lütfen başlamak için bu limitleri hangi kütüphane için ayarladığınızı seçin.

source: Transfer limits are set based on the collections codes you have applied via the :ref:`Authorized value <authorized-values-label>` administration area.
fr: Les limites de transferts sont basées sur les codes de collection définis dans les :ref:`valeurs autorisées <authorized-values-label>`.
hi: स्थानांतरण सीमाएं आपके द्वारा लागू किए गए संग्रह कोड के आधार पर सेट की गई हैं: ref: `अधिकृत मान <authorized-values-label> 'व्यवस्थापन क्षेत्र.
tr: Transfer sınırları :ref:`Yetkili Değer <authorized-values-label>` yönetim alanı aracılığıyla uyguladığınız koleksiyonların kodları temel alınarak ayarlanır.

source: Collection codes will appear as tabs above the checkboxes:
fr: Les codes de collection apparaîtront dans des onglets au-dessus des boîtes à cocher.
hi: संग्रह कोड चेकबॉक्स के ऊपर टैब के रूप में दिखाई देंगे:
it: I codici di collezione appariranno come schede sopra le caselle da spuntare:
tr: Koleksiyon kodları onay kutuları üzerinde sekmeler olarak görünecektir:

source: Check the boxes for the libraries that you accept checkins from for the item type you have selected at the top (in the example below - FIC)
fr: Cochez les cases des sites pour lesquels vous acceptez de passer en retour les types documents sélectionnés plus haut.
hi: पुस्तकालयों के लिए चेक बॉक्स को चेक करें जो आप शीर्ष पर चुने गए आइटम प्रकार के लिए चेक इन स्वीकार करते हैं (नीचे दिए गए उदाहरण में - एफआईसी)
it: Spunta le caselle per le biblioteche da cui accetti restituzioni per la collezione della copia selezionata sopra (nell'esempio sotto, FIC)
tr: Yukarıda seçtiğiniz materyal türlerinden iadelerini kabul ettiğiniz kütüphaneler için onay kutularını doldurun (aşağıdaki örnekte - FIC)

source: In the above example, Centerville library will allow patrons to return items from all libraries except Liberty and Franklin to their branch.
fr: Dans l'exemple ci-dessous, la bibliothèque Centrale acceptera les retours d'exemplaires en provenance de toutes les bibliothèques sauf de la bibliothèque César.
hi: उपरोक्त उदाहरण में, Centerville पुस्तकालय संरक्षक उनकी शाखा में स्वतंत्रता और फ्रैंकलिन को छोड़कर सभी पुस्तकालयों से आइटम लौटने के लिए अनुमति देगा।
it: Nell'esempio sopra, la biblioteca Centerville accetterà la restituzione delle copie provenienti da tutte le biblioteche eccetto Liberty e Franklin.
tr: Yukarıdaki örnekte, Centerville kütüphanesi tüm kullanıcıların Liberty ve Franklin hariç tüm kütüphanelerden kendi birimlerine materyal iadesine izin vermektedir.

source: Transport cost matrix
fr: Matrice des coûts de transports
hi: परिवहन लागत मैट्रिक्स
it: Matrice Costo Trasporto
tr: Ulaştırma maliyet matrisi

source: The transport cost matrix lets a library system define relative costs to transport books to one another. In order for the system to use this matrix you must first set the :ref:`UseTransportCostMatrix` preference to 'Use'.
fr: La matrice Coût de Transport permet à un réseau de définir les coûts de transport entre les sites. Pour permettre l'utilisation de cette matrice vous devez au préalable définir la préférence :ref:`UseTransportCostMatrix` à 'Utiliser'.
hi: परिवहन लागत मैट्रिक्स एक पुस्तकालय प्रणाली को एक दूसरे को पुस्तकों को परिवहन करने के लिए सापेक्ष लागत को परिभाषित करने देता है। सिस्टम को इस मैट्रिक्स का उपयोग करने के लिए आपको सबसे पहले सेट करना होगा : ref: `UseTransportCostMatrix` 'उपयोग' के लिए प्राथमिकता.
tr: Taşıma maliyet matrisi, bir kütüphane sisteminin kitapları karşılıklı olarak taşımak için göreli maliyeti tanımlamasını sağlar. Kütüphane sisteminin bu matrisi kullanması için öncelikle :ref:`UseTransportCostMatrix` sistem tercihini 'Kullan' olarak ayarlamalısınız.

source: The transport cost matrix takes precedence in controlling where holds are filled from, if the matrix is not used then Koha checks the :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.
fr: La matrice de coûts de transport a la priorité sur la provenance des réservations, si la matrice n'est pas utilisée alors Koha vérifie la préférence système ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.
hi: परिवहन लागत मैट्रिक्स को नियंत्रित करने में प्राथमिकता होती है कि जहां से मैट्रिक्स का उपयोग नहीं किया जाता है, तो कोहा चेक करता है तो कोहा चेक करता है :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.
tr: Taşıma maliyeti matrisi, ayırtmaların nereden onaylandığının kontrolünde önceliklidir, eğer matris kullanılmıyorsa Koha bu sefer :ref:`StaticHoldsQueueWeigh <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>` sistem tercihini kontrol eder.

source: Costs are decimal values between some arbitrary maximum value (e.g. 1 or 100) and 0 which is the minimum (no) cost. For example, you could just use the distance between each library in miles as your 'cost', if that would accurately reflect the cost of transferring them. Perhaps post offices would be a better measure. Libraries sharing a post office would have a cost of 1, adjacent post offices would have a cost of 2, etc.
fr: Les coûts sont des valeurs décimales comprises entre 0 (prix nul) et une valeur maximale arbitraire (par ex. 1 ou 100). Par exemple, vous pourriez simplement utiliser la distance entre chaque site en km comme votre 'coût', si cela pouvait refléter de manière appropriée le coût de transfert. La prise en compte des bureaux de poste pourrait être une meilleure solution: les sites partageant un bureau de poste auraient un coût de 1, les bureaux de poste proches auraient un coût de 2, etc.
hi: लागत कुछ मनमाने ढंग से अधिकतम मूल्य (जैसे 1 या 100) और 0 से जो न्यूनतम (सं) लागत के बीच दशमलव मान रहे हैं। उदाहरण के लिए, आप बस मील में प्रत्येक पुस्तकालय के बीच की दूरी अपने 'लागत' के रूप में उपयोग करता है, तो सही है कि उन्हें स्थानांतरित करने की लागत को प्रतिबिंबित करेगा सकता है। शायद डाकघरों एक बेहतर उपाय होगा। एक पोस्ट ऑफिस बांटने 1 की लागत के लिए होता पुस्तकालय, आसन्न डाकघरों आदि 2 की लागत से होगा,
it: I costi sono valori decimali tra un numero massimo (es.: tra 1 e 100) e 0 (che indica senza costo). Per esempio, puoi usare la distanza tra ogni biblioteca in chilometri come tuo 'costo', se la cosa riflette il costo di trasporto. Forse gli uffici postali usano un parametro diverso. Le biblioteche che condividono un ufficio postale avranno un costo di 1, uffici postali adiacenti avranno costo 2, ecc.
tr: Tutarlar, isteğe göre maksimum değer (örneğin 1 ya da 100) ile minimum tutar olan 0 arasında olan ondalık değerlerdir. Örneğin, bunların aktarma tutarı tam olarak karşılık gelirse, her bir kütüphane arasındaki uzaklığı mil cinsinden ‘tutarınız’ olarak kullanabilirsiniz. Belki de postaneler daha iyi bir ölçü olacaktır. Postaneyi paylaşan kütüphaneler 1 tutarları olacaktır, yakın postanelerin 2 tutarları olacaktır, vs.

source: To enter transport costs simply click in the cell you would like to alter, uncheck the 'Disable' box and enter your 'cost'
fr: Pour entrer les coûts de transfert, il suffit de cliquer dans la cellule que vous souhaitez modifier, de décocher la case "Désactiver" et d'entrer votre "coût"
hi: परिवहन लागत बस सेल में क्लिक करें दर्ज करने के लिए आप को बदलने के लिए चाहते हैं, 'अक्षम' बॉक्स अनचेक करें और अपने 'लागत' में प्रवेश
it: Per indicare il costo di trasporto, clicca sulla cella, togli la spunta e inserisci il costo
tr: Kargo bedellerini girmek için, değiştirmek istediğiniz birime tıklayınız, 'Devre dışı bırak' kutusunun onayını kaldırınız ve 'fiyatınızı' giriniz.

source: After entering in your cost, hit 'Enter' on your keyboard or click the 'Save' button at the bottom of the matrix to save your changes.
fr: Après avoir saisi le prix, tapez sur 'Entrée' ou cliquez sur le bouton 'Enregistrer' pour prendre en compte vos modifications.
hi: अपनी लागत में प्रवेश करने, हिट होने के बाद अपने कीबोर्ड पर 'Enter' या अपने परिवर्तनों को बचाने के लिए मैट्रिक्स के तल पर 'सहेजें' बटन पर क्लिक करें।
it: Dopo aver indicato il costo, premi 'Enter' sulla tastiera o fai click sul bottone 'Salva' al fondo della tabella per salvare le modifiche.
tr: Maliyetlerinizi girdikten sonra klavyenizdeki 'Enter' tuşuna basın veya değişikliklerinizi kaydetmek için matris altındaki 'Kaydet' düğmesini tıklayın.

source: A NULL value will make no difference where the From and To libraries are the same library. However, as a best practice, you should put a 0 in there. For all other To/From combinations, a NULL value will cause that relationship to act as if it has been disabled. So, in summary, don't leave any of the values empty. It's best to always put a number in there ( even if you choose to disable that given To/From option ).
fr: Une valeur NULL ne fera pas de différence lorsque les bibliothèques De et Vers sont les mêmes. Cependant, il vaut mieux indiquer 0 dans ce cas. Pour toutes les autres combinaisons De / Vers, une valeur NULL signifiera qu'il n'y a pas de relation entre les deux bibliothèques concernées. Donc, en résumé, ne laissez aucune valeur vide. C'est toujours mieux de mettre une valeur, même si vous souhaitez désactiver une combinaison De / Vers.
hi: एक नल मान कोई फर्क नहीं कहाँ से और पुस्तकालयों के लिए एक ही पुस्तकालय कर देगा. हालांकि, एक सबसे अच्छा अभ्यास के रूप में, आप एक 0 वहाँ में डाल दिया जाना चाहिए. अन्य सभी के लिए करने के लिए / संयोजन से, एक नल मान है कि रिश्ते में कार्य करने के रूप में अगर यह अक्षम किया गया है कारण होगा. तो, सारांश में, मूल्यों खाली के किसी भी मत छोड़ो. यह (भले ही आप उस के लिए / विकल्प से दी निष्क्रिय करने के लिए चुनते हैं) हमेशा वहाँ में एक नंबर डाल करने के लिए सबसे अच्छा है.
it: Un valore NULL non farà alcuna differenza se la biblioteca From e To coincidono. Tuttavia, come buona norma, si dovrebbe indicare uno 0. Per tutte le altre combinazioni da/a, un valore NULL disabiliterà la relazione. Per cui, in sintesi, non è bene lasciare valori vuoti. È meglio mettere sempre un numero (anche se si sceglie di disabilitare l'opzione).
tr: Bir NULL değer, From ve To kütüphaneleri aynı kütüphanede olduğunda bir fark meydana getirmez. Bununla birlikte en iyi uygulama olarak oraya bir 0 koymalısınız. Diğer tüm To/From kombinasyonları için NULL değeri bu ilişkinin devre dışı bırakılmış gibi hareket etmesine neden olur. Yani özetle, herhangi bir değeri boş bırakmayın. Her zaman bir numara koymak en iyisidir (To/From seçeneğini devre dışı bırakmayı seçmiş olsanız bile).
