Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: If you change your MARC bibliographic framework it's recommended that you run this tool to test for errors in your definition.
fr: Si vous avez modifié vos grilles de catalogage MARC, il est recommandé de lancer cet outil pour vérifier qu'il n'y a pas d'erreurs dans vos grilles
hi: यदि आप अपना मार्क ग्रंथसूची फ्रेमवर्क बदलते हैं तो यह अनुशंसा की जाती है कि आप अपनी परिभाषा में त्रुटियों के परीक्षण के लिए इस टूल को चलाएं।
tr: MARC bibliyografik çerçevenizi değiştirirseniz, tanımınızdaki hataları test etmek için bu aracı çalıştırmanız önerilir.

source: Authority types
fr: Types d'autorités
hi: प्राधिकरण प्रकार
tr: Otorite türleri

source: Authority types are basically MARC frameworks for authority records and because of that they follow the same editing rules found in the :ref:`MARC bibliographic frameworks <marc-bibliographic-frameworks-label>` section of this manual. Koha comes with many of the necessary authority frameworks already installed. To learn how to add and edit authority types, simply review the :ref:`MARC bibliographic frameworks` section of this manual.
fr: Les types d'autorité sont basées sur les grilles MARC des notices d'autorité et, pour cette raison, ils suivent les mêmes règles de modification que celles décrites dans la section :ref:`Grilles de catalogage Marc <marc-bibliographic-frameworks-label>` de ce manuel. Koha est livré avec les grilles d'autorités nécessaires déjà installées. Pour apprendre à ajouter et modifier des types d'autorité, consultez simplement la section section :ref:`Grilles de catalogage Marc` de ce manuel.
hi: अथॉरिटी के प्रकार मूल रूप से प्राधिकरण के रिकॉर्ड के लिए एमएआरसी फ्रेमवर्क हैं और इसके कारण वे इस में दिए गए एक ही संपादन नियमों का पालन करते हैं इस मैनुअल के :ref:`एमएआरसी ग्रंथसूची फ्रेमवर्क <marc-bibliographic-frameworks-label>' अनुभाग। कोहा पहले से स्थापित कई आवश्यक प्राधिकरण ढांचे के साथ आता है। अथॉरिटी प्रकारों को जोड़ने और संपादित करने के तरीके को जानने के लिए, बस इस मैनुअल की समीक्षा करें :ref: `मार्क ग्रंथसूची फ्रेमवर्क 'अनुभाग।
tr: Otorite türleri temelde Otorite kayıtları için MARC Çerçeveleridir ve bu nedenle bu kılavuzun :ref:`MARC Bibliyografik Çerçeveleri <marc-bibliographic-frameworks-label>` bölümünde bulunan aynı düzenleme kurallarını takip ederler. Koha, gerekli olan bir çok Otorite çerçevesi önceden kurulmuş olarak gelmektedir. Otorite türlerinin nasıl ekleneceğini ve düzenleneceğini öğrenmek için bu kılavuzun :ref:`MARC Bibliyografik Çerçeveleri` bölümünü gözden geçirebilirsiniz.

source: *Get there:* More > Administration > Catalog > Authority types
fr: *Aller à :* Plus > Administration > Catalogue > Types d'autorités
hi: *वहाँ जाओ* अधिक> प्रशासन >केटालॉग > प्राधिकरण प्रकार
tr: *Gidiş yolu:* Daha fazla > Yönetim > Katalog > Otorite türleri

source: Classification sources
fr: Sources de classification
hi: वर्गीकरण स्त्रोत
tr: Sınıflama kaynakları

source: Source of classification or shelving scheme is an :ref:`Authorized values <authorized-values-label>` category that is mapped to field 952$2 and 942$2 in Koha's MARC bibliographic frameworks and stored in the items.cn\_source field in the database.
fr: Les sources de classification ou les plans de cotation sont une catégorie de :ref:`Valeurs autorisées <authorized-values-label>` qui correspondent aux zones 952$2 et 942$2 (MARC21) dans les grilles de catalogage MARC de Koha et elles sont stockées dans la base de données dans le champ items.cn\_source
hi: वर्गीकरण या शेल्विंग योजना का स्रोत एक है :ref:`Authorized Values <authorized-values-label>` श्रेणी जो मैप किए गए क्षेत्र में मैप की गई है 952$2 और 942$2 कोहा के मार्क ग्रंथसूची ढांचे में और डेटाबेस में tems.cn\_source फ़ील्ड में संग्रहीत.
tr: Sınıflama kaynağı ya da raf yerleştirme şeması, Koha'nın MARC Bibliyografik çerçevelerindeki 952$2 ve 952$2 alanları ile eşleştirilmiş ve veritabanında items.cn\_source alanında depolanan :ref:`Yetkili Değerler <authorized-values-label>` kategorisidir.

source: *Get there:* More > Administration > Catalog > Classification sources
fr: *Aller à :* More > Administration > Catalogue > Sources de classification
hi: *वहाँ जाओ* अधिक > प्रशासन > केटालॉग > वर्गीकरण स्रोतों
it: *Vai a:* Più > Amministrazione > Catalogo > Schemi di classificazione
tr: *Gidiş yolu:* Daha fazla > Yönetim > Katalog > Sınıflama kaynakları

source: Commonly used values of this field are:
fr: Les valeurs fréquentes dans ce champ sont&nbsp;:
hi: इस क्षेत्र का आमतौर पर इस्तेमाल मान रहे हैं:
it: Valori normalmente usati in questo campo:
tr: Bu alanda sıkça kullanılan değerler:

source: ddc - Dewey Decimal Classification
fr: ddc - Classification décimale Dewey
hi: ddc - डेवी दशमलव वर्गीकरण
it: ddc - Classificazione decimale Dewey
tr: ddc- Dewey Ondalık Sınıflama

source: lcc - Library of Congress Classification
fr: lcc - Classification de la Bibliothèque du Congrès
hi: lcc - लाइब्रेरी ऑफ काग्रेंस वर्गीकरण
it: lcc - Classificazione della Library of Congress
tr: lcc- Kongre Kütüphanesi Sınıflandırma Sistemi

source: If you chose to install classification sources during Koha's installation, you would see other values too:
fr: Si, à l'installation de Koha, vous avez choisi d'installer des sources de classification, vous verrez également d'autres valeurs :
hi: आप Koha की स्थापना के दौरान वर्गीकरण सूत्रों स्थापित करने के लिए चुना है, तो आप अन्य मूल्यों भी देखना होगा:
it: Se scegli di installare altre regole di classificazione durante l'installazione di Koha, vedrai altri valori:
tr: Koha’nın kurulumu esnasında sınıflama kaynaklarını kurmayı seçerseniz, diğer değerleri de göreceksiniz:

source: ANSCR (sound recordings)
fr: ANSCR (enregistrement sonore)
hi: ANSCR (ध्वनि रिकॉर्डिंग)
it: ANSCR (registrazioni sonore)
tr: ANSCR (ses kayıtları)

source: SuDOC classification
fr: Classification SuDOC
hi: SuDOC वर्गीकरण
it: Classificazione SuDOC
tr: SuDOC sınıflama

source: Universal Decimal Classification
fr: CDU
hi: यूनिवर्सल दशमलव वर्गीकरण
it: Classificazione decimale universale
tr: Evrensel Onlu Sınıflama

source: Other/Generic Classification
fr: Autre/Classification générique
hi: अन्य/जेनेरिक वर्गीकरण
it: Altra/generica classificazione
tr: Diğer/Genel Sınıflandırma

source: Adding/editing classification sources
fr: Ajouter/modifier des sources de classification
hi: जोड़ने/संपादन वर्गीकरण स्रोत
tr: Sınıflama kaynakları ekleniyor/düzenleniyor

source: You can add your own source of classification by using the 'New classification source' button. To edit use the 'Edit' button.
fr: Vous pouvez ajouter vos propres sources de classification en utilisant le bouton 'Ajouter source de classification'. Pour modifier une source, utilisez le bouton' Modifier'.
hi: आप 'नया वर्गीकरण स्रोत' बटन का उपयोग करके वर्गीकरण का अपना स्रोत जोड़ सकते हैं। संपादित करने के लिए 'संपादित करें' बटन का उपयोग करें।
tr: Yeni sınıflandırma kaynağı butonunu kullanarak kendi sınıflama kaynağınızı ekleyebilirsiniz. Düzenlemek için 'Düzenle' butonunu kullanın.

source: When creating or editing:
fr: En saisie :
hi: जब बनाने या संपादन:
it: Quando crei o modifichi:
tr: Oluştururken ya da düzenlerken:

source: You will need to enter a code and a description.
fr: Vous devrez saisir un code et une description.
hi: आप एक कोड और एक विवरण दर्ज करना होगा।
it: Dovrai specificare un codice e una descrizione.
tr: Bir kod ve tanım girmeniz gerekecek.

source: Check the 'Source in use?' checkbox if you want the value to appear in the drop down list for this category.
fr: Cochez Source utilisée si vous voulez que la valeur apparaisse dans la liste pour cette catégorie.
hi: 'उपयोग में स्रोत?' चेक चेकबॉक्स आप मूल्य इस श्रेणी के लिए ड्रॉप डाउन सूची में प्रकट करना चाहते हैं।
it: Spunta "Schema in uso?" se vuoi che il valore appaia nel menù a tendina della categoria.
tr: Bu kategorinin çekme menüsünde bu değerin görünmesini istiyorsanız ,'Kullanımdaki kaynak?' kutusunu onaylayın.

source: Select the appropriate :ref:`filing rule <classification-filing-rules-label>` from the drop down list.
fr: Sélectionnez :ref:`la règle de classement <classification-filing-rules-label>` appropriée dans la liste.
hi: ड्रॉप डाउन सूची से उपयुक्त :ref:`फाइलिंग नियम <classification-filing-rules-label>` चुनें.
it: Selezionare la corretta :ref:`regola di ordinamento <classification-filing-rules-label>` dal menù a tendina.
tr: Açılır menüden uygun :ref:`dosyalama kuralını <classification-filing-rules-label>`seçin.

source: Classification filing rules
fr: Règles de remplissage de la classification
hi: वर्गीकरण फाइलिंग नियम
tr: Sınıflama dosyalama kuralları

source: Filing rules determine the order in which items are placed on shelves.
fr: Les règles de classement déterminent l'ordre dans lequel les exemplaires sont rangés sur les étagères.
hi: दाखिल नियम जिस क्रम में आइटम अलमारियों पर रखा जाता है का निर्धारण।
it: Le regole di ordinamento determinano l'ordine delle copie sugli scaffali.
tr: Dosyalama kuralları raflarda yer alan materyallerin sırasını belirler.

source: Values that are pre-configured in Koha are:
fr: Les valeurs prédéfinies dans Koha sont :
hi: मूल्यों है कि कोहा में पूर्व विन्यस्त कर रहे हैं:
it: Valori preconfigurati in Koha sono:
tr: Koha içinde önceden yapılandırılmış değerler şunlardır:

source: Dewey
hi: डेवी

source: LCC
hi: LCCN

source: Generic
fr: Générique
hi: जेनेरिक
it: Generica
tr: Genel

source: Filing rules are mapped to :ref:`Classification sources <adding/editing-classification-sources-label>`. You can setup new filing rules by using the 'New filing rule' button. To edit use the 'Edit' button.
fr: Les règles de classement correspondent aux :ref:`sources de classification <adding/editing-classification-sources-label>`. Vous pouvez définir de nouvelles règles de classement en utilisant le bouton "Ajouter règle de classement". Pour les modifier, cliquez sur le bouton "Modifier".
hi: फाइलिंग नियमों को मैप किया गया है: रेफरी: 'वर्गीकरण स्रोत <adding/editing-classification-sources-label>`। आप 'नया फाइलिंग नियम' बटन का उपयोग कर नए फाइलिंग नियम सेट कर सकते हैं। संपादित करने के लिए 'संपादित करें' बटन का उपयोग करें।
tr: Dosyalama kuralları :ref:`Sınıflama kaynakları <adding/editing-classification-sources-label>` ile eşleştirilir. Yeni dosyalama kurallarını 'Yeni dosyalama kuralı' butonunu kullanarak kurabilirsiniz. Düzenleme yapmak için 'Düzenle' butonunu kullanın.

source: Enter a code and a description
fr: Entrez un code et une description
hi: एक कोड और एक विवरण दर्ज करें
it: Inserisci un codice e una descrizione
tr: Bir kod ve açıklama girin

source: Choose an appropriate filing routine - dewey, generic or lcc
fr: Choisissez une routine de classement : dewey, générique, lcc.
hi: एक उपयुक्त दाखिल दिनचर्या चुनें - डेवी, सामान्य या एलसीसी
it: Scegli la regola di normalizzazione: dewey, generic, lcc
tr: Uygun bir dosyalama yordamı seçin - dewey, generic ya da lcc

source: Record matching rules
fr: Règles de concordance
hi: रिकार्ड मिलान नियम
tr: Kayıt eşleştirme kuralları

source: Record matching rules are used when importing MARC records into Koha.
fr: Les règles de concordance sont utilisées au moment de l'import de notices MARC dans Koha.
hi: रिकार्ड मिलान नियमों का उपयोग किया जाता है जब आयात मार्क Koha में रिकॉर्ड।
it: Le regole di match sono usate quando si importano record MARC in Koha.
tr: MARC kayıtları Koha'ya aktarılırken kayıt eşleştirme kuralları kullanılır.

source: *Get there:* More > Administration > Catalog > Record matching rules
fr: Aller à : Plus > Administration > Catalogue > Règles de concordance
hi: *वहाँ जाओ* अधिक > प्रशासन > केटालॉग > रिकार्ड मिलान नियम
tr: *Gidiş yolu:* Daha fazla > Yönetim > Katalog > Kayıt eşleştirme kuralları

source: The rules that you set up here will be referenced with you :ref:`Stage MARC records for import <stage-marc-records-for-import-label>`.
fr: Les règles que vous définissez ici seront utilisées lors du :ref:`téléchargement des notices dans le réservoir <stage-marc-records-for-import-label>`.
hi: आपके द्वारा यहां स्थापित नियमों का संदर्भ आपके साथ किया जाएगा :ref:`आयात के लिए चरण मार्क रिकॉर्ड्स<stage-marc-records-for-import-label>`.
tr: Burada ayarladığınız kurallar :ref:`MARC kayıtlarını içe aktarmak İçin hazırla <stage-marc-records-for-import-label>` tarafından referans alınacaktır.

source: It is important to understand the difference between 'Match points' and 'Match checks' before adding new matching rules to Koha.
fr: Il est important de comprendre la différence entre les «points de concordance» et les «contrôles de concordance» avant d’ajouter de nouvelles règles de concordance à Koha.
hi: कोहा को नए मिलान नियम जोड़ने से पहले 'मैच पॉइंट' और 'मैच चेक' के बीच अंतर को समझना महत्वपूर्ण है।
tr: Koha'ya yeni eşleştirme kuralları eklemeden önce, 'Eşleşme noktaları' ve Eşleşme kontrolleri' arasındaki farkı anlamak önemlidir.

source: Match points are the criteria that you enter that must be met in order for an incoming record to match an existing MARC record in your catalog. You can have multiple match points on an import rule each with its own score. An incoming record will be compared against your existing records ('one record at a time') and given a score for each match point. When the total score of the match points matches or exceeds the threshold given for the matching rule, Koha assumes a good match and imports/overlays according your specifications in the import process. An area to watch out for here is the sum of the match points. Double check that the matches you want will add up to a successful match.
fr: Les points de concordance sont les critères que vous entrez qui doivent être remplis pour qu'une notice corresponde à un enregistrement MARC existant dans votre catalogue (doublon). Vous pouvez avoir plusieurs points de concordance sur un import, chacun avec son propre score. Une notice importée sera comparé à vos notices existantes ("une notice à la fois") et se verra attribuer un score pour chaque match. Lorsque le score total des points de concordance correspond ou dépasse le seuil indiqué pour la règle de concordance, Koha suppose un doublon correct et l'importe / le superpose en fonction de vos spécifications dans le processus d'importation. Un domaine à surveiller ici est la somme des points de concordance. Vérifiez à nouveau que les concordances que vous voulez donneront une concordance réussie (doublon).
hi: मिलान अंक वह मानदंड हैं जो आप दर्ज करते हैं जिन्हें आपके कैटलॉग में मौजूदा एमएआरसी रिकॉर्ड से मेल खाने के लिए आने वाले रिकॉर्ड के लिए पूरा किया जाना चाहिए।आप प्रत्येक के अपने स्कोर के साथ एक आयात नियम पर एकाधिक मिलान अंक प्राप्त कर सकते हैं। एक आने वाले रिकॉर्ड की तुलना आपके मौजूदा रिकॉर्ड ('एक समय में एक रिकॉर्ड') के मुकाबले की जाएगी।और प्रत्येक मैच बिंदु के लिए स्कोर दिया।जब मैचपॉइंट्स का कुल स्कोर मिलान नियम के लिए दिए गए थ्रेसहोल्ड से मेल खाता है या उससे अधिक है, तो कोहा आयात प्रक्रिया में आपके विनिर्देशों के अनुसार एक अच्छा मैच और आयात / ओवरले मानता है।यहां देखने के लिए एक क्षेत्र मिलान बिंदुओं का योग है। डबलशेक करें कि आप जो मैचों को चाहते हैं वे एक सफल मैच में शामिल होंगे।
tr: Eşleşme Puanları gelen bir kaydın kataloğunuzda mevcut olan bir MARC kaydı ile eşleşmesi için karşılaması gereken sizin tarafınızdan girilen bir kriterdir. Bir içe aktarma kuralı üzerinde her birisi kendi skoruna sahip olan birden çok eşleşme puanı girebilirsiniz. Gelen bir kayıt mevcut kaydınızla karşılaştırılacaktır ('bir seferde bir kayıt') ve her eşleşme puanı için bir skor verilecektir. Eşleşme puanlarının toplam skoru, eşleşme kuralı için belirlenen eşik ile eşleşir ya da geçerse, Koha bu durumu başarılı bir eşleştirme olarak varsayacak ve içe aktarma işlemindeki özelliklere göre içe aktarma/üzerine yazma işlemini gerçekleştirecektir. Burada dikkat edilmesi gereken alan eşleşme puanlarının toplamıdır. İstediğiniz eşleştirmelerin başarılı bir eşleştirme ile toplanması için tekrar kontrol edin.

source: Example:
fr: Exemples:
hi: उदाहरण:
it: Esempio:
tr: Örnek:

source: Threshold of 1000
fr: Seuil de concordance : 1000
hi: 1000 की दहलीज
it: Soglia di 1000
tr: 1000 eşiği

source: Match point on 020$a 1000
fr: Point de concordance sur 020$a 1000
hi: 020$a 1000 पर मिलान बिंदु
tr: 020$a 1000 üzerinde eşleşme noktası

source: Match point on 022$a 1000
fr: Point de concordance sur 022$a 1000
hi: 022$a 1000 पर मिलान बिंदु
tr: 022$a 1000 üzerinde eşleşme noktası

source: Match point on 245$a 500
fr: Point de concordance sur 245$a 500
hi: 245$a 500 पर मिलान बिंदु
tr: 245$a 500 üzerinde eşleşme noktası

source: Match point on 100$a 100
fr: Point de concordance sur 100$a 100
hi: 100$a 100 पर मिलान बिंदु
tr: 100$a 100 üzerinde eşleşme noktası

source: In the example above, a match on either the 020$a or the 022$a will result in a successful match. A match on 245$a title and 100$a author (and not on 020$a or 022$a) will only add up to 600 and not be a match. And a match on 020$a and 245$a will result in 1500 and while this is a successful match, the extra 500 point for the 245$a title match are superfluous. The incoming record successfully matched on the 020$a without the need for the 245$a match. However, if you assigned a score of 500 to the 100$a Match Point, a match on 245$a title and 100$a author will be considered a successful match (total of 1000) even if the 020$a is not a match.
fr: Dans l'exemple ci-dessus, une concordance sur le 020$a ou le 022$a aboutira à une concordance réussie. Une concordance sur 245$a par titre et 100$a par auteur (et non sur 020$a ou 022$a) n'ajoutera pas plus de 600 et ne sera pas une concordance. Un match sur 020$a et 245$a donnera 1500. Du fait que c'est soit une concordance réussie, les 500 points supplémentaires de la concordance pour le titre 245$a sont superflus. La notice importée a été appariée avec succès sur le 020$a sans nécessiter la concordance du 245$a. Cependant, si vous avez attribué un score de concordance de 500 sur 100$, une concordance sur 245$a par titre et sur 100$a par auteur sera considéré comme un match réussi (total de 1000) même si le 020$a n'est pas un match.
hi: उपरोक्त उदाहरण में, या तो 020 $ एक पर एक मैच या 022 $ एक एक सफल मैच में परिणाम होगा. 245 $ एक शीर्षक और $ 100 एक लेखक पर एक मैच (और पर 020 $ एक या 022 $ एक नहीं) केवल 600 तक बढ़ जाएगा और एक मैच नहीं हो. और उस पर 020 $ ए और 245 $ एक मैच 1500 में परिणाम होगा और जब तक यह एक सफल मैच, 245 $ एक शीर्षक मैच के लिए अतिरिक्त 500 बिंदु है ज़रूरत से ज़्यादा हैं. भेजे गए रिकॉर्ड को सफलतापूर्वक 245 के लिए आवश्यकता के बिना 020 $ एक पर मिलान एक मैच $. हालांकि, अगर आप 500 के स्कोर सौंपा $ 100 एक मैच प्वाइंट, 245 $ एक शीर्षक और 100 पर एक मैच भले ही 020 $ एक एक मैच नहीं है $ एक लेखक एक सफल मैच (1000 का कुल) पर विचार किया जाएगा .
it: Nell'esempio precedente, un match sul campo 020$a o 022$a comporta una coincidenza. Un match su 245$a titolo e 100$a autore (ma non 020$a o 022$a) raggiungerà quota 600 ma non costituisce un match. E un match su 020$a e 245$a raggiunge quota 1500, che è quindi coincidenza, e i restanti 500 punti sono superflui. Il record entrante coincide con lo 020$a senza la necessità della coincidenza con il 245$a. Tuttavia, se si assegna un punteggio di 500 al 100$a, un match con 245$a titolo e 100$a autore verrà considerato sufficiente (totale 1000) anche se non c'è match su 020$a.
tr: Yukarıdaki örnekte, 020$a veya 022$a alanları üzerindeki eşleşme başarılı bir şekilde sonuçlanacaktır. 245#a başlık ve 100$a yazar alanları (ve 020$a veya 022$a alanları üzerinde değil) yalnızca 600 ile toplanacak ve eşleşme olmayacaktır. Ve 020$a ve 245$a alanları üzerinde bir eşleşme 1500 ile sonuçlanacak ve bu başarılı bir eşleşme iken, 245$a başlık eşleşmesi için ekstra 500 puan fazladan olacaktır. Gelen kayıt 020$a üzerinde 245$a eşleşmesine gerek olmadan başarıyla eşleşmiştir. Bununla birlikte 100$a Eşleşme Puanına 500 skorunu atadıysanız, 245$a başlık ve 100$a yazar alanları, 020$a başarılı bir eşleşme olmasa bile başarılı bir eşleşme olarak (toplam 1000) nitelendirilecektir.

source: Match checks are not commonly used in import rules. However, they can serve a couple of purposes in matching records. First, match checks can be used as the matching criteria instead of the match points if your indexes are stale and out of date. The match checks go right for the data instead of relying on the data in the indexes. (If you fear your indexes are out of date, a rebuild of your indexes would be a great idea and solve that situation!) The other use for a match check is as a 'double check' or 'veto' of your matching rule. For example, if you have a matching rule as below:
fr: Les contrôles de concordance ne sont pas couramment utilisés dans les règles d'import. Cependant, ils peuvent servir à plusieurs fins dans la mise en concordance des notices. Premièrement, les contrôles de concordance peuvent être utilisés comme critères de concordance au lieu des points de concordance si vos index sont périmés et obsolètes. Les contrôles de concordance fonctionnent bien pour les données au lieu de compter sur les données dans les index. (Si vous craignez que vos index ne soient obsolètes, une reconstruction de vos index serait une excellente idée et permettrait de résoudre cette situation !) L'autre utilisation d'un contrôle de concordance est la "double vérification" ou le "veto" de votre règle de concordance. Par exemple, si vous avez une règle de concordance comme ci-dessous.
hi: मैच चेक आमतौर पर आयात नियमों में उपयोग नहीं किया जाता है। हालांकि, वे मिलान के रिकॉर्ड में कुछ उद्देश्यों को पूरा कर सकते हैं। सबसे पहले, मिलान सूचकांक मिलान बिंदुओं के बजाय मिलान मानदंड के रूप में उपयोग किया जा सकता है यदि आपकी अनुक्रमणिका पुरानी और पुरानी है। इंडेक्स में डेटा पर भरोसा करने के बजाय मैच चेक डेटा के लिए सही है। (यदि आपको डर है कि आपकी इंडेक्स पुरानी है, तो आपके इंडेक्स का पुनर्निर्माण एक अच्छा विचार होगा और उस स्थिति को हल करेगा!) मैच चेक के लिए दूसरा उपयोग आपके मिलान नियम के 'डबल चेक' या 'वीटो' के रूप में है। उदाहरण के लिए, यदि आपके पास नीचे मिलान नियम है:
tr: Eşleşme Kontrolleri içe aktarma kurallarında yaygın olarak kullanılmaz. Bununla birlikte, kayıt eşleştirmelerinde bir kaç amaca hizmet edebilirler. İlk olarak eğer dizinleriniz eski ve güncelliğini yitirmişse, eşleşme kriteri olarak eşleşme noktaları yerine eşleşme kontrolleri kullanılabilir. Eşleşme kontrolleri dizinlerin içindeki verilere bağlı kalmak yerine doğrudan veriye gider. (Eğer dizinlerinizin güncelliğini kaybettiğini düşünüyorsanız, dizinlerinizi yeniden oluşturmanız bu sorunu çözmek için harika bir fikir olacaktır!) Eşleşme Kontrolünün diğer bir kullanımı, 'double check' veya 'veto' olarak eşleşme kuralınızda kullanımıdır. Örneğin, eğer aşağıdaki gibi bir eşleşme kuralınız varsa:

source: Match check on 245$a
fr: Contrôle de concordance sur 245$a
hi: 245$a पर जाँच मिलान
tr: 245$a üzerinde eşleşme kontrolü
