Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: *Get there:* More > Administration > Patrons and circulation > Circulation and fines rules
fr: *Aller à :* Plus > Administration > Adhérents et Circulation > Catégories d'adhérents
hi: *वहा जाओं:*अधिक > प्रशासन > संरक्षक और परिसंचरण > परिसंचरण और जुर्माना नियमों
tr: *Gidiş yolu:* Daha fazla > Yönetim> Yönetim> Kullanıcılar ve dolaşım> Dolaşım ve ceza kuralları

source: The rules are applied from most specific to less specific, using the first found in this order:
fr: Les règles sont appliquées de la plus spécifique à la plus générale. Dans l'ordre suivant&nbsp;:
hi: नियमों को कम करने के लिए सबसे विशिष्ट विशेष से लागू कर रहे हैं, इस क्रम में पाया का उपयोग:
it: Le regole sono applicate dal più specifico al meno specifico. Nell'ordine:
tr: Kurallar şu sırayı kullanarak en özelden daha az özele doğru uygulanır:

source: The :ref:`CircControl` and :ref:`HomeOrHoldingBranch` also come in to play when figuring out which circulation rule to follow.
fr: Les préférences :ref:`CircControl` et :ref:`HomeOrHoldingBranch` entrent aussi en jeu lors du calcul de la règle de circulation à suivre.
hi: यह :ref:`CircControl` और :ref:`HomeOrHoldingBranch` भी यह पता लगाने के लिए आती है कि कौन से परिसंचरण नियम का पालन करना है।
it: Le preferenze :ref:`CircControl` e :ref:`HomeOrHoldingBranch` entrano in gioco anche per capire la regola di circolazione da seguire.
tr: hangi dolaşım kuralının izleneceği hesaplanırken :ref:`CircControl` ve :ref:`HomeOrHoldingBranch` sistem tercihleri de devreye girebilir.

source: If CircControl is set to "the library you are logged in at" circulation rules will be selected based on the library you are logged in at
fr: Si "CircControl" est réglé sur "le site où vous êtes connecté", les règles de circulation seront choisies en se basant sur le site auquel le professionnel qui fait le prêt est connecté .
hi: यदि सर्ककंट्रोल "जिस पुस्तकालय में आपने लॉग इन किया है" पर सेट किया गया है, तो परिसंचरण नियमों का चयन उस लाइब्रेरी के आधार पर किया जाएगा, जिस पर आप लॉग इन हैं
tr: Eğer CircControl "oturum açtığınız kütüphane"ye göre ayarlanmışsa, dolaşım kuralları oturum açtığınız kütüphane temel alınarak seçilecektir

source: If CircControl is set to "the library the patron is from" circulation rules will be selected based on the patron's library
fr: Si "CircControl" est réglé sur "le site d'inscription de l'adhérent", les règles de circulation seront choisies en se basant sur le site de l'adhérent
hi: यदि सर्ककंट्रोल "संरक्षक से पुस्तकालय" पर सेट है, तो परिसंचरण नियमों का चयन संरक्षक पुस्तकालय के आधार पर किया जाएगा
tr: Eğer CircControl "kullanıcının bulunduğu kütüphane"ye göre ayarlanmışsa, dolaşım kuralları kullanıcının kütüphanesi temel alınarak seçilecektir

source: If CircControl is set to "the library the item is from" circulation rules will be selected based on the item's library where HomeOrHoldingBranch chooses if item's home library is used or holding library is used.
fr: Si "CircControl" est réglée sur "la bibliothèque d'appartenance de l'exemplaire", les règles de circulation seront basées sur le site de l'exemplaire suivant le paramétrage défini dans HomeOrHoldingBranch (bibliothèque de l'exemplaire ou la bibliothèque où l'exemplaire a été emprunté).
hi: यदि सर्ककंट्रोल "लाइब्रेरी से आइटम है" पर सेट किया गया है, तो परिसंचरण नियम आइटम की लाइब्रेरी के आधार पर चुने जाएंगे जहां होमऑरहोल्डिंग ब्रांच चुनता है कि आइटम की होम लाइब्रेरी का उपयोग किया जाता है या होल्डिंग पुस्तकालय किया जाता है।
tr: Eğer CircControl "materyalin bulunduğu kütüphane"ye göre ayarlamışsa, dolaşım kuralları HomeOrHoldingBranch'ın materyalin ana kütüphanede mi yoksa ayırma kütüphanesinde mi kullanıldığını seçmesiyle, materyalin bulunduğu kütüphane temel alınarak seçilecektir.

source: If :ref:`IndependentBranches` is set to 'Prevent' then the value of HomeOrHoldingBranch is used in figuring out if the item can be checked out. If the item's home library does not match the logged in library, the item cannot be checked out unless you are a :ref:`superlibrarian <patron-permissions-defined-label>`.
fr: Si :ref:`IndependentBranches` est réglé sur "Empêcher" alors la valeur de HomeOrHoldingBranch est utilisée pour déterminer si le document peut être emprunté ou pas. Si la bibliothèque d'origine du document ne correspond pas à la bibliothèque où le prêt est fait, le document ne peut pas être prêté à moins que vous ne soyez un :ref:`superbibliothécaire <patron-permissions-defined-label>`.
hi: यदि: रेफरी: 'इंडिपेंडेंट ब्रांच' को 'रोकें' पर सेट किया गया है तो होमऑरहोल्डिंग ब्रंच का मूल्य यह पता लगाने में किया जाता है कि आइटम की जांच की जा सकती है या नहीं। यदि आइटम की होम लाइब्रेरी लॉग इन लाइब्रेरी से मेल नहीं खाती है, तो आइटम को चेक आउट नहीं किया जा सकता है जब तक आप एक नहीं हैं: ref: `superlibrarian<patron-permissions-defined-label>`.
it: Se :ref:`IndependentBranches` è impostato su 'Evitare', allora il valore di HomeOrHoldingBranch viene utilizzato per capire se la copia può essere prestata. Se biblioteca padrona della copia non corrisponde con la biblioteca a cui si è collegato l'utente, la copia non può essere prestata, tranne se sei un :ref:`superlibrarian <patron-permissions-defined-label>`.
tr: Eğer ref:`IndependentBranches` 'Prevent' olarak ayarlanırsa, HomeOrHoldingBranch'in değeri materyalin ödünç verilip verilemeyeceğini hesaplamada kullanılır. Materyalin ana kütüphanesi oturum açılan kütüphane ile eşleşmezse, bir `superlibrarian <patron-permissions-defined-label>` iznine sahip olmadan materyal ödünç verilemez.

source: From the matrix you can choose any combination of patron categories and item types to apply the rules to
fr: Vous pouvez choisir dans la matrice toutes les combinaisons de catégories d'adhérent et de types d'exemplaire sur lesquelles appliquer les règles.
hi: मैट्रिक्स से आप के लिए नियमों को लागू करने के लिए संरक्षक श्रेणियों और आइटम प्रकार के किसी भी संयोजन का चयन कर सकते हैं
it: Nella matrice puoi scegliere ogni combinazione di categoria utente e tipologia di copia su cui vuoi applicare le regole che definisci
tr: Matristen, kullanıcı kategorilerinden ve materyal türlerinden her hangi bir kombinasyonu kuralları uygulamak için seçebilirsiniz.

source: First choose which patron category you'd like the rule to be applied to. If you leave this to 'All' it will apply to all patron categories
fr: Choisissez d'abord la catégorie d'adhérent à laquelle appliquer la règle. Si vous laissez à Défaut, la règle s'appliquera à toutes les catégories d'adhérent.
hi: सबसे पहले आप नियम को लागू किया जा करना चाहते हैं जो संरक्षक वर्ग का चयन करें। आप को यह छोड़ देते हैं 'सभी' यह सब संरक्षक श्रेणियों के लिए लागू होगी
it: Per prima cosa scegli a quale categoria utente la regola si applicherà. Se lasci 'Tutte', si applicherà a tutte le categorie utente
tr: Öncelikle kuralı hangi kullanıcı kategorisine uygulamak istediğinizi seçin. Bunu 'Hepsi' şeklinde bırakırsanız, bu kural tüm kullanıcı kategorilerine uygulanacaktır.

source: If you're allowing :ref:`OnSiteCheckouts` then you may also want to set a limit on the number of items patron's can have onsite.
fr: Si vous autorisez les prêts sur place (:ref:`OnSiteCheckouts`), alors vous souhaitez peut-être aussi limiter le nombre de documents que les adhérents peuvent emprunter sur place.
hi: यदि आप अनुमति दे रहे हैं :ref:`OnSiteCheckouts` तो आप संरक्षक के ऑनसाइट पर आइटम की संख्या पर भी सीमा निर्धारित करना चाहेंगे।
it: Se stai permettendo :ref:`OnSiteCheckouts` allora si potrebbe anche voler impostare un limite al numero di copie che un utente può avere in loco.
tr: :ref:`OnSiteCheckouts` tercihine izin veriyorsanız kullanıcıların yerinde kullanım için alabilecekleri materyal sayısına sınır koymak isteyebilirsiniz.

source: This setting also depends on the :ref:`ConsiderOnSiteCheckoutsAsNormalCheckouts` preference
fr: Ce paramétrage dépend aussi de la préférence :ref:`ConsiderOnSiteCheckoutsAsNormalCheckouts`
hi: यह सेटिंग भी इस पर निर्भर करती है :ref:`ConsiderOnSiteCheckoutsAsNormalCheckouts` वरीयता
it: Questa impostazione dipende anche dalla preferenza :ref:`ConsiderOnSiteCheckoutsAsNormalCheckouts`
tr: Bu ayar aynı zamanda `ConsiderOnSiteCheckoutsAsNormalCheckouts` sistem tercihine bağlıdır

source: Define the period of time an item can be checked out to a patron by entering the number of units (days or hours) in the 'Loan period' box.
fr: Définir la durée de prêt pour un document pour un adhérent en saisissant le nombre d'unités (jours ou heures) dans la boîte 'Période de prêt'.
hi: 'ऋण अवधि' बॉक्स में इकाइयों की संख्या (दिन या घंटों) दर्ज करके एक आश्रय में समय की एक वस्तु को चेक कर सकते समय की अवधि को परिभाषित करें.
it: Definire il periodo di tempo in cui una copia può essere prestata a un utente inserendo il numero di unità (giorni o ore) nella casella 'periodo di prestito'.
tr: 'Ödünç alma periyodu' kutusuna birimlerin sayısını (gün veya saat) girerek, bir kullanıcının bir materyali ödünç alabileceği zaman periyodunu tanımlayın.

source: Enter only numbers and decimal points (no currency symbols).
fr: Saisissez uniquement des chiffres et le séparateur décimal."
hi: केवल संख्याएं और दशमलव अंक दर्ज करें (कोई मुद्रा प्रतीक नहीं).
it: Inserisci solo numeri e punti per i decimali (nessun simbolo di valuta).
tr: Sadece sayılar ve ondalık ayırıcıları girin (para birimi simgeleri girmeyin).

source: 'When to charge' is most handy in libraries that have a fine charging interval of more than 1 day.
fr: «&nbsp;Quand faire payer&nbsp;» est surtout utile dans les bibliothèques qui ont une périodicité pour les amendes supérieure à 1 jour.
hi: 'जब चार्ज करने के लिए' पुस्तकालयों अधिक से अधिक 1 दिन का जुर्माना चार्ज अंतराल है कि में सबसे आसान है.
it: 'Quando caricare' è più pratico nelle biblioteche che hanno un intervallo di ricarica multa di più di 1 giorno.
tr: 'Tahsil etme zamanı' ceza tahsil etme aralığı 1 günden fazla olan kütüphaneler için çok kullanışlıdır.

source: This can only be set for the Day unit, not in Hours
fr: Important :Cela peut seulement être défini en jours, pas en heures.
hi: यह केवल दिन इकाई के लिए निर्धारित किया जा सकता है, घंटे में नहीं
it: Questa opzione può essere impostata solo in giorni, non in ore
tr: Bu yalnızca gün birimi için ayarlanabilir, saat olarak ayarlanamaz

source: If this field is left blank then Koha will not put a limit on the fines this item will accrue. A maximum fine amount can be set using the :ref:`MaxFine` system preference.
fr: Si ce champ est laissé vide, Koha ne mettra pas de limite aux amendes générées. Un montant maximal d'amende peut-être fixé avec la préférence système :ref:`MaxFine`.
hi: यदि यह क्षेत्र खाली छोड़ दिया गया है तो कोहा इस जुर्माना जुर्माना पर सीमा नहीं लगाएगा। अधिकतम जुर्माना राशि का उपयोग करके सेट किया जा सकता है :ref:`MaxFine` सिस्टम वरीयता।
it: Se questo campo non viene compilato Koha non limiterà l'ammontare di multe che una copia può causare. L'ammontare massimo di una multa può essere impostato tramite la preferenza di sistema :ref:`MaxFine`.
tr: Bu alan boş bırakılırsa, Koha bu materyal üzerine tahakkuk edecek cezalar için bir limit koymaz. Maksimum ceza miktarı :ref:`MaxFine` sistem tercihi kullanılarak ayarlanabilir.

source: If you would like to prevent overcharging patrons for a lost items, you can check the box under 'Cap fine at replacement price.' This will prevent the patron's fines from going above the replacement price on the item.
fr: Si vous voulez faire en sorte de ne pas surfacturer les adhérents pour les documents perdus, vous pouvez coher la case "Limiter l'amende au prix de remplacement". Cela empêchera que le montant des amendes dépasse le prix de remplacement du document.
hi: यदि आप खोए गए सामानों के लिए ओवरचर्जिंग संरक्षक को रोकना चाहते हैं, तो आप 'प्रतिस्थापन मूल्य पर कैप जुर्माना' के अंतर्गत बॉक्स को चेक कर सकते हैं। यह संरक्षक की जुर्माना को आइटम पर प्रतिस्थापन मूल्य से ऊपर जाने से रोक देगा।
it: Se si desidera evitare di sovracaricare gli utenti per le copie smarrite, puoi attivare la casella di 'Multa massima uguale al prezzo di sostituzione.' Questo impedirà alle multe dell'utente di superare il prezzo di sostituzione della copia.
tr: Kullanıcıların kayıp materyaller üzerinden fazla ücretlendirilmesini önlemek isterseniz, 'Yenileme fiyatı üst sınırı' başlığının altındaki kutuyu işaretleyebilirsiniz. Bu, kullanıcıların para cezalarının materyal üzerindeki yenileme fiyatının üzerine çıkmasını önleyecektir.

source: If the 'Overdue fines cap' is also set, the fine will be the lesser of the two, if both apply to the given overdue checkout.
fr: Si "Limiter l'amende au prix de remplacement" est ainsi défini, l'amende sera le montant le moins élevé des deux si tous les deux peuvent s'appliquer pour un même prêt.
hi: यदि 'ओवरड्यू जुर्माना कैप' भी सेट किया गया है, तो दोनों जुर्माना चेकआउट पर लागू होने पर जुर्माना दोनों का कम होगा।
it: Se il 'tetto multe prestiti scaduti' è pure definito, la multa sarà al massino il minore dei due valori, se entrambi si applicano al prestito in ritardo.
tr: 'Gecikme cezaları sınırı' da ayarlanırsa para cezası, eğer her ikisi de verilen gecikme zamanı için geçerliyse, ikisinden de daha az olacaktır.

source: If you're allowing renewals you can control how soon before the due date patrons can renew their materials with the 'No renewals before' box.
fr: Si vous autorisez les renouvellements, vous pouvez contrôler combien de temps avant la date de retour prévue, les adhérents peuvent renouveler leurs documents, avec la case 'Pas de renouvellement avant".
hi: यदि आप नवीकरण की इजाजत देते हैं तो आप यह नियंत्रित कर सकते हैं कि नियत तारीख से पहले कितने समय पहले संरक्षक 'सामग्री से पहले कोई नवीनीकरण नहीं' बॉक्स के साथ अपनी सामग्री को नवीनीकृत कर सकते हैं.
it: Se stai permettendo rinnovi, si può controllare quanto tempo prima della data di scadenza gli utenti possono rinnovare i loro prestiti con la casella 'No rinnovi prima di'.
tr: Süre uzatmaya izin veriyorsanız, kullanıcıların iade tarihinden kaç gün önce ödünç aldıkları materyallerin süresini uzatabileceklerini 'No renewals before' kutusundan denetleyebilirsiniz.

source: Items can be renewed at any time if this value is left blank. Otherwise items can only be renewed if the item is due after the number in units (days/hours) entered in this box.
fr: Si ce champ est non rempli les exemplaires peuvent être renouvelés à tout moment. Sinon, les exemplaires ne sont renouvelés que si l'exemplaire doit être rendu est à selon le nombre rempli en unités (jours/heures) dans cette boîte de dialogue.
hi: आइटम को किसी भी समय नवीनीकृत किया जा सकता है अगर यह मान रिक्त छोड़ दिया जाता है. अन्यथा आइटमों को न केवल नवीनीकृत किया जा सकता है यदि आइटम इस बॉक्स में दर्ज इकाइयों (दिन/घंटे) में नंबर के बाद हो.
it: I prestiti possono essere rinnovati in qualsiasi momento, se questo valore viene lasciato vuoto. In caso contrario, i prestiti possono essere rinnovati solo se la copia deve essere resa dopo il numero di unità di tempo (giorni / ore) indicate in questa casella.
tr: Bu değer boş bırakılırsa materyallerin süresi istenilen her hangi bir zaman uzatılabilir. Aksi halde materyallerin süresi yalnızca materyal bu kutuya girdiğiniz sayı birimleri (gün/saat) sonrası gecikmeye kalırsa uzatılabilir.

source: To control this value on a more granular level please set the :ref:`NoRenewalBeforePrecision` preference.
fr: Pour contrôler cette valeur à un niveau plus fin, il faut configurer la préférence :ref:`NoRenewalBeforePrecision`.
hi: इस मूल्य को अधिक बारीक स्तर पर नियंत्रित करने के लिए कृपया सेट करें :ref:`NoRenewalBeforePrecision` वरीयता।
it: Per controllare questo valore in modo più preciso, impostare la preferenza di sistema :ref:`NoRenewalBeforePrecision`.
tr: Bu değeri daha ayrıntılı bir düzeyde kontrol etmek için lütfen :ref:`NoRenewalBeforePrecision` tercihini ayarlayın.

source: You will need to enable the :ref:`automatic renewal cron job <automatic-renewal-label>` for this to work.
fr: Vous devrez activer :ref:`le cron job (ou tâche planifiée) de renouvellement automatique <automatic-renewal-label>` pour que cela fonctionne.
hi: आपको काम करने के लिए :ref:`स्वचालित नवीनीकरण क्रॉन जॉब <automatic-renewal-label>' सक्षम करने की आवश्यकता होगी।
it: È necessario attivare il cron job :ref:`rinnovo automatico <automatic-renewal-label>` per fare questo.
tr: Bunun çalışması için `otomatik süre uzatma cron job'unu <automatic-renewal-label>`etkinleştirmeniz gerekli olacaktır.

source: You can also decide if patrons are allowed to place item specific holds on the item type in question. The options are:
fr: Vous pouvez également décider si les adhérent peuvent faire des réservations sur un exemplaire en particulier. Les options sont:
hi: आप यह भी तय कर सकते हैं कि क्या प्रश्नकर्ता मद प्रकार पर मद विशिष्ट धारण करने के लिए संरक्षक को अनुमति है या नहीं. विकल्प हैं:
it: È anche possibile decidere se gli utenti sono autorizzati a prenotare copie specifiche sul tipo di materiale in questione. Le opzioni sono:
tr: Ayrıca kullanıcıların söz konusu materyal türüne özel tutarlar yerleştirmesine izin verilip verilmeyeceğine karar verebilirsiniz. Seçenekler şunlardır:

source: After choosing to clone you will be presented with a confirmation message.
fr: Après avoir choisi de cloner, un message de confirmation s'affichera.
hi: क्लोन करने के लिए चुनने के बाद आप एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा।
it: Dopo aver scelto di fare una copia, ti verrà presentato un messaggio di conferma.
tr: Klonlamayı seçtikten sonra size bir onay mesajı sunulacak.

source: From this menu you can set a default to apply to all item types and patrons in the library if no other option is set in the forms below.
fr: Vous sélectionnez dans ce menu une règle par défaut qui s'appliquera à tous les types d'exemplaire et toutes les catégories d'adhérent de la bibliothèque.
hi: इस मेनू से आप एक डिफ़ॉल्ट सेट कर सकते हैं कि लाइब्रेरी में सभी आइटम प्रकारों और संरक्षकों पर लागू होने के लिए यदि कोई अन्य विकल्प नीचे दिए गए फ़ॉर्म में सेट नहीं किया गया हो.
it: Da questo menu è possibile impostare un valore predefinito da applicare a tutti i tipi utente e copia nella biblioteca se nessun'altra opzione è impostata nei moduli sottostanti.
tr: Başka diğer bir seçenek aşağıdaki formlarda ayarlı değilse bu menüden kütüphanedeki tüm materyal türleri ve kullanıcılara uygulamak için bir varsayılan ayarlayabilirsiniz.

source: In 'Total current checkouts allowed' enter the total number of items patrons can have checked out at one time
fr: Saisissez dans "Nombre Total de prêts autorisés" le maximum de documents qu'un adhérent peut emprunter à la fois.
hi: 'कुल वर्तमान चेकआउट की अनुमति' में कुल आइटमों की संख्या दर्ज करें जो संरक्षक एक बार में चेक आउट कर सकते हैं
it: In 'Totale prestiti attualmente autorizzati' inserisci il numero totale di copie che un utente può avere in prestito in contemporanea
tr: 'İzin verilen mevcut ödünç alma' içine kullanıcıların bir defada ödünç alabilecekleri toplam miktarı girin

source: In 'Total current on-site checkouts allowed' enter the total number of items patrons can have checked out on site at a time (:ref:`OnSiteCheckouts` needs to be set to 'Enable')
fr: Saisissez dans "Nombre Total de prêts sur place autorisés" le maximum de documents qu'un adhérent peut emprunter à la fois (:ref:`OnSiteCheckouts` doit être activée).
hi: 'कुल चालू ऑन-साइट चेकआउट की अनुमति' में आइटम की कुल संख्या में एक बार साइट पर संरक्षक चेक आउट हो सकते हैं (:ref:`OnSiteCheckouts` को 'सक्षम' पर सेट करने की आवश्यकता है)
it: In 'Prestiti locali attualmente autorizzati' inserisci il numero totale di copie che un utente può avere in prestito (:ref:`OnSiteCheckouts` deve essere attiva)
tr: 'İzin verilen mevcut ödünç alma' içine kullanıcıların bir defada ödünç alabilecekleri toplam miktarı girin (:ref:`OnSiteCheckouts` sistem tercihinin 'Etkinleştir' olarak ayarlanması gerekir)

source: Control where patrons can place holds from using the 'Hold Policy' menu
fr: Contrôle d'où les adhérents peuvent placer des réservations en utilisant le menu Politique de réservation
hi: नियंत्रण जहां संरक्षक जगह कर सकते हैं 'नीति पकड़' मेनू का उपयोग करने से रखती है
it: Con il menu 'Configurazione delle prenotazioni' definisci la sede da cui gli utenti possono effettuare le prenotazioni
tr: Kullanıcıların 'Ayırma Politikası' menüsü kullanarak nerede ayırma yapabileceklerini denetleyin

source: From Any Library: Patrons from any library may put this item on hold. (default if none is defined)
fr: Tout site : Les adhérents de tous les sites peuvent réserver cet exemplaire. (par défaut si aucun n'est sélectionné)
hi: किसी भी पुस्तकालय से संपर्क करें: किसी भी पुस्तकालय से संरक्षक होल्ड पर इस मद में रख सकता है। (डिफ़ॉल्ट अगर कोई भी परिभाषित किया गया है)
it: Da ogni biblioteca: utenti di ogni biblioteca posso fare prenotazioni su questa copia (default se nulla viene definito)
tr: Herhangi bir kütüphaneden: Kullanıcılar bu materyali herhangi bir kütüphaneden ayırtanilirler. (her hangi bir tanım yapılmamışsa varsayılan değeri kullanın)

source: From Home Library: Only patrons from the item's home library may put this book on hold.
fr: Site de rattachement : Seuls les adhérents du site de l'exemplaire peuvent réserver ce document.
hi: होम लाइब्रेरी से: आइटम आइटम के घर पुस्तकालय से संरक्षक होल्ड पर इस पुस्तक डाल सकता है।
it: Dalla biblioteca di appartenenza: solo gli utenti registrati alla biblioteca a cui appartiene la copia posso fare una prenotazione su questo libro.
tr: Ana kütüphaneden: Sadece ana kütüphanenin kullanıcıları bu kitabı ayırtabilir.

source: No Holds Allowed: No patron may put this book on hold.
fr: Réservation non autorisée : aucun adhérent ne pourra réserver ce livre.
hi: कोई अनुमति रखती है: कोई संरक्षक पकड़ पर इस पुस्तक डाल सकता है।
it: Prenotazioni non possibili: nessun utente può prenotare quest'opera
tr: Hiçbir Ayırmaya İzin Verilmedi: Hiçbir kullanıcı bu kitabı ayıramaz.

source: Control if there is a limit to filling a hold based on the item's library
fr: Contrôler s'il y a une limite pour satisfaire une réservation en se basant sur la bibliothèque du document
hi: आइटम की लाइब्रेरी के आधार पर होल्ड भरने की सीमा होने पर नियंत्रित करें
it: Controlla se c'è un limite alle prenotazioni in base alle copie della biblioteca
tr: Materyalin kütüphanesine dayalı olarak ayırtma için bir sınır olup olmadığını kontrol

source: any library
fr: Tout site
hi: कोई लाइब्रेरी
it: qualsiasi biblioteca
tr: herhangi bir kütüphane

source: item's home library
fr: bibliothèque d'origine de l'exemplaire
hi: आइटम की होम लाइब्रेरी
it: Biblioteca a cui appartiene la copia
tr: materyalin ana kütüphanesi

source: item's holding library
fr: bibliothèque dépositaire de l'exemplaire
hi: आइटम की होल्डिंग पुस्तकालय
it: Biblioteca che detiene la copia
tr: materyalin ayırtma kütüphanesi

source: The patron's home library should not affect whether a patron can place the hold, instead the hold will only be fillable when an item matching the pickup location becomes available.
fr: La bibliothèque d'appartenance de l'adhérent n'affectera pas la possibilité pour l'adhérent de poser une réservation, mais la réservation ne pourra être satisfaite que si un document correspond à la bibliothèque de livraison devient disponible.
hi: संरक्षक की होम लाइब्रेरी को प्रभावित नहीं करना चाहिए कि क्या संरक्षक होल्ड रख सकता है, इसके बजाय होल्ड केवल तभी भर जाएगी जब पिकअप स्थान से मेल खाने वाला कोई आइटम उपलब्ध हो जाए।
it: La biblioteca dell'utente non dovrebbe pesare su dove un utente può fare una prenotazione, invece la prenotazione sarà possibile quando verrà disponibile una copia nella biblioteca di ritiro.
tr: Kullanıcının ana kütüphanesi, bir kullanıcının ayırtma yapıp yapamayacağını etkilemez, bunun yerine ayırtma talebi yalnızca alım konumuyla eşleşen bir materyal kullanılabilir olduğunda gerçekleştirilebilir.
