Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: The description is the plain text definition of the item type (for those with multiple languages installed you can translate the item type description in to all of those languages using the 'Translate in to other languages' link)
fr: La description est une définition en texte libre du type de document (si vous avez un environnement multilingue, vous pouvez cliquer sur le lien "Traduire dans d'autres langues" pour ajouter la description du type de document dans une autre langue)
hi: विवरण आइटम प्रकार के सादे पाठ परिभाषा है (स्थापित आप उपयोग कर उन भाषाओं के सभी में आइटम प्रकार विवरण अनुवाद कर सकते हैं कई भाषाओं के साथ उन लोगों के लिए लिंक 'अन्य भाषाओं के लिए अनुवाद')
it: La descrizione è la definizione del tipo di elemento (per quelli con più lingue installate è possibile tradurre la descrizione del tipo di oggetto in tutte quelle lingue utilizzando il link 'Tradurre in altre lingue')
tr: Açıklama, materyal türünün düz metin tanımıdır (çoklu dil yüklü olanlar için, 'Diğer dillere çevir' bağlantısını kullanarak materyal türü açıklamalarının tümünü bu dillerin tümüne çevirebilirsiniz)

source: You can choose to have an image associated with your item type
fr: Vous pouvez choisir d'associer une image à un type de document
hi: आप अपने आइटम प्रकार से जुड़ी एक छवि चुन सकते हैं
it: Puoi scegliere se associare un'immagine al tuo tipo di copia
tr: Materyal türü ile ilgili bir resim seçebilirsiniz

source: You can choose from a series of image collections
fr: Vous pouvez choisir l'image dans une collection prédéfinie
hi: आप छवि संग्रह की एक श्रृंखला से चुन सकते हैं
it: Puoi scegliere tra diverse collezioni di icone
tr: Görüntü koleksiyonlar serisinden seçim yapabilirsiniz.

source: You can link to a remote image
fr: Vous pouvez sélectionner l'image par son URL sur un serveur distant
hi: आप एक दूरस्थ छवि के लिए लिंक कर सकते हैं
it: Puoi collegare un'immagine da un altro server
tr: Uzak bir resme bağlantı kurabilirsiniz

source: Or you can just have no image associated with the item type
fr: Ou bien vous pouvez simplement ne pas associer d'image au type d'exemplaire
hi: या फिर आप सिर्फ आइटम प्रकार के साथ जुड़े कोई छवि हो सकती है
it: Oppure puoi non associare alcuna immagine al tipo di copia
tr: Ya da materyal türüyle ilgili resminiz olmayabilir.

source: To have your item type images appear in the OPAC you need to set :ref:`noItemTypeImages` to 'Show'
fr: Vous devez activer la préférence système :ref:`noItemTypeImages` afin de faire apparaître les images à l'OPAC
hi: ओपेक में आपके आइटम प्रकार की छवियां दिखाई देने के लिए आपको सेट करने की आवश्यकता है : ref: `noItemTypeImages` 'दिखाने' के लिए
it: Affinché l'immagine appaia nell'OPAC devi impostare la preferenza di sistema :ref:`noItemTypeImages` impostata su 'Mostra'
tr: Materyal türü resimlerinin OPAC'da görünmesi için :ref:`noItemTypeImages` tercihini 'Göster' olarak ayarlamalısınız

source: *Get there:*\ More > Administration > Global system preferences > :ref:`Administration <administration-label>`
fr: *Allez à :*\ Plus > Administration > Préférences système > :ref:`Administration <administration-label>`
hi: *वहाँ जाओ:*\अधिक > प्रशासन > ग्लोबल सिस्टम वरीयताएँ > :ref:`प्रशासन <administration-label>`
tr: *Gidiş yolu:*\ Daha fazla > Yönetim > Genel sistem tercihleri > :ref:`Yönetici <administration-label>`

source: For items that you are suppressing from the OPAC you can hide their item type from being searched in the OPAC
fr: Vous pouvez cacher les types d'exemplaires que vous ne souhaitez pas voir affichés à l'OPAC.
hi: आइटम है कि आप ओपेक से दबा कर रहे हैं आप ओपेक में खोजा जा रहा से अपने आइटम प्रकार छिपाने के लिए कर सकते हैं
it: Per le copie che si stanno nascondendo nell'OPAC, è possibile nascondere il loro tipo di copia per non renderlo cercabile nell'OPAC
tr: OPAC'dan bastırdığınız materyaller için materyal türlerinin OPAC'da aranmasını gizleyebilirsiniz

source: For items that do not circulate, check the 'Not for loan' options
fr: Pour les exemplaires qui ne circulent pas, cochez 'Exclu du prêt'.
hi: उन वस्तुओं के लिए जो प्रसारित नहीं करते, 'ऋण के लिए नहीं' विकल्पों की जांच करें
it: Per le copie non in prestito, seleziona l'opzione 'Escluso dal prestito'
tr: Dolaşımda yer almasını istemediğiniz materyalleri için 'Ödünç verilmez' seçeneğini işaretleyin

source: Items marked 'Not for loan' will appear in the catalog, but cannot be checked out to patrons
fr: Les exemplaires indiqués comme 'Exclu du prêt' apparaissent dans le catalogue, mais ne peuvent être prêtés aux adhérents
hi: आइटम चिह्नित 'नहीं ऋण के लिए' सूची में दिखाई देगा, लेकिन संरक्षक के लिए बाहर की जाँच नहीं की जा सकती
it: Copie con la dicitura 'Escluso dal prestito' compaiono nel catalogo ma non potranno essere prestate agli utenti.
tr: 'Ödünç verilmez' işaretli materyaller katalogda gözükecektir fakat bu materyaller kullanıcılara ödünç verilemeyecektir.

source: Do not enter symbols in this field, only numbers and decimal points (ex. $5.00 should be entered as 5 or 5.00)
fr: Note : Ne pas saisir de symboles dans ce champ mais uniquement des chiffres et un point pour la décimale. (ex. $5.00 doit être saisi simplement : 5 ou 5.00)
hi: इस फ़ील्ड में प्रतीकों को दर्ज न करें, केवल संख्याएं और दशमलव अंक (उदा. $5.00 को 5 या 5.00 के रूप में दर्ज किया जाना चाहिए)
it: Non inserire simboli in questo campo, ma solo numeri e punti per i decimali (ad esempio 5$ va inserito come 5 o 5.00)
tr: Bu alana sembol girmeyin, yalnızca sayılar ve ondalık ayırıcılar girin (ör. $5.00, 5 ya da 5.00 olarak girilmelidir)

source: You can add a default replacement cost for this type of item. If left blank, the replacement price of the item itself will be charged to the user when the item is lost.
fr: Vous pouvez ajouter un prix de remplacement par défaut pour ce type de document. Si ce champ est vide, le prix de remplacement du document lui-même sera facturé à l'adhérent si le document est déclaré perdu.
hi: आप इस प्रकार के आइटम के लिए एक डिफ़ॉल्ट प्रतिस्थापन लागत जोड़ सकते हैं। यदि खाली छोड़ दिया गया है, तो वस्तु खो जाने पर आइटम के प्रतिस्थापन मूल्य को उपयोगकर्ता के साथ रखा जाएगा।

source: You can also add a processing fee that will be added to the replacement cost.
fr: Vous pouvez également charger un frais d'administration qui sera ajouté au coût de remplacement.
hi: आप एक प्रसंस्करण शुल्क भी जोड़ सकते हैं जिसे प्रतिस्थापन लागत में जोड़ा जाएगा।
tr: Ayrıca, değiştirme maliyetine eklenecek bir işlem ücreti de ekleyebilirsiniz.

source: If you would like a message or alert to appear when items of this type are checked in you can enter that in the 'Checkin message' box
fr: Si vous voulez faire apparaître un message ou une alerte lorsque les documents de ce type sont retournés, vous pouvez l'inscrire dans la boîte "Message de retour".
hi: आप एक संदेश या जब इस प्रकार के आइटम जाँच कर रहे हैं में आप 'चेकइन संदेश' बॉक्स में प्रवेश कर सकते हैं कि प्रकट करने के लिए चेतावनी की तरह होता है
it: Se si desidera che appaia un messaggio o avviso quando le copie di questo tipo rientrano dal prestito è possibile immetterle nella casella 'messaggio checkin'
tr: Bu tür materyaller ödünç verildiğinde bir uyarı ya da ileti almak istiyorsanız almak istediğiniz uyarı ya da iletiyi 'Ödünç verme mesajı' kutusu içine girebilirsiniz

source: The Checkin message type can be a Message or an Alert. The only difference between these two is the styling. By default a Message is blue
fr: Le message de retour peut être un message ou une alerte. La seule différence entre les deux est l'affichage. Par défaut, un message est affiché en bleu
hi: चेकइन संदेश प्रकार एक संदेश या एक चेतावनी हो सकता है. इन दोनों के बीच फर्क सिर्फ इतना स्टाइल है. डिफ़ॉल्ट रूप से एक संदेश नीला है
it: Il tipo di messaggio di restituzione prestito può essere un Messaggio o un Avviso. L'unica differenza tra questi due è lo stile. Per impostazione predefinita, un Messaggio è blu
tr: Ödünç verme mesajı bir uyarı ya da ileti olabilir. İkisi arasındaki tek fark stildir. Varsayılan olarak ileti rengi mavidir

source: and an Alert is yellow.
fr: et une alerte est affichée en jaune.
hi: और एक चेतावनी पीला है.
it: e un Avviso è giallo.
tr: ve uyarı rengi sarıdır.

source: Some SIP devices need you to use a SIP-specific media type instead of Koha's item type (usually lockers and sorters need this media type), if you use a device like this you'll want to enter the SIP media type.
fr: Certains appareils SIP utilisent les types de support SIP au lieu des types de documents de Koha (habituellement, les casiers et les trieuses nécessitent les types de support SIP), si vous utilisez un tel appareil, vous voudrez définir le type de support SIP.
hi: कुछ एसआईपी उपकरणों आप Koha के मद प्रकार के बजाय एक घूंट-विशिष्ट मीडिया प्रकार का उपयोग करने के लिए (आमतौर पर लॉकर्स और sorters इस मीडिया प्रकार की जरूरत है), अगर आप इस तरह के एक उपकरण का उपयोग आप एसआईपी मीडिया प्रकार प्रवेश करने के लिए चाहता हूँ की जरूरत है.
it: Alcuni dispositivi SIP hanno bisogno di utilizzare un tipo di supporto specifico per SIP invece di tipo di copia di Koha (di solito armadietti e selezionatori hanno bisogno di questo tipo di supporto); se si utilizza un dispositivo come questo ti consigliamo di specificare il tipo di supporto SIP.
tr: Bazı SIP cihazları Koha ortam türü yerine (genellikle lockers ve sorters bu medya türüne gereksinim duyar) SIP-spesifik bir ortam türü kullanmanızı gerektirir, Eğer böyle bir cihaz kullanıyorsanız, SIP ortam türünü girmeniz gerekecektir.

source: When finished, click 'Save changes'
fr: Quand vous avez fini, cliquez sur "Sauvegarder"
hi: जब समाप्त हो, 'परिवर्तन सहेजें' पर क्लिक करें
tr: Tamamladığınızda 'Değişiklikleri kaydet' üzerine tıklayın

source: All fields, with the exception of the 'Item type' will be editable from the Item types list
fr: Tous les champs à l'exception du "type de document" seront modifiables à partir de la liste des Types de documents
hi: 'आइटम प्रकार' के अपवाद के साथ सभी फ़ील्ड आइटम प्रकार सूची से संपादन योग्य होंगे
tr: 'Materyal türü' dışındaki tüm alanlar Materyal türleri Listesinden düzenlenebilir

source: Your new item type will now appear on the list
fr: Le nouveau type de document apparaîtra sur la liste
hi: अपने नए आइटम प्रकार अब सूची पर दिखाई देगा
it: Il nuovo tipo di copia apparirà nella lista
tr: Yeni materyal türünüz şimdi listede görünecektir

source: Editing item types
fr: Modifier des types de documents
hi: आइटम प्रकार संपादित करना
tr: Materyal türlerini düzenlemek

source: Each item type has an Edit button beside it. To edit an item simply click the 'Edit' link.
fr: Chaque type d'exemplaire est suivi d'un bouton 'Modifier'. Cliquez dessus pour modifier le type.
hi: प्रत्येक आइटम के प्रकार इसके बगल में एक बटन संपादित किया है। एक आइटम संपादित करने के लिए बस 'संपादन' लिंक पर क्लिक करें।
it: Ogni copia ha un bottone 'Modifica'. Premilo per modificare la copia.
tr: Her materyalin yanında düzenleme butonu vardır. Bir materyali düzenlemek için 'Düzenle' butonuna tıklamanız yeterlidir.

source: You will not be able to edit the code you assigned as the 'Item type' but you will be able to edit the description for the item.
fr: Vous ne pourrez pas modifier le code que vous avez assigné au type de document, mais vous pourrez modifier sa description.
hi: आप 'आइटम प्रकार' के रूप में असाइन किए गए कोड को संपादित करने में सक्षम नहीं होंगे लेकिन आप आइटम के विवरण को संपादित करने में सक्षम होंगे.
tr: 'Materyal türü' olarak atadığınız kodu düzenleyemeyeceksiniz, ancak materyalin açıklamasını düzenleyebileceksiniz.

source: Deleting item types
fr: Supprimer les types de document
hi: आइटम प्रकार हटाना
tr: Materyal türlerini silmek

source: Each item has a Delete button beside it. To delete an item type, simply click the 'Delete' link.
fr: Chaque type de document est accompagné d'un bouton 'Supprimer'. Cliquer sur 'Supprimer' pour supprimer le type de document.
hi: प्रत्येक आइटम के पास एक डिलीट बटन है। किसी आइटम प्रकार को हटाने के लिए, बस 'हटाएं' लिंक पर क्लिक करें।
tr: Her materyalin yanında bir silme butonu vardır. Bir materyali silmek için 'Sil' butonuna tıklamanız yeterlidir.

source: You will not be able to delete item types that are being used by items within your system.
fr: Vous ne pourrez pas supprimer des types d'exemplaire qui sont utilisés dans votre système par au moins un exemplaire.
hi: आप आइटम प्रकार है कि आपके सिस्टम के भीतर आइटम द्वारा इस्तेमाल किया जा रहा नष्ट करने में सक्षम नहीं होगा।
it: Non puoi cancellare tipi di copia a cui sia associata qualche copia nel sistema.
tr: Sisteminizde materyaller tarafından kullanılmakta olan materyal türlerini silemeyeceksiniz.

source: Authorized values
fr: Valeurs autorisées
hi: अधिकृत मान
tr: Yetkili değerler

source: Authorized values can be used in several areas of Koha. One reason you would add an authorized value category would be to control the values that can be entered into MARC fields by catalogers.
fr: Les valeurs autorisées sont utilisées un peu partout dans Koha. Utilisez les par exemple pour contrôler via une liste ce qui peut être entré dans un sous-champ d'une notice bibliographique par les catalogueurs.
hi: अधिकृत मूल्यों Koha के कई क्षेत्रों में इस्तेमाल किया जा सकता है। एक कारण यह आप एक अधिकृत मूल्य वर्ग जोड़ना होगा मूल्यों है कि catalogers द्वारा मार्क क्षेत्रों में प्रवेश किया जा सकता को नियंत्रित करने के लिए किया जाएगा।
it: I valori autorizzati sono usati in diverse aree di Koha. Il controllo sui valori che possono essere inseriti nei campi MARC durante la catalogazione, ad esempio, rappresenta uno dei casi in cui vengono utilizzati.
tr: Otorize değerler Koha'da çeşitli alanlarda kullanılabilir. Otorize değer kategorisi eklemek istemenizin bir nedeni de katalogcular tarafından MARC alanlarına girilecek değerleri kontrol etmek olabilir.

source: *Get there:* More > Administration > Basic parameters > Authorized values
fr: *Aller à :* Plus > Administration > Paramètres de base > Valeurs autorisées
hi: *वहाँ जाओ:* अधिक > प्रशासन > बेसिक पैरामीटर >अधिकृत मान`
tr: *Gidiş yolu:* Daha fazla > Yönetim > Temel parametreler > Yetkili Değerler

source: Existing values
fr: Valeurs existantes
hi: मौजूदा मान
tr: Mevcut değerler

source: Koha installs with pre-defined values that your library is likely to use, for instance 'Lost'.
fr: Koha propose en standard plusieurs autres catégories et valeurs prédéfinies que votre bibliothèque utilisera certainement, par exemple 'Perdu'.
hi: उदाहरण के लिए 'खोई' आपकी लायब्रेरी का उपयोग करने के लिए, संभावना है कि पूर्व निर्धारित मूल्यों के साथ कोहा स्थापित करता है।
it: Koha viene installato con alcune serie di valori autorizzati di uso comune per una biblioteca, ad esempio 'Perso'.
tr: Koha, kütüphanede kullanma olasılığınız olan önceden tanımlanmış değerler ile kurulur, örneğin 'Kayıp'

source: Used for acquisitions statistical purposes
fr: Utilisé à des fins statistiques pour les acquitisions
hi: अधिग्रहण सांख्यिकीय प्रयोजनों के लिए प्रयोग
it: Utilizzato per statistiche sulle acquizioni
tr: Sağlama istatistik amaçlar için kullanılır

source: Asort2
hi: अशार्ट2

source: Values for custom patron messages that appear on the circulation screen and the OPAC. The value in the Description field should be the message text and is limited to 200 characters.
fr: Il s'agit des messages personnalisés qui apparaissent sur l'écran de circulation et dans l'OPAC. Le champ Description devrait contenir le corps du message et il est limité à 200 caractères.
hi: कस्टम संरक्षक संदेश है कि संचलन स्क्रीन और ओपेक पर प्रकट के लिए मान. विवरण क्षेत्र में मूल्य संदेश पाठ होना चाहिए और 200 अक्षरों तक सीमित है.
it: Valori per i messaggi per l'utente, compaiono nelle pagine della circolazione e nell'OPAC. Il valore nel campo Descrizione rappresenta il testo del messaggio ed è limitato a 200 caratteri.
tr: Dolaşım ekranı ve OPAC'da görünen özel kullanıcı mesajları için değerler. Açıklama alanındaki değer mesaj metni olmalı ve 200 karakter ile sınırlı olmalıdır.

source: Bsort1
hi: बीशार्ट1

source: Values that can be entered to fill in the patron's sort 1 field
fr: Valeurs qui peuvent être insérées pour remplir le champ de tri 1
hi: संरक्षक के प्रकार 1 क्षेत्र में भरने के लिए मूल्यों है कि प्रवेश किया जा सकता
it: Valori che possono essere introdotti per il campo di ordinamento 1 dell'utente
tr: Kullanıcının sort 1 alanını doldurmak için girilebilir değerler

source: Bsort2
hi: बीशार्ट2

source: Values that can be entered to fill in the patron's sort 2 field
fr: Valeurs qui peuvent être insérées pour remplir le champ de tri 2
hi: संरक्षक के प्रकार 2 क्षेत्र में भरने के लिए मूल्यों है कि प्रवेश किया जा सकता
it: Valori che possono essere introdotti per il campo di ordinamento 2 dell'utente
tr: Kullanıcının sort 2 alanını doldurmak için girilebilir değerler

source: Collection codes (appears when cataloging and working with items)
fr: Codes de collection (apparaît en modification d'un exemplaire)
hi: संग्रह कोड (प्रकट होता है जब सूचीबद्ध करने और वस्तुओं के साथ काम कर रहे हैं)
it: Codici delle collezioni (utilizzati nella catalogazione e nelle operazioni sulle copie)
tr: Koleksiyon kodları (materyalleri kataloglarken veya materyaller üzerinde çalışırken görüntülenir)

source: Used to generate control numbers in the advanced cataloguing editor. Enter a string ending with a number as the authorized value and use the description to describe the type of number. For example: 'sprLib0001' 'Springfield library'. In the advanced editor this will activate a new widget that will allow you to choose the type of number and generate the next number in the sequence.
fr: Utilisé pour générer des numéros de contrôle dans l'éditeur de notices avancé. Entrez une chaîne avec un nombre dans "valeur autorisée" et utilisez "description" pour décrire le type de nombre. Par exempe : 'sprLib0001' 'Springfield library'. Dans l'éditeur de notices avancé, cela va activer un nouveau widget qui vous permettra de choisir le type de nombre et de générer le prochain nombre dans la séquence.
hi: उन्नत कैटलॉगिंग एडिटर में नियंत्रण संख्या उत्पन्न करने के लिए उपयोग किया जाता है। अधिकृत मान के रूप में एक संख्या के साथ समाप्त होने वाला स्ट्रिंग दर्ज करें और संख्या के प्रकार का वर्णन करने के लिए विवरण का उपयोग करें। उदाहरण के लिए: 'स्प्रेलिब 0001' 'स्प्रिंगफील्ड लाइब्रेरी'। उन्नत संपादक में यह एक नया विजेट सक्रिय करेगा जो आपको संख्या का प्रकार चुनने और अनुक्रम में अगला नंबर उत्पन्न करने की अनुमति देगा।

source: COUNTRY
hi: देश
tr: ÜLKE

source: Used in UNIMARC 102 $a
fr: Utilisé dans le champ UNIMARC 102 $a
hi: UNIMARC में प्रयुक्त 102 $a
tr: UNIMARC 102 $a'da kullanılır

source: DAMAGED
hi: क्षतिग्रस्त
tr: HASARLI

source: Descriptions for items marked as damaged (appears when cataloging and working with items)
fr: descriptions des exemplaires endommagés (apparaît en modification de l'exemplaire)
hi: वस्तुओं के वर्णन में विपणन के रूप में क्षतिग्रस्त (प्रकट होता है जब सूचीबद्ध करने और वस्तुओं के साथ काम कर रहे हैं)
it: Descrizioni per oggetti segnati come danneggiati (utilizzati nella catalogazione e nelle operazioni sulle copie)
tr: Hasarlı olarak işaretlenmiş materyaller için açıklamalar (kataloglamada ve materyaller üzerinde çalışırken görünür)

source: DEPARTMENT
fr: Département
hi: विभाग
tr: DEPARTMAN

source: Departments are required by and will be used in the `Course Reserves <#coursereserves>`__ module
fr: Les départements sont nécessaires pour l'utilisation du module de `Réserves de cours <#coursereserves>`__.
hi: विभागों के लिए आवश्यक है और इनका उपयोग इनको में किया जाएगा `कोर्स रिजर्व <#coursereserves>`__मॉड्यूल
it: I dipartimenti sono richiesti da e saranno utilizzati nel modulo `Riserve del corso <#coursereserves>`__
tr: Bölümler `Kurs Rezervleri <#coursereserves>`__ modülü için gereklidir ve bu modül içerisinde kullanılacaktır.

source: Used in French UNIMARC installations in field 995 $o to identify item status. Similar to NOT_LOAN
fr: Utilisé dans les installations UNIMARC pour le champ 995 $o pour identifier le statut de l'exemplaire. Similaire à NOT_LOAN
hi: आइटम की स्थिति की पहचान करने के लिए क्षेत्र 995 $o में फ्रांसीसी यूनिमार्क इंस्टॉलेशन में प्रयुक्त। NOT_LOAN के समान
tr: Fransızca UNIMARC kurulumlarında, materyal durumunu tanımlamak için 995 $o alanında kullanılır. NOT_LOAN benzeri

source: General holdings: acquisition status designator :: This data element specifies acquisition status for the unit at the time of the holdings report.
fr: Fonds: indicateur du statut d'acquisition :: Cette donnée indique le statut d'acquisition de l'unité au moment du rapport.
hi: सामान्य होल्डिंग्स: अधिग्रहण स्थिति डिज़ाइनर :: यह डेटा तत्व होल्डिंग्स रिपोर्ट के समय इकाई के लिए अधिग्रहण स्थिति निर्दिष्ट करता है।
tr: General holdings: Sağlama Durum Göstergesi :: Bu veri elemanı, holdings raporu anında materyaller için sağlama durumunu belirtir

source: General holdings: completeness designator
fr: Fonds : indicateur d'intégralité
hi: सामान्य होल्डिंग्स: पूर्णता डिजाइनर
tr: General holdings: bütünlük göstergesi

source: Physical form designators
fr: Indicateurs de support physique
hi: भौतिक रूप डिजाइनर
tr: Fiziksel durum göstergeleri

source: General holdings: retention designator :: This data element specifies the retention policy for the unit at the time of the holdings report.
fr: Fonds: indicateur de conservation :: Cette donnée indique la politique générale de conservation de l'unité.
hi: सामान्य होल्डिंग्स: प्रतिधारण डिजाइनर :: यह डेटा तत्व होल्डिंग्स रिपोर्ट के समय यूनिट के लिए प्रतिधारण नीति निर्दिष्ट करता है।
tr: General holdings: muhafaza göstergesi :: Bu veri elemanı, holdings raporu anında materyaller için muhafaza politikasını belirtir.

source: General holdings: type of unit designator
fr: Fonds : Indicateur de type d'unité
hi: सामान्य होल्डिंग्स: यूनिट डिज़ाइनर का प्रकार
tr: Genel holdings: birim belirteci türü

source: Frequencies used by the housebound module. They are displayed on the housebound tab in the patron account in staff.
fr: Fréquences utilisées dans le module de public empêché. Elles sont affichées dans l'onglet public empêché dans le compte de l'adhérent dans l'interface professionnelle.
hi: घर के किनारे मॉड्यूल द्वारा उपयोग की जाने वाली आवृत्तियों। वे कर्मचारियों में संरक्षक खाते में हाउसबाउंड टैब पर प्रदर्शित होते हैं।
tr: Housebound modülü tarafından kullanılan frekanslar. Personel istemcide kullanıcı hesabındaki housebound sekmesinde görüntülenir.

source: Allows multiple Item types to be searched in a category. Categories can be entered into the Authorized value ITEMTYPECAT. To combine Item types to this category, enter this Search category to any Item types.
fr: Permet de rechercher plusieurs types de documents à la fois. Les catégories peuvent être ajoutés à la catégorie de valeurs autorisées ITEMTYPECAT. Pour ajouter des types de documents à cette catégorie, choisissez la dans le champ Catégorie de recherche de n'importe quel type de document.
hi: एक श्रेणी में एकाधिक आइटम प्रकारों की खोज की अनुमति देता है। श्रेणियां अधिकृत मूल्य ITEMTYPECAT में दर्ज की जा सकती हैं। इस श्रेणी में आइटम प्रकारों को गठबंधन करने के लिए, इस खोज श्रेणी को किसी भी आइटम प्रकार में दर्ज करें।
tr: Birden fazla materyal türünün bir kategoride aranmasına izin verir. Kategoriler, ITEMTYPECAT Yetkili değerine girilebilir. Materyal türlerini bu kategoriye birleştirmek için, bu arama kategorisini herhangi bir materyal türüne girin.
