Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr, hi, it, tr

source: New authorized values can be added to any existing or new category. To add a value:
fr: Des valeurs autorisées peuvent être ajoutées à toute catégorie existante ou à une nouvelle catégorie. Pour ajouter une valeur :
hi: न्यू अधिकृत मानों किसी भी मौजूदा या नए वर्ग को जोड़ा जा सकता है। एक मूल्य जोड़ने के लिए:
it: Nuovi valori autorizzati possono essere aggiunti a una categoria nuova o esistente. Per aggiungere un valore:
tr: Yeni yetkili değerler mevcut veya yeni bir kategoriye eklenebilir. Yeni değer eklemek için:

source: Click 'New authorized value for ...'
fr: Ajouter "valeur autorisée pour ..."
hi: क्लिक करें 'नई अधिकृत मूल्य के लिए ...'
it: Clicca 'Nuovo valore autorizzato per ...'
tr: 'için yeni yetkili değer' e tıklayınız

source: Enter a code for your authorized value into the 'Authorized value' field
fr: Entrez un code pour votre valeur autorisée dans le champ "valeur autorisée".
hi: अपने अधिकृत मान के लिए 'अधिकृत मान' फ़ील्ड में एक कोड दर्ज करें
tr: 'Yetkili değer' alanına yetkili değeriniz için bir kod giriniz.

source: The new value will appear in the list along with existing values
fr: La nouvelle valeur apparaîtra dans la liste avec les valeurs existantes
hi: नई मूल्य मौजूदा मूल्यों के साथ सूची में दिखाई देगा
it: Il nuovo valore apparirà nella lista insieme agli altri valori esistenti
tr: Yeni değer mevcut değerlerle birlikte listede gözükecektir

source: Patrons and circulation
fr: Adhérents et circulation
hi: संरक्षक और सर्कुलेशन
tr: Kullanıcılar ve dolaşım

source: Settings for controlling circulation and patron information.
fr: Paramètres de contrôle d'information de l'adhérent et de la circulation.
hi: परिसंचरण और संरक्षक जानकारी को नियंत्रित करने के लिए सेटिंग्स.
it: Impostazioni per la gestione della circolazione e delle informazioni degli utenti.
tr: Dolaşım ve kullanıcı bilgilerini denetlemek için ayarlar.

source: Patron categories
fr: Catégories d'adhérents
hi: संरक्षक श्रेणियां
tr: Kullanıcı kategorileri

source: Patron categories allow you to organize your patrons into different roles, age groups, and patron types.
fr: Les catégories d'adhérents vous permettent d'organiser, de regrouper vos lecteurs en fonction de différents critères, tels que l'âge, l'appartenance à un groupe, etc.
hi: संरक्षक श्रेणियों में आप अलग अलग भूमिकाओं, आयु समूहों, और संरक्षक प्रकार में अपने संरक्षकों को व्यवस्थित करने के लिए अनुमति देते हैं।
it: Le categorie utente permettono di organizzare gli utenti sotto differenti ruoli, gruppi di età e tipi.
tr: Kullanıcı kategorileri kullanıcılarınızı farklı görevlerde, yaş gruplarında ve kullanıcı türlerinde düzenlemenize imkan sunar.

source: *Get there:* More > Administration > Patrons and circulation > Patron categories
fr: *Aller à :* Plus > Administration > Adhérents et Circulation > Catégories d'adhérents
hi: *वहा जाओं:* अधिक > प्रशासन > संरक्षक और परिसंचरण > संरक्षक श्रेणीयाँ
tr: *Gidiş yolu:* Daha fazla > Yönetim> Kullanıcılar &ve dolaşım > Kullanıcı kategorileri

source: Patrons are assigned to one of six main categories:
fr: Les adhérents sont rattachés à l'une des 6 catégories principales&nbsp;:
hi: संरक्षक छह मुख्य श्रेणियों में से एक के लिए आवंटित कर रहे हैं:
it: Le categorie utente posso riferirsi a una di queste sei macrocategorie in Koha
tr: Kullanıcı türleri altı ana kategorinin bir tanesine atanmıştır:

source: Adult
fr: Adulte
hi: प्रौढ़
it: Adulto
tr: Yetişkin

source: Most common patron type, usually used for a general 'Patron' category.
fr: Type d'adhérent le plus commun, le plus souvent utilisé pour une catégorie générale d'adhérents.
hi: सबसे आम प्रकार संरक्षक, आमतौर पर एक सामान्य 'संरक्षक' श्रेणी के लिए इस्तेमाल किया।
it: Tipo più comune di utente, normalmente usato per una categoria generica 'Utente'.
tr: En yaygın kullanıcı tipi, sıklıkla genel ‘kullanıcı’ kategorisi için kullanılır.

source: Child
fr: Enfant
hi: बच्चा
it: Bambino
tr: Çocuk

source: Children patrons can have a guardian to be attached to them.
fr: Un adhérent Enfant peut avoir un garant auquel on le rattache.
hi: बच्चे संरक्षक एक अभिभावक उन्हें संलग्न किया जाना हो सकता है।
it: Gli utenti bambini possono fare riferimento al "garante" che sia legato a loro.
tr: Çocuk kullanıcılara veli eklenebilir.

source: Staff
fr: Bibliothécaires
hi: कर्मचारी
tr: Personel

source: Librarians (and library workers) should be assigned the staff category so that you can :ref:`set their permissions <patron-permissions-label>` and give them access to the staff client.
fr: Il faut mettre les bibliothécaires et les personnes travaillant pour la bibliothèque dans la catégorie "personnel" (staff) pour pouvoir :ref:`paramétrer leurs permissions <patron-permissions-label>` et leur donner accès à l'interface professionnelle.
hi: लाइब्रेरियन (और लाइब्रेरी श्रमिकों) को कर्मचारी श्रेणी असाइन की जानी चाहिए ताकि आप कर सकें: रेफरी: 'अपनी अनुमतियां <patron-permissions-label>' सेट करें और उन्हें कर्मचारियों के ग्राहक तक पहुंच दें।
it: I bibliotecari e il personale della biblioteca vanno assegnati al tipo staff di modo che tu possa :ref:`impostare i loro permessi <patron-permissions-label>` e dare loro accesso all'interfaccia amministrativa.
tr: Kütüphaneciler (ve kütüphane çalışanları) personel kategorisine atanmalıdır, böylece :ref:`izinlerini ayarlayabilir <patron-permissions-label>` ve personel istemciye erişimlerini sağlayabilirsiniz.

source: Organizational
fr: Collectivité
hi: संगठनात्मक
it: Istituzionale
tr: Kurumsal

source: Organizational patrons are organizations. Organizations can be used as guarantors for Professional patrons.
fr: Collectivité= Un établissement auquel sont rattachés des adhérents de type 'Professionnel'.
hi: संगठनात्मक संरक्षक संगठनों रहे हैं। संगठन व्यावसायिक संरक्षक के लिए जमानतदार के रूप में इस्तेमाल किया जा सकता है।
it: Gli utenti organizzazione sono enti. Un ente fa da garante agli utenti professionali associati.
tr: Kurumsal kullanıcılar kurumlardır. Kurumlar Profesyonel kullanıcılar için garantör olarak kullanılabilir.

source: Professional
fr: Professionnel
hi: व्यावसायिक
it: Professionale
tr: Profesyonel

source: Professional patrons can be linked to Organizational patrons
fr: Les adhérents Professionnel peuvent être liés à des adhérents de type Collectivité.
hi: व्यावसायिक संरक्षक संगठनात्मक संरक्षक के लिए जोड़ा जा सकता है
it: Professionista = Un utente che può avere un ente come garante.
tr: Profesyonel kullanıcılar kurumsal kullanıcılarla ilişkilendirilebilir

source: Statistical
fr: Statistiques
hi: सांख्यिकी
it: Statistico
tr: İstatistiksel

source: This patron type is used strictly for statistical purposes, such as in house use of items.
fr: Ce type d'adhérent est utilisé uniquement à des fins statistiques, par exemple pour suivre les prêts sur place.
hi: इस प्रकार संरक्षक सख्ती से ऐसी वस्तुओं के घर में उपयोग में के रूप में सांख्यिकीय प्रयोजनों के लिए प्रयोग किया जाता है।
it: Questo tipo di utente è usato solo a scopi statistici, per esempio per la consultazione di copie.
tr: Bu kullanıcı türü yalnızca istatistiksel amaçlarla kullanılır, materyallerin bina içi kullanımı gibi.

source: Adding a patron category
fr: Ajout d'une Catégorie d'adhérent
hi: एक संरक्षक श्रेणी जोड़ना
it: Aggiungi categoria utente
tr: Kullanıcı kategorisi ekleniyor

source: To add a new patron category click 'New category' at the top of the page
fr: Pour ajouter une nouvelle catégorie d'adhérent, cliquer sur 'Ajouter une catégorie', en haut de la page
hi: एक नया संरक्षक श्रेणी जोड़ने के लिए पृष्ठ के शीर्ष पर 'नई श्रेणी' पर क्लिक करें
tr: Yeni bir kullanıcı kategorisi eklemek için sayfanın üstündeki ‘Yeni kategori’ üzerine tıklayın.

source: The 'Category code' is an identifier for your new code.
fr: Le 'Code catégorie' est l'identifiant pour votre nouveau code.
hi: 'श्रेणी कोड' आपके नए कोड के लिए एक पहचानकर्ता है।
tr: 'Kategori kodu', yeni kodunuz için bir tanımlayıcıdır.

source: This field is required in order to save your patron category. If left blank you will be presented with an error.
fr: Ce champ est obligatoire pour enregistrer la catégorie adhérent. Vous rencontrerez une erreur s'il est laissé vide.
hi: इस क्षेत्र के क्रम में अपने संरक्षक वर्ग को बचाने के लिए आवश्यक है. अगर खाली छोड़ दिया है आप एक त्रुटि के साथ प्रस्तुत किया जाएगा.
it: Questo campo è obbligatorio per il salvataggio della categoria di utenti. Se non è compilato, ti verrà mostrato un messaggio di errore.
tr: Bu alan kullanıcı kategorinizi kaydetmek için gereklidir. Boş bırakılırsa bir hata ile karşılaşırsınız.

source: Enter a plain text version of the category in the 'Description' field.
fr: Entrez une explication plus complète dans le champ "Description".
hi: 'विवरण' फ़ील्ड में श्रेणी के एक सादे पाठ संस्करण दर्ज करें।
it: Inserisci una spiegazione più lunga in 'Descrizione'
tr: 'Tanım' alanındaki kategorinin düz metin sürümünü girin.

source: You cannot enter both a month limit and a date until. Choose to enter either one or the other.
fr: Important : Vous ne pouvez saisir une valeur à la fois en mois ou à une date fixe. Choisissez l'une ou l'autre méthode.
hi: आप एक महीने की सीमा और एक तिथि दोनों तक नहीं दर्ज कर सकते हैं. या तो एक या दूसरे को दर्ज करने के लिए चुनें
it: Non puoi inserire sia un limite di mesi che una data di scadenza, devi scegliere una sola soluzione delle due.
tr: Hem bir ay limiti hem de belirli bir tarih bitişi giremezsiniz. Girmek için ikisinden birini seçin.

source: Some patron categories can have a minimum age (in years) requirement associated with them, enter this age in the 'Age required'
fr: Certaines catégories requièrent également un âge maximum (en années). Entrez cette information dans le champ Age requis.
hi: कुछ संरक्षक श्रेणियों, एक न्यूनतम आयु (वर्षों में) उनके साथ जुड़े आवश्यकता हो सकती है 'उम्र आवश्यक' में इस उम्र में प्रवेश
it: Alcune categorie di utenti possono avere un requisito di età minima (in anni), inseriscilo nel campo 'Età minima richiesta'
tr: Bazı kullanıcı kategorilerinin kendileriyle ilgili minimum yaş (yıl olarak) zorunluluğu olabilir, Bu yaşı 'Yaş gereklidir' kısmına girin.

source: Patron categories can also have a maximum age (in years) associated with them (such as children), enter this age in the 'Upperage limit'
fr: Certaines catégories requièrent également un âge maximum (en années). Entrez cette information dans le champ Limite d'âge supérieur.
hi: संरक्षक श्रेणियों के अलावा, एक अधिकतम आयु (वर्षों में) उन्हें (बच्चों के रूप में इस तरह के) के साथ जुड़े हो सकता ऊपरी आयु सीमा 'में इस उम्र में प्रवेश
it: Le categorie di utenti possono avere anche un limite di età massima (espresso anch'esso in anni; è il caso ad esempio dei bambini), inseriscilo nel campo 'Limite di età superiore'
tr: Kullanıcı kategorilerinin kendileriyle ilgili (çocuklar gibi) maksimum yaş zorunluluğu da olabilir (yıl olarak), bu yaşı 'Üst Yaş sınırı' kısmına girin.

source: If you charge a membership fee for your patrons (such as those who live in another region) you can enter that in the 'Enrollment fee' field.
fr: Si vous faites payer l'inscription à la bibliothèque à certains adhérents, par exemple aux personnes qui ne sont pas de la région, vous pouvez entrez un montant dans la rubrique Frais d'inscription.
hi: यदि आप अपने संरक्षक (जैसे कि किसी दूसरे क्षेत्र में रहते हैं) के लिए सदस्यता शुल्क लेते हैं, तो आप 'नामांकन शुल्क' क्षेत्र में दर्ज कर सकते हैं.
it: Se addebiti un costo di iscrizione per gli utenti (ad esempio per coloro che risiedono in un'altra regione) puoi inserirlo nel campo 'Quota di iscrizione'.
tr: Kullanıcılarınızdan bir üyelik ücreti tahsil ediyorsanız (örneğin başka bir bölgede yaşayanlar gibi) bunu 'Kayıt ücreti' alanına girebilirsiniz.

source: Only enter numbers and decimals in this field
fr: Saisir uniquement des nombres avec décimal, sans aucun autre caractère
hi: केवल इस क्षेत्र में नंबर और दशमलव दर्ज करें.
it: Inserisci in questo campo solo valori numerici (con eventuali decimali)
tr: Bu alana sadece sayılar ve ondalık sayılar girin

source: Depending on your value for the :ref:`FeeOnChangePatronCategory` preference this fee will be charged on patron renewal as well as when they are first enrolled.
fr: Selon le paramétrage de la valeur pour la préférence :ref:`FeeOnChangePatronCategory`, ce montant sera ajouté comme frais sur le compte de l'usager lors du renouvellement de son abonnement comme lors de sa première inscription.
hi: For के लिए आपके मूल्य के आधार पर :ref:`FeeOnChangePatronCategory` वरीयता इस शुल्क से संरक्षक नवीकरण के साथ-साथ जब उन्हें पहले नामांकित किया जाएगा, पर शुल्क लिया जाएगा।
it: A seconda del valore per la preferenza :ref:`FeeOnChangePatronCategory` questo costo verrà addebitato per un rinnovo dell'utente così come al momento dell'iscrizione.
tr: :ref:`FeeOnChangePatronCategory` tercihi değerinize bağlı olarak, bu ücret ilk kayıt olmanın yanı sıra kullanıcının yenilenmesi sırasında da ücretlendirilebilir.

source: You can decide on a patron category basis if lost items are shown in the staff client by making a choice from the 'Lost items in staff client' pull down
fr: Vous pouvez décider pour chaque catégorie d'usager si les documents perdus sont visibles dans l'interface professionnelle. Ce choix se fait dans le menu déroulant "documents perdus dans l'interface professionnelle".
hi: आप एक संरक्षक श्रेणी के आधार पर तय कर सकते हैं खो मदों स्टाफ ग्राहक में 'कर्मचारियों को ग्राहक में खो आइटम' से एक विकल्प बनाने द्वारा दिखाए जाते हैं, तो नीचे खींच
it: Puoi decidere su base utente se le copie smarrite vengano mostrate nell'interfaccia amministrativa. Seleziona un valore nel menu a tendina 'Copie smarrite nell'interfaccia dello staff'
tr: Kayıp materyallerin personel istemci içerisinde gösterilip gösterilmeyeceğini 'Personel istemcide kayıp materyaller' açılır menüsünden bir seçim yaparak, kullanıcı kategorisi bazında belirleyebilirsiniz

source: Note that this is only applicable in the staff client, so changing this value on patron categories who do not have access to the staff client won't make any difference
fr: A noter que ce n'est applicable que dans l'interface professionnelle, donc modifier cette valeur pour des catégories d'adhérents qui n'ont pas accès à l'interface professionnelle ne fait aucune différence.
hi: ध्यान दें कि यह कर्मचारियों के ग्राहक में ही लागू है, तो कौन कर्मचारियों ग्राहक के लिए पहुँच नहीं है कोई फर्क नहीं होगा संरक्षक श्रेणियों पर इस मूल्य बदल
it: Nota: quest'impostazione ha effetto solo nell'interfaccia amministrativa, perciò il suo valore non fa differenza per le categorie di utenti a cui non è permesso accedervi
tr: Bunun yalnızca personel istemcide uygulanabilir olduğunu aklınızda bulundurun, bu yüzden bu değeri personel istemciye erişim olmayan kullanıcı kategorileri üzerinde değiştirmenin bir etkisi olmayacaktır.

source: If you charge patrons for placing holds on items, enter the fee amount in the 'Hold fee' field.
fr: Si vous facturez à vos adhérents les réservations, entrez un montant dans le champ Frais de réservation.
hi: अगर आप सामान रखने के लिए संरक्षक को चार्ज करते हैं, तो 'होल्ड फीस' फ़ील्ड में शुल्क राशि दर्ज करें.
it: Se applichi delle tariffe agli utenti per la prenotazione delle copie, inserisci l'importo nel campo 'Quota di prenotazione'.
tr: Materyallere ayırma yapan kullanıcılarınızdan ücret tahsil ediyorsanız bu miktarı 'Ayırma ücreti' alanına girin.

source: In the 'Category type' field choose one of the six main parent categories
fr: Dans le champ Type de catégorie, choisissez une des six grandes catégories.
hi: 'श्रेणी के प्रकार' क्षेत्र में छह मुख्य माता पिता श्रेणियों में से किसी एक को चुनें
it: Nel campo 'Tipo di categoria' scegli una delle sei categorie principali
tr: ‘Kategori Türü’ alanında altı ana kategoriden birini seçiniz.

source: The Branch limitations let you limit this patron category to only some branches in your library system. Select 'All branches' if you would like any library to be able to use this category.
fr: Les limitations de site vous permettent de limiter l'utilisation de cette catégorie d'adhérent à certains sites de votre réseau. Sélectionnez 'Tous les sites' si vous souhaitez que cette catégorie soit accessibles à tous les sites.
hi: शाखा सीमाएं आपको इस पुस्तकालय श्रेणी को आपकी लाइब्रेरी प्रणाली में केवल कुछ शाखाओं तक सीमित करने देती हैं। यदि आप किसी भी लाइब्रेरी को इस श्रेणी का उपयोग करने में सक्षम होना चाहते हैं तो 'सभी शाखाएं' चुनें।
tr: Birim Kısıtlamaları kütüphane sisteminizdeki bazı birimleri bu kullanıcı kategorisine kısıtlamanıza izin verir. Bu kategoriyi her hangi bir kütüphanede kullanmak istiyorsanız, ‘Tüm birimleri' seçiniz.

source: You can decide if this patron category is blocked from performing actions in the OPAC if their card is expired using the next option. By default it will follow the rule set in the :ref:`BlockExpiredPatronOpacActions` preference
fr: Vous pouvez décider d'empêcher cette catégorie d'adhérent d'exécuter des actions dans l'OPAC si leur carte est expirée en utilisant l'option suivante. Par défaut c'est la règle fixée dans la préférence :ref:`BlockExpiredPatronOpacActions` qui s'appliquera.
hi: यदि आप अगले कार्ड का उपयोग कर अपने कार्ड की समयसीमा समाप्त कर चुके हैं तो आप यह तय कर सकते हैं कि क्या यह संरक्षक श्रेणी ओपेक में कार्य करने से अवरुद्ध है। डिफ़ॉल्ट रूप से यह नियम सेट का पालन करेगा :ref:`BlockExpiredPatronOpacActions` preference
it: È possibile decidere se questa a categoria utente è impedita l'esecuzione di azioni nell'OPAC se la tessera è scaduta utilizzando l'opzione successiva. Per impostazione predefinita seguirà la regola impostata nella preferenza :ref:`BlockExpiredPatronOpacActions`
tr: Bir sonraki seçeneğini kullanarak kullanıcı kartının süresi dolmuş ise OPAC'da eylem gerçekleştirmesinin bloke edilip edilmeyeceğine karar verebilirsiniz. Bu, varsayılan olarak :ref:`BlockExpiredPatronOpacActions` tercihi içinde ayarlanmış olan kuralı izleyecektir.

source: Next you can choose the default privacy settings for this patron category. This setting can be edited by the patron via the OPAC if you allow it with the :ref:`OPACPrivacy` system preference.
fr: Vous pouvez choisir ensuite les paramètres de confidentialité par défaut pour cette catégorie d'adhérent. Ce paramétrage peut être modifié par l'adhérent via l'OPAC si vous le permettez avec la préférence système :ref:`OPACPrivacy`.
hi: इसके बाद आप इस संरक्षक श्रेणी के लिए डिफ़ॉल्ट गोपनीयता सेटिंग्स का चयन कर सकते हैं। यह सेटिंग ओपेक के माध्यम से संरक्षक द्वारा संपादित की जा सकती है यदि आप इसे अनुमति देते हैं : ref: `OPACPrivacy` सिस्टम वरीयता।
it: Successivamente è possibile scegliere l'impostazione predefinita per la privacy per questa categoria di utente. Questa impostazione può essere modificata dall'utente tramite l'OPAC, se glielo permetti con la preferenze di sistema :ref:`OPACPrivacy`.
tr: Sonra bu kullanıcı kategorisi için varsayılan gizlilik ayarlarını seçebilirsiniz. Bu ayar :ref:`OPACPrivacy ` sistem tercihi ile izin vermeniz durumunda kullanıcı tarafından OPAC üzerinden yapılabilir.

source: Finally you can assign advanced messaging preferences by default to a patron category
fr: Finalement, vous pouvez assigner à une catégorie d'adhérent des préférences par défaut d'acheminement des messages.
hi: अंत में आप एक संरक्षक श्रेणी के लिए डिफ़ॉल्ट रूप से उन्नत संदेश प्राथमिकताएं असाइन कर सकते हैं
it: Infine puoi assegnare delle preferenze avanzate di messaggio come predefinite per la categoria di utenti
tr: Son olarak bir kullanıcı kategorisine varsayılan olarak gelişmiş mesajlaşma tercihleri atayabilirsiniz

source: Requires that you have :ref:`EnhancedMessagingPreferences` enabled
fr: La préférence système :ref:`EnhancedMessagingPreferences` doit être activée
hi: यह आवश्यक है कि आपके पास है :ref:`EnhancedMessagingPreferences` सक्षम
it: Ciò richiede che tu abbia abilitato la preferenza di sistema :ref:`EnhancedMessagingPreferences`
tr: :ref:`EnhancedMessagingPreferences` tercihini etkinleştirmiş olmanızı gerektirir

source: These defaults will be applied to new patrons that are added to the system. They will not edit the preferences of the existing patrons. Also, these can be changed for individual patrons, this setting is just a default to make it easier to set up messages for an entire category.
fr: Important : Cela peut être changé individuellement par adhérent. Ce paramètre est une valeur par défaut qui vise à faciliter la saisie de toute une catégorie d'adhérent.
hi: यह डिफ़ॉल्ट सिस्टम में जोड़े जाने वाले नए संरक्षक के लिए लागू किए जाएंगे. वे मौजूदा संरक्षक की प्राथमिकताओं को संपादित नहीं करेंगे. इसके अलावा, इन्हें व्यक्तिगत संरक्षक के लिए बदला जा सकता है, यह सेटिंग एक संपूर्ण श्रेणी के लिए संदेश सेट करना आसान बनाने के लिए केवल एक डिफ़ॉल्ट है.
it: Questi valori predefiniti verranno applicati a nuovi utenti che vengono aggiunti al sistema. Non influiranno sulle le preferenze degli utenti già registrati. Inoltre, questi possono essere cambiati per singoli utenti, questa impostazione è solo un valore predefinito per rendere più facile impostare i messaggi per un'intera categoria.
tr: Bu varsayılan değerler, sisteme eklenen yeni kullanıcılar için uygulanacaktır. Bunlar, mevcut kullanıcıların tercihleri üzerinde bir düzenleme yapmayacaktır. Ayrıca bireysel kullanıcılar için değiştirilebilirler, Bu ayar sadece bütün bir kategori için mesajları ayarlamayı kolaylaştırmak için varsayılan ayardır.

source: After setting the default for the patron category you can force those changes to all existing patrons by running the *borrowers-force-messaging-defaults* script found in the *misc/maintenance* folder. Ask your system administrator for assistance with this script.
fr: Après avoir ajusté les paramètres par défaut pour cette catégorie d'usagers, vous pouvez répercuter ces changements à tous les comptes d'adhérents existants en utilisant le script *borrowers-force-messaging-defaults* qui se trouve dans le répertoire *misc/maintenance*. Contactez votre administrateur système pour obtenir de l'aide pour utiliser ce script.
hi: संरक्षक श्रेणी के लिए डिफ़ॉल्ट सेट करने के बाद आप *misc/maintenance* फ़ोल्डर में पाए गए *borrowers-force-messaging-defaults* स्क्रिप्ट को चलाकर उन सभी परिवर्तनों को सभी मौजूदा संरक्षकों पर लागू कर सकते हैं। इस स्क्रिप्ट के साथ सहायता के लिए अपने सिस्टम प्रशासक से पूछें।
it: Dopo aver impostato i valori predefiniti per la categoria di utenti, puoi propagare le modifiche a tutti gli utenti precedentemente aggiunti eseguendo lo script *borrowers-force-messaging-defaults* nella cartella *misc/maintenance*. Contatta il tuo amministratore di sistema per assistenza.
tr: Kullanıcı kategorisi için varsayılan değeri ayarladıktan sonra bu değişiklikleri tüm kullanıcılar üzerinde *misc/maintenance* klasörü içinde bulunan *borrowers-force-messaging-defaults* komut dizisini çalıştırarak zorlayabilirsiniz. Bu komut hakkında yardım almak için sistem yöneticinize başvurun.

source: Circulation and fines rules
fr: Règles de circulation
hi: परिसंचालन और जुर्माना नियमों
tr: Dolaşım ve ceza kuralları

source: These rules define how your items are circulated, how/when fines are calculated and how holds are handled.
fr: Ces règles régissent la façon dont vos exemplaires sont mis en circulation, comment sont calculés les amendes et comment sont gérés les réservations.
hi: इन नियमों को परिभाषित कैसे अपने आइटम वितरित कर रहे हैं, जुर्माना गणना कर रहे हैं जब कैसे/और कैसे धारण नियंत्रित किया जाता है।
it: Queste regole definiscono come le copie circolano, come le multe sono calcolate e come le prenotazioni sono gestite.
tr: Bu kurallar materyallerin nasıl dolaştığını, nasıl/ne zaman hesaplandığını ve ayırmaların nasıl işlendiğini tanımlar.
