Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/apis_protocols.po
Languages: hi, it, tr, zh_tw

source: To find this information look at the service area at the top of the SIPconfig.xml file (look for the port number as pointed out by the arrow in the below screenshot).
hi: इस जानकारी को खोजने के लिए SIPconfig.xml फ़ाइल के शीर्ष पर सेवा क्षेत्र देखें (नीचे दिए गए स्क्रीनशॉट में तीर द्वारा इंगित पोर्ट नंबर देखें)।
it: Per trovare queste informazioni vedere nell'area di servizio nella parte superiore del file SIPconfig.xml (cercare il numero di porta come indicato dalla freccia nella schermata qui sotto).
tr: Bu bilgiyi bulmak için SIPconfig.xml dosyasının en üstündeki servis alanına bakın (aşağıdaki ekran görüntüsündeki okla gösterilen port numarasını arayın).
zh_tw: 查詢 SIPconfig.xml 檔案服務區塊上方，即可找到該等資訊 (注意螢幕下方箭頭所示的埠號)。

source: Write into the terminal
hi: टर्मिनल में लिखें
it: Scrivi sul terminale
tr: Terminale yazın
zh_tw: 寫入終端機

source: *telnet localhost <portnumber>*
hi: *टेलनेट लोकलहोस्ट <portnumber>*

source: e.g. *telnet localhost 8023*
hi: e.g. *टेलनेट लोकहोस्ट 8023*
it: es. *telnet localhost 8023*
tr: örn. *telnet localhost 8023*
zh_tw: 如：*telnet localhost 8023*

source: Now write in the username and password set in one of the accounts in the SIPconfig.xml file.
hi: अब SIPconfig.xml फ़ाइल में से किसी एक खाते में उपयोगकर्ता नाम और पासवर्ड सेट करें.
it: Ora scrivi username e password di uno degli account nel SIPconfig.xml file.
tr: Şimdi SIPconfig.xml dosyasındaki hesaplardan birinde ayarlanmış kullanıcı adı ve şifre yazınız.
zh_tw: 將帳號與密碼寫入 SIPconfig.xml 檔案的其中一個帳號。

source: Now you are connected to the SIP2 server you can start writing and sending request commands. The connection to the SIP2 server does time out fast so if haven’t finished writing and receiving commands simply write in:
hi: अब आप एसआईपी 2 सर्वर से जुड़े हुए हैं, आप लिखना शुरू कर सकते हैं और अनुरोध कमांड भेज सकते हैं। एसआईपी 2 सर्वर से कनेक्शन तेजी से समाप्त हो जाता है, इसलिए यदि लेखन समाप्त नहीं हुआ है और कमांड प्राप्त करना है तो बस इसमें लिखें:
it: Ora che sei connesso al server SIP2, puoi scrivere e spedire comandi. La connessione al server SIP2 ha un timeout breve per cui se non hai finito di scrivere e ricevere comandi semplicemente scrivi:
tr: Artık SIP2 sunucusuna bağlısınız, yazma ve istek komutları göndermeye başlayabilirsiniz. SIP2 sunucusuna bağlantı zaman aşımına uğruyor, bu yüzden yazma ve alma komutları tamamlanmadıysa aşağıdakileri yapın:
zh_tw: 現在你可以連結至 SIP2 伺服器，你可以開始撰寫並傳送指令當與 SIP2 服務器的連接超時，如果沒有完成寫入和接收命令，只需寫入：

source: to restart the SIP2 connection.
hi: एसआईपी 2 कनेक्शन को पुनरारंभ करने के लिए।
it: per resettare una connessione SIP2.
tr: SIP2 bağlantısını yeniden başlatmak için
zh_tw: 重新啟用 SIP2 連結。

source: **SIP2 command syntax**
hi: **एसआईपी 2 कमांड सिंटैक्स**
it: **Comandi sintassi SIP2**
tr: **SIP2 komut sözdizimi**
zh_tw: **SIP2 命令語法**

source: Every SIP2 command has a 2 digit numerical prefix which defines what the command is doing.
hi: प्रत्येक SIP2 कमांड में 2 अंकीय संख्यात्मक उपसर्ग होता है जो परिभाषित करता है कि आदेश क्या कर रहा है।
it: Ogni comando SIP2 ha un prefisso di due caratteri numerici che definiscono cosa fa il comando.
tr: Her SIP2 komutu, komutun ne yaptığını tanımlayan 2 basamaklı bir sayısal önek içerir.
zh_tw: 每個 SIP2 命令有 2 個數字前置告知命令的作用。

source: e.g. To get information about a patron you start your command with the prefix: 63. The response from the server also has a corresponding numerical prefix.
hi: जैसे संरक्षक के बारे में जानकारी प्राप्त करने के लिए आप उपसर्ग के साथ अपना आदेश शुरू करते हैं: 63. सर्वर से प्रतिक्रिया में भी इसी संख्यात्मक उपसर्ग है।
it: ad esempio per ottenere informazioni su un utente si avvia il comando con il prefisso: 63. La risposta dal server ha anche un prefisso numerico corrispondente.
tr: Örneğin. Bir kullanıcı hakkında bilgi almak için komutunuzu 63 öneki ile başlatırsınız: Sunucunun yanıtı da karşılık gelen bir sayısal önek içerir.
zh_tw: 例如，取得讀者資訊，必須加上前置數字：63。伺服器的回應也是前置數字。

source: Below is an example of a SIP2 request message to request patron information (in this example a Koha patron account with the user name ‘joe’, password ‘joes’, and card number ‘y76t5r43’ has been created in the Koha staff interface).
hi: नीचे संरक्षक जानकारी का अनुरोध करने के लिए एक एसआईपी 2 अनुरोध संदेश का एक उदाहरण है (इस उदाहरण में कोहा स्टाफ इंटरफ़ेस में उपयोगकर्ता नाम 'जो', पासवर्ड 'जोस' और कार्ड नंबर 'y76t5r43' के साथ कोहा संरक्षक खाता बनाया गया है)।
it: Sotto c'è un esempio di richiesta SIP2 di informazione di un utente (un account Koha con username 'joe', password 'joes' e numero tessera 'y76t5r43' è stato creato nello interfaccia di Koha).
tr: Aşağıda, kullanıcı bilgilerini istemek için SIP2 istek mesajının bir örneği verilmiştir (bu örnekte, “joe” kullanıcı adıyla bir Koha kullanıcı hesabı, şifre girişleri ”ve Koha personel arayüzünde kart numarası“ y76t5r43 ”oluşturulmuştur).
zh_tw: 以下是請求讀者資訊的 SIP2 請求訊息樣本 (在樣本中是已經新增的 Koha 讀者，帳號是 ‘joe’、密碼是 ‘joes’、讀者證號碼是 ‘y76t5r43’)。

source: Additionally a library with the branchcode of ‘WEL’ has been created in the Koha staff interface and is also defined in the institution area of the SIPconfig.xml file):
hi: इसके अतिरिक्त कोहा स्टाफ इंटरफ़ेस में 'वेल' के शाखा कोड वाला एक लाइब्रेरी बनाई गई है और इसे SIPconfig.xml फ़ाइल के संस्थान क्षेत्र में भी परिभाषित किया गया है):
it: Inoltre è stata creata una biblioteca con branchcode 'WEL' che è anche definito nell'area istituzione del file SIPconfig.xml file):
tr: Ek olarak, Koha personel arayüzünde ‘WEL’ branş kodunu içeren bir kütüphane oluşturuldu ve ayrıca SIPconfig.xml dosyasının kurum alanında tanımlandı):
zh_tw: 此外，已經從 Koha 館員介面新增分館代號為‘WEL’的圖書館，也設定在 SIPconfig.xml 檔案的機構區)：

source: So the format of this SIP2 request message is:
hi: तो इस एसआईपी 2 अनुरोध संदेश का प्रारूप है:
it: Per cui il formato per questo messaggio SIP2 è:
tr: Böylece bu SIP2 istek mesajının formatı şöyledir:
zh_tw: 所以，SIP2 的請求訊息格式是：

source: The summary value is a 10 character value. If a Y is written in for the summary value then you will be able to get both a summary and more detailed informational output.
hi: सारांश मान 10 वर्ण मान है। यदि कोई वाई सारांश मूल्य के लिए लिखा गया है तो आप दोनों सारांश और अधिक विस्तृत सूचनात्मक आउटपुट प्राप्त कर पाएंगे।
it: Il valore di riepilogo è di 10 caratteri. Se si usa Y allora si sarà in grado di ottenere un riepilogo e più dettagliate informazioni di output.
tr: Özet değeri 10 karakterli bir değerdir. Eğer özet değeri için bir Y yazılırsa, hem özet hem de daha ayrıntılı bilgi çıktılarını elde edebileceksiniz.
zh_tw: 摘要值是 10 字元長度。若寫入 Y 則可以取得摘要與更詳細的資訊性輸出。

source: The value in the <YYYYMMDD> <HHMMSS> is the current datetime, by leaving a 4 space gap between the YYYYMMDD and HHMMSS this indicates you want to use local time rather than UTC.
hi: <YYYYMMDD> <HHMMSS> का मान YYYYMMDD और HHMMSS के बीच 4 स्पेस अंतर छोड़कर वर्तमान डेटाटाइम है, यह इंगित करता है कि आप यूटीसी के बजाय स्थानीय समय का उपयोग करना चाहते हैं।
it: Il valore in <YYYYMMDD> <HHMMSS> è la data e ora corrente, e lasciando 4 spazi tra YYYYMMDD e HHMMSS si indica di usare il local time invece di UTC.
tr: <YYYYMMDD> <HHMMSS> içindeki değer, geçerli tarih olup YYYYMMDD ve HHMMSS arasında 4 boşluk bırakarak, UTC yerine yerel saati kullanmak istediğinizi belirtir.
zh_tw: 其值是 <YYYYMMDD> <HHMMSS> 格式，現在的時間與日期，在YYYYMMDD 與 HHMMSS 之間空 4 格，表示使用的是當地時間不是 UTC 時間。

source: In this manual letter codes for the various fields are used where possible in describing the SIP2 message fields e.g. AO<institutionid>.
hi: इस मैनुअल में विभिन्न फ़ील्ड के लिए अक्षर कोड का उपयोग किया जाता है जहां एसआईपी 2 संदेश फ़ील्ड का वर्णन करने में संभव हो जैसे AO<institutionid>.
it: In questo manuale i codici a lettere nei diversi campi sono usati quando possibile per descrivere i campi del messaggio SIP2, per esempio AO <institutionid>.
tr: Bu kılavuzda, SIP2 mesaj alanlarının tanımlanmasında mümkün olan yerlerde çeşitli alanlara ait harf kodları kullanılır. AO<institutionid>.
zh_tw: 本手冊以欄位字母代碼表示 SIP2 的訊息欄位，如 AO<institutionid>。

source: These letter codes can be written in the SIP2 commands into the Linux terminal, but make sure when substituting values in for the fields (values inside the <>) that you do not write in the <> brackets.
hi: ये पत्र कोड एसआईपी 2 कमांड में लिनक्स टर्मिनल में लिखे जा सकते हैं, लेकिन सुनिश्चित करें कि फ़ील्ड के लिए मूल्यों को प्रतिस्थापित करना (<> के अंदर मान जिन्हें आप <> ब्रैकेट में नहीं लिखते हैं।
it: Questi codici possono essere usati nei comandi SIP2 dal terminale Linux, ma non vanno riportate le <> parentesi uncinate, solo i valori tra <>.
tr: Bu harf kodları SIP2 komutlarında Linux terminaline yazılabilir, ancak alanlar için değerleri yer değiştirirken (<> içindeki değerler) <> köşeli ayraç içinde yazmadığınızdan emin olun .
zh_tw: 可以把字母代碼寫入 Linux 終端機的 SIP2 命令，但需確認取代值在欄位 (在 <> 內) 就不必寫入 <> 括號內。

source: **SIP2 messages:**
hi: **एसआईपी 2 संदेश:**
it: **Messaggi SIP2**
tr: **SIP2 iletileri:**
zh_tw: **SIP2 訊息**

source: **Block patron**
hi: **ब्लॉक संरक्षक**
it: **Blocco utente**
tr: **Kullanıcıyı engelle**
zh_tw: **封鎖讀者**

source: This uses the prefix 01 for request messages and 24 for response messages.
hi: यह अनुरोध संदेशों के लिए उपसर्ग 01 और प्रतिक्रिया संदेशों के लिए 24 का उपयोग करता है.
it: Usa il prefisso 01 del messaggio di richiesta e il prefisso 24 del messaggio di risposta.
tr: Bu, istek mesajları için önek 01 ve yanıt mesajları için 24 kullanır.
zh_tw: 請求的訊息以前綴號 01 表示，而回應的訊息則以前綴號 24 表示。

source: Request message:
hi: अनुरोध संदेश:
it: Messaggio di richiesta:
tr: İstek mesajı:
zh_tw: 請求的訊息：

source: Card retained is a single character field of either ‘Y’ or ‘N’ which tells the ACS that a card has been retained by the self checkout machine.
hi: कार्ड बनाए रखा गया है या तो 'वाई' या 'एन' का एक एकल चरित्र क्षेत्र एसीएस को बताता है कि एक चेक स्वयं चेकआउट मशीन द्वारा बनाए रखा गया है।
it: Tessera trattenuta è 'Y' o ' N' e indica all'ACS che una tessera è stata trattenuta dalla macchina di autoprestito.
tr: Alıkonan kart, ACS'ye bir kartın self checkout makinesi tarafından saklandığını söyleyen "Y" veya "N" karakterlerinden oluşan tek bir karakter alanıdır.
zh_tw: 鎖卡欄位的狀態值以字元 ‘Y’ 或 ‘N’ 表示，分別代表是、否，做為 ACS 判別該借閱卡是否受到自助借書機鎖卡限制。

source: Response message:
hi: प्रतिक्रिया संदेश:
it: Messaggio di risposta:
tr: Yanıt mesajı:
zh_tw: 回應的訊息：

source: <patronstatus> is a 14 character long value. The value Y in the string means true. Each position in this string (starting at 0) has a single corresponding value (Y or N) in the string.
hi: <patronstatus> एक 14 वर्ण लंबा मूल्य है। स्ट्रिंग में मान वाई सही है। इस स्ट्रिंग (0 से शुरू) में प्रत्येक स्थिति स्ट्रिंग में एक एकल संबंधित मान (वाई या एन) है.
it: <patronstatus> è una stringa di 14 caratteri. Il valore Y nella stringa indica vero. Ogni posizione nella stringa (a partire da 0) ha un valore (Y or N).
tr: <patronstatus>, 14 karakter uzunluğunda bir değerdir. Dizedeki Y değeri true demektir. Bu dizideki her konum (0'dan başlayarak) dizgede tek bir karşılık gelen değere (Y veya N) sahiptir.
zh_tw: <patronstatus> 可以儲存 14 個字元的字串資料(第一個字元的位置為0)，此設定值的每一個字元位置之有效設定值包含 Y、N 兩種(字元)。

source: e.g. a Y at position 1 (the second value in the string) means that the patrons renewal privileges are denied.
hi: जैसे स्थिति 1 पर एक वाई (स्ट्रिंग में दूसरा मान) का अर्थ है कि संरक्षक नवीकरण विशेषाधिकारों से इनकार किया जाता है.
it: es. un Y in posizione 1 (il secondo valore nella stringa) indica che non sono concessi i privilegi di rinnovo all'account
tr: Örneğin. pozisyon 1'deki bir Y (dizideki ikinci değer), kullanıcıların yenileme ayrıcalıklarının reddedildiğini gösterir.
zh_tw: 舉例來說：若字元位置 1 (代表在該字串資料中的第 2 個字元)之值為 Y，其對應的設定結果為 拒絕讀者變更權限。

source: **Check-in items**
hi: **चेक-इन आइटम**
it: **Rientro copie**
tr: **Materyallerin iadesi**
zh_tw: **還入的館藏**

source: This uses the request message (messages sent to the ACS) prefix of 09 and the response prefix of 10 (sent to the SC).
hi: यह अनुरोध संदेश (एसीएस को भेजे गए संदेश) 09 के उपसर्ग और 10 के प्रतिक्रिया उपसर्ग (एससी को भेजा गया) का उपयोग करता है।
it: Usa il prefisso 09 del messaggio di richiesta (messaggi inviati a ACS e il prefisso 10 del messaggio di risposta (inviati a SC).
tr: Bu, istek iletisi (ACS'ye gönderilen iletiler) önekini ve 10 yanıt önekini (SC'ye gönderilir) kullanır.
zh_tw: 請求訊息 (傳送給 ACS 的訊息) 之前綴碼採用 09，而回應訊息 (傳送給 SC 的訊息) 之前綴碼為 10。

source: <no block (Offline)> is a single character field of either ‘Y’ or ‘N’ which indicates if the transaction is being performed offline. As offline transactions are not supported you need to write ‘N’ if you are testing this message out manually.
hi: <no block (Offline)> या तो 'वाई' या 'एन' का एक एकल चरित्र क्षेत्र है जो इंगित करता है कि लेनदेन ऑफ़लाइन किया जा रहा है या नहीं। ऑफ़लाइन लेन-देन समर्थित नहीं हैं, इसलिए यदि आप इस संदेश का मैन्युअल रूप से परीक्षण कर रहे हैं तो आपको 'एन' लिखने की आवश्यकता है.
it: <no block (Offline)> è ‘Y’ o ‘N’ che indica se la transazione è avvenuta offline. Le transazioni offline non sono supportate, per cui devi scrivere ‘N’ se stai testando questo messaggio manualmente.
tr: <no block (Offline)>, işlemin çevrimdışı gerçekleştirilip gerçekleştirilmediğini belirten tek bir "Y" veya "N" karakter alanıdır. Çevrimdışı işlemler desteklenmediğinden, bu mesajı manuel olarak test ediyorsanız "N" yazmanız gerekir.
zh_tw: <no block (Offline)> 此項為單字元資料欄位，其設定值包含 ‘Y’ 或 ‘N’ 兩種(字元)，代表是否啟用離線流通。若您需要手動測試此訊息功能，又您的系統若不支援離線流通，則此欄位之設定值應為 ‘N’。

source: <transactiondate> this is a 18 character field with the date is the format: YYYYMMDDZZZZHHMMSS.
hi: <transactiondate> यह एक 18 वर्ण फ़ील्ड है जिसमें तिथि प्रारूप है: YYYYMMDDZZZZHHMMSS.
it: <transactiondate> un campo di 18 caratteri con formato: YYYYMMDDZZZZHHMMSS.
tr: <transactiondate> bu tarihin formatı olan 18 karakterli bir alandır: YYYYMMDDZZZZHHMMSS.
zh_tw: <transactiondate> 此項為 18 個字元的資料欄位，其格式如下：YYYYMMDDZZZZHHMMSS。

source: ZZZZ is the timezone, if you want to set it to local you need to leave 4 blank spaces, but if you want to set it to the UTC (Coordinated Universal Time) then you need to write in 3 blank spaces and a Z.
hi: ZZZZ टाइमज़ोन है, यदि आप इसे स्थानीय पर सेट करना चाहते हैं तो आपको 4 खाली रिक्त स्थान छोड़ने की आवश्यकता है, लेकिन यदि आप इसे यूटीसी (कोऑर्डिनेटेड यूनिवर्सल टाइम) पर सेट करना चाहते हैं तो आपको 3 रिक्त स्थान और ज़ेड में लिखना होगा।
it: ZZZZ è la timezone, Se vuoi impostarlo a locale, usa 4 spazi, se vuoi impostarlo a UTC UTC (Coordinated Universal Time) scrivi 3 spazi e una Z.
tr: ZZZZ saat dilimi, eğer yerel olarak ayarlamak isterseniz 4 boş alan bırakmanız gerekir, fakat eğer UTC (Koordine Edilmiş Evrensel Zaman) 'a ayarlamak istiyorsanız, 3 boşluk ve bir Z harfi yazmanız gerekir.
zh_tw: ZZZZ 代表時區，若要設定成當地時區，您必須以 4 個空白字元代表之，但如果要設定成 UTC (全球協調時間)，則必須以 3 個空格和一個 Z 代表之。

source: Alert type could have one of several values: 00 : Unknown 01: local hold 02: remote hold 03: ILL Transfer 04: transfer 99: Other
hi: अलर्ट प्रकार में कई मानों में से एक हो सकता है:00 : Unknown 01: local hold 02: remote hold 03: ILL Transfer 04: transfer 99: Other
it: Tipi di allarme: 00: sconosciuto 01: prenotazione locale 02: prenotazione remota 03: trasferimento ILL 04: trasferimento 99: altro
tr: Uyarı tipi birkaç değerden birine sahip olabilir: 00: Bilinmeyen 01: yerel ayırtma 02: uzaktan ayırtma 03: ILL Transfer 04: transfer 99: Diğer
zh_tw: 其他類型可能為：00 : 不明 01: 在地 02: 遠端 03: ILL 轉移 04: 轉移 99: 其他

source: If an item is resensitized then the value of <resentitize> should be Y otherwise it should be N. Rensensitizing items is done to ensure that if someone tries to steal the item they are detected.
hi: यदि किसी आइटम का पुनर्वितरण किया जाता है तो <resentitize> का मान वाई होना चाहिए अन्यथा यह होना चाहिए कि यह सुनिश्चित करने के लिए एन Rensensitizing आइटम किया जाता है कि अगर कोई आइटम चोरी करने का प्रयास करता है तो उन्हें पता चला है।
it: Se la copia viene magnetizzata allora il valore di <resentitize> deve essere Y altrimenti N. Magnetizzare copie riattiva l'antitaccheggio.
tr: Bir materyal yeniden sensibilize edilmişse <resentitize> değeri Y olmalıdır, aksi halde N olmalıdır. Materyallerin yeniden sensibilize edilmesi, birisi materyali çalmaya çalışırsa tespit edilmesinden emin olmak içindir.
zh_tw: 再感應後的館藏其 <resentitize> 值應為 Y 不是 N。再感應的館藏可以偵測被偷竊的行為。

source: **Checkout items**
hi: **चेकआउट आइटम**
it: **Prestito copie**
tr: **Materyallerin ödünç verilmesi**
zh_tw: **借出的館藏**

source: This uses the request message prefix of 11 and the response message prefix of 12. It has similar syntax to the check-in command, outlined above except the prefixes are different.
hi: यह 11 के अनुरोध संदेश उपसर्ग और 12 के प्रतिक्रिया संदेश उपसर्ग का उपयोग करता है। इसमें उप-उपसर्ग को छोड़कर ऊपर उल्लिखित चेक-इन कमांड के समान वाक्यविन्यास है।
it: Usa il prefisso 11 del messaggio di richiesta e il prefisso 12 del messaggio di risposta. Ha una sintassi simile a quella del comando di restituzione visto prima, ma con prefissi diversi.
tr: Bu, 11'in istek mesajı önekini ve 12'nin yanıt önekini kullanır. Öneklerin farklı olması dışında yukarıda özetlenen check-in komutuna benzer bir sözdizimi vardır.
zh_tw: 請求訊息前置 11 且回應訊息前置為 12。類似還入命令的語法，除了前置之外是不同的。

source: **Hold** – May not yet be supported on some systems. This has a request message numerical prefix of 15 and a response message prefix of 16.
hi: ** होल्ड ** - अभी तक कुछ सिस्टम पर समर्थित नहीं हो सकता है। इसमें 15 का अनुरोध संदेश संख्यात्मक उपसर्ग और 16 का एक प्रतिक्रिया संदेश उपसर्ग है।
it: **Prenotazione** - Potrebbe non essere supportato su alcuni sistemi. Usa il prefisso 15 del messaggio di richiesta e il prefisso 16 del messaggio di risposta.
tr: **Hold** - Bazı sistemlerde henüz desteklenmeyebilir. Bu bir 15 nolu sayısal önek ve 16 nolu bir cevap mesajı önekine sahiptir.
zh_tw: **預約** – 有些系統可能不支援此功能。就是前置碼為 15 的請求訊息且回應訊息前置碼為 16。

source: <holdmode> is a single character value. + means add a hold, - means delete a hold and * means change a hold.
hi: <holdmode> एक एकल चरित्र मूल्य है। + का मतलब है एक होल्ड जोड़ें, - मतलब है कि एक होल्ड हटाएं और * मतलब है कि एक होल्ड बदलें.
it: <holdmode> è un carattere. + indica di aggiungere una prenotazione, - indica di cancellarla e * indica di modificarla.
tr: <holdmode> tek bir karakter değeridir. + bir ayırtma anlamına gelir, - bir ayırtmayı silme anlamına gelir ve * bir ayırtmayı değiştirmek anlamına gelir.
zh_tw: <holdmode> 其值為一個字元。+ 表示新增預約，- 表示刪除預約 * 表示變更預約。

source: <ok> is a single length value which is either 0 (for hold is not permitted or was not successful) or 1 (for hold is permitted and was successful).
hi: <ok> एक लम्बाई मान है जो या तो 0 है (होल्ड के लिए अनुमति नहीं है या सफल नहीं हुआ है) या 1 (पकड़ के लिए अनुमति है और सफल था)।
it: <ok> è un carattere numerico che può essere 0 (prenotazione non permessa o fallita) o 1 (prenotazione permessa e riuscita).
tr: <ok> 0 değeri (ayırtmaya izin verilmeyen veya başarılı olmayan) veya 1 (ayırtmaya izin verilmiş ve başarılı) olan tek bir uzunluk değeridir.
zh_tw: <ok> 其值可能為 0 (不允許預約或預約失敗) 或 1 (允許預約或預約成功)。

source: <available> is a single length value which is either Y or N. Y means the item is currently in the library, whilst N means the item is currently on loan/someone else has created a hold on the item.
hi: <available> एक सिंगल लम्बाई मान है जो या तो वाई या एन वाई का मतलब है कि आइटम वर्तमान में लाइब्रेरी में है, जबकि एन का मतलब है कि आइटम वर्तमान में ऋण पर है / किसी और ने आइटम पर रोक लगाई है.
it: <available> può essere Y o N. Y significa che la copia è attualmente in biblioteca, N significa che la copia è attualmente è in prestito o in prenotata.
tr: <available>, Y veya N değeri olan tek bir uzunluk değeridir. Y, materyalin şu anda kütüphanede olduğu anlamına gelirken, N, materyalin şu anda ödünçte olduğu/başka bir kullanıcının materyal üzerinde bir ayırtma oluşturduğu anlamına gelir.
zh_tw: <available> 其值為 Y 或 N。Y 表示該館藏在館內，N 表示該館藏外借中/被預約。

source: **Item information: This uses the request command prefix of 17, and the response command prefix of 18**
hi: ** आइटम जानकारी: यह 17 का अनुरोध कमांड उपसर्ग का उपयोग करता है, और प्रतिक्रिया कमांड उपसर्ग 18**
it: **Informazioni della copia: Usa il prefisso 17 del messaggio di richiesta e il prefisso 18 del messaggio di risposta**
tr: **Materyalbilgisi: Bu, 17 istek komut önekini ve 18 yanıt yanıtı önekini kullanır**
zh_tw: **館藏資訊：請求命令的前置碼為 17，回應命令的前置碼為 18**

source: See the check-in items command (described above) to find out what the <xact_date> value is.
hi: <xact_date> मान क्या है यह जानने के लिए चेक-इन आइटम कमांड (ऊपर वर्णित) देखें।
it: Si veda il comando restituzione copie (descritto sopra) per capire il valore di <xact_date>.
tr: <xact_date> değerinin ne olduğunu öğrenmek için materyal iade alma komutuna (yukarıda açıklanmıştır) bakınız.
zh_tw: 參見還入館藏命令 (如前所述) 找出 <xact_date> 的值。

source: The terminal password is optional.
hi: टर्मिनल पासवर्ड वैकल्पिक है।
it: La password del terminale è opzionale.
tr: Terminal şifresi isteğe bağlıdır.
zh_tw: 您可以自行決定是否設定終端機的密碼。

source: **Item status update This uses the request message prefix of 19 and the response message prefix of 20**
hi: **आइटम स्थिति अपडेट यह 1 9 के अनुरोध संदेश उपसर्ग का उपयोग करता है और प्रतिक्रिया संदेश उपसर्ग 20**
it: **Modifica stato della copia - Usa il prefisso 19 del messaggio di richiesta e il prefisso 20 del messaggio di risposta**
tr: **Materyal durum güncellemesi Bu, 19'un istek mesajı önekini ve 20'nin yanıt mesajı önekini kullanır**
zh_tw: **館藏狀態更新以前綴號 19 表示請求的訊息，而以前綴號 20 表示回應的訊息**

source: <itemproperties> is not a fixed length value, and you can optionally write in values such as item size and these values will be stored in the Koha database for the item.
hi: <itemproperties> निश्चित लंबाई मान नहीं है, और आप वैकल्पिक रूप से आइटम आकार जैसे मानों में लिख सकते हैं और ये मान आइटम के लिए कोहा डेटाबेस में संग्रहीत किए जाएंगे।
it: <itemproperties> non è un valore di lunghezza fissa, e puoi opzionalmente indicare valori come dimensione della copia e questi valori verranno conservati copia per copia nel database di Koha.
tr: <itemproperties> sabit uzunluk değeri değildir ve isteğe bağlı olarak materyal boyutu gibi değerler yazabilir ve bu değerler materyal için Koha veritabanında saklanır.
zh_tw: <itemproperties> 不是固定長度的值，可以寫入館藏大小儲存在 Koha 資料庫內。

source: <itempropertiesok> is a single length character value which is either 0 or 1. 1 identifies that the <itemproperties> value defined in the item status update request message was successfully stored in the Koha database.
hi: <itempropertiesok> एक लम्बाई वर्ण मान है जो या तो 0 या 1 है। 1 यह पहचानता है कि आइटम स्थिति अद्यतन अनुरोध संदेश में परिभाषित <itemproperties> मान कोहा डेटाबेस में सफलतापूर्वक संग्रहीत किया गया था।
it: <itempropertiesok> è 0 o 1. 1 indica che il valore <itemproperties> definito nel messaggio di aggiornamento dello stato della copia è stato conservato correttamente nel database di Koha.
tr: <itempropertiesok>, 0 veya 1 olan tek uzunluklu bir karakter değeridir. 1, materyal durumu güncelleştirme isteği iletisinde tanımlanan <itemproperties> değerinin Koha veritabanında başarıyla depolandığını belirtir.
zh_tw: <itempropertiesok> 的值是 0 或 1。1 表示設定館藏狀態更新的請求訊息 <itemproperties> 已經儲存在 Koha 資料庫。

source: **Patron status**
hi: **संरक्षक स्थिति**
it: **Stato utente**
tr: **Kullanıcı durumu**
zh_tw: **讀者狀態**

source: This uses the request message prefix 23 and the response message prefix of 24.
hi: यह अनुरोध संदेश उपसर्ग 23 और प्रतिक्रिया संदेश उपसर्ग 24 का उपयोग करता है।
it: Usa il prefisso 23 del messaggio di richiesta e il prefisso 24 del messaggio di risposta.
tr: Bu, istek mesajı öneki 23 ve yanıt iletisi 24 önekini kullanır.
zh_tw: 以前綴號 23 表示請求的訊息，而用前綴號 24 表示回應的訊息。
