Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/apis_protocols.po
Languages: hi, it, tr, zh_tw

source: 3. Check the account defined in the SIPconfig.xml file also exists in the Koha database with the same username, password and has circulate permissions. If you have dropped and recreated the Koha database after creating the patron account in the Koha staff interface and the SIPconfig.xml file then that patron account will not exist in the Koha database and so you will need to recreate them in the Koha staff interface.
hi: 3. SIPconfig.xml फ़ाइल में परिभाषित खाता जांचें, उसी उपयोगकर्ता नाम, पासवर्ड के साथ कोहा डेटाबेस में मौजूद है और अनुमतियां प्रसारित करती हैं। यदि आपने कोहा स्टाफ इंटरफ़ेस और SIPconfig.xml फ़ाइल में संरक्षक खाता बनाने के बाद कोहा डेटाबेस को छोड़ दिया है और फिर से बनाया है तो उस संरक्षक खाते कोहा डेटाबेस में मौजूद नहीं होगा और इसलिए आपको कोहा स्टाफ इंटरफ़ेस में उन्हें फिर से बनाना होगा.
it: 3. controllare se l'account definito nel file SIPconfig.xml esiste anche nel database di Koha con lo stesso nome utente e password e ha autorizzazioni di circolazione. Se hai eliminato e ricreato il database di Koha dopo aver creato l'account utente nell'interfaccia personale Koha e il file di SIPconfig.xml allora l'account utente non esiste nel database di Koha e quindi sarà necessario ricrearli nell'interfaccia personale Koha.
tr: 3. SIPconfig.xml dosyasında tanımlanan hesabın aynı kullanıcı adı, parola ve dolaşım izinlerine sahip Koha veritabanında da bulunup bulunmadığını kontrol edin. Koha personel arabiriminde ve SIPconfig.xml dosyasında kullanıcı hesabı oluşturulduktan sonra Koha veritabanını bırakıp yeniden oluşturduysanız, bu kullanıcı hesabı Koha veritabanında bulunmayacak ve bunları Koha personel arabiriminde yeniden oluşturmanız gerekecektir.
zh_tw: 3. 檢查 SIPconfig.xml 檔案內的帳號是否以同名、同密碼、同樣的流通權限存在於 Koha 資料庫內。在 Koha 館員介面新增帳號後，曾退出並再新增 Koha 資料庫，SIPconfig.xml 檔案內的讀者帳號將不會在 Koha 資料庫內，必須於 Koha 館員介面重新建置該帳號。

source: To access the SIP2 logs in your Koha home directory navigate to the following directory: /var/log/koha/<instancename>
hi: अपने कोहा होम निर्देशिका में एसआईपी 2 लॉग तक पहुंचने के लिए निम्न निर्देशिका पर नेविगेट करें: /var/log/koha/<instancename>
it: Per vedere il log di SIP2 vai alla directory: /var/log/koha/<instancename>
tr: Koha home dizininizdeki SIP2 kayıtlarına erişmek için aşağıdaki dizine gidin: /var/log/koha /<instancename>
zh_tw: 至以下的資料庫近用 SIP2 紀錄：/var/log/koha/<instancename>

source: Then view the output of the sip-error.log and the sip-output.log files which give more detailed information about the SIP2 error.
hi: फिर sip-error.log और sip-output.log फ़ाइलों के आउटपुट को देखें जो SIP2 त्रुटि के बारे में अधिक विस्तृत जानकारी देते हैं।
it: Poi vedi i log sip-error.log e sip-output.log che riportano informazioni più precise sugli errori di SIP2.
tr: Ardından SIP2 hatası hakkında daha ayrıntılı bilgi veren sip-error.log ve sip-output.log dosyalarının çıktısını görüntüleyin.
zh_tw: 然後檢視 sip-error.log 與 sip-output.log 的輸出，可得到 SIP2 錯誤的詳情。

source: **Useful links on SIP2 commands:**
hi: **एसआईपी 2 आदेशों पर उपयोगी लिंक:**
it: **Link utili per i comandi SIP2**
tr: **SIP2 komutlarında faydalı linkler:**
zh_tw: **有用的 SIP2 命令連結：**

source: Setting up LDAP (Lightweight Directory Access Protocol) for Koha allows you to store all user information in a central database which is accessed both by your organisations Koha instance and for users to authenticate on other existing systems.
hi: कोहा के लिए एलडीएपी (लाइटवेट डायरेक्टरी एक्सेस प्रोटोकॉल) की स्थापना करने से आप सभी यूजर सूचनाओं को केंद्रीय डेटाबेस में स्टोर कर सकते हैं, जो आपके संगठन कोहा इंस्टेंस और उपयोगकर्ताओं के लिए अन्य मौजूदा सिस्टम पर प्रमाणीकृत करने के लिए उपयोग किया जाता है।
it: Impostare LDAP () per Koha permette di conservare l'informazione di tutti gli utenti in un database centrale accessibile per autenticarsi in Koha e in altri server della tua istituzione.
tr: Koha için LDAP (Basit Dizin Erişimi Protokolü) kurmak, tüm kullanıcı bilgilerini hem kuruluşlarınız ve Koha örneğiniz tarafından erişmek hem de diğer mevcut sistemler üzerinde kimlik doğrulaması yapmak için merkezi bir veritabanında saklamanıza olanak tanır.
zh_tw: 設定 Koha 的 LDAP (輕型目錄存取協定 Lightweight Directory Access Protocol) 就能夠把所有的讀者資訊儲存在中央資料庫內，供 Koha 實例與其他系統認證使用者。

source: LDAP is a protocol used for file discovery over networks and network authentication.
hi: एलडीएपी एक प्रोटोकॉल है जो नेटवर्क और नेटवर्क प्रमाणीकरण पर फ़ाइल खोज के लिए उपयोग किया जाता है।
it: LDAP è un protocollo per trovare file sulle reti e per l'autenticazione.
tr: LDAP, ağlar ve ağ kimlik doğrulaması üzerinden dosya bulmak için kullanılan bir protokoldür.
zh_tw: LDAP 是跨網路及其認證的通訊協定。

source: LDAP configurations are powerful allowing you to customise how Koha and LDAP interact. LDAP can be configured so that new accounts created in LDAP can be synced down into the Koha database, additionally updates to the LDAP user account are synced down to the Koha database.
hi: एलडीएपी कॉन्फ़िगरेशन शक्तिशाली हैं जिससे आप कोहा और एलडीएपी कैसे बातचीत कर सकते हैं। LDAP can को कॉन्फ़िगर किया जा सकता है ताकि एलडीएपी में बनाए गए नए खाते को कोहा डेटाबेस में सिंक किया जा सके, इसके अलावा एलडीएपी उपयोगकर्ता खाते के अपडेट को कोहा डेटाबेस में सिंक किया गया है।
it: Le configurazioni LDAP sono potenti e consentono di personalizzare l'interazione di Koha e LDAP. LDAP può essere configurato in modo che nuovi account creati in LDAP siano sincronizzati nel database Koha, e gli aggiornamenti di l'account di utente LDAP vengono sincronizzati nel database di Koha.
tr: LDAP yapılandırmaları, Koha ve LDAP'nin nasıl etkileşimde bulunduğunu özelleştirmenize izin veren güçlü yapılandırmalardır. LDAP, LDAP'de oluşturulan yeni hesapların Koha veritabanına senkronize edilebilmesi için yapılandırılabilir, ayrıca LDAP kullanıcı hesabındaki güncellemeler Koha veritabanına senkronize edilir.
zh_tw: 客製化 Koha 與 LDAP 互動的組態極具威力。LDAP 組態後可讓 LDAP 新增的帳號與 Koha 資料庫同步，而且更新 LDAP 使用者帳號的同時，也更新 Koha 資料庫。

source: However Koha cannot sync data up to the LDAP server, thus the data traffic when using LDAP is only one directional.
hi: हालांकि कोहा एलडीएपी सर्वर तक डेटा सिंक नहीं कर सकता है, इस प्रकार एलडीएपी का उपयोग करते समय डेटा यातायात केवल एक दिशात्मक है।
it: Comunque Koha non può sincronizzare i dati sul server LDAP, cioè il traffico verso Koha dal server LDAP è in sola lettura.
tr: Ancak Koha, verileri LDAP sunucusuna kadar senkronize edemez, dolayısıyla LDAP kullanırken veri trafiği sadece tek yönlüdür.
zh_tw: 不過 Koha 不能同步更新 LDAP 伺服器，祗能單向地由 LDAP 傳往 Koha。

source: Auth_By_Bind is set to 1 where a Microsoft Windows Active Directory system is in use in the LDAP database.
hi: Auth_By_Bind 1 पर सेट है जहां एक Microsoft Windows सक्रिय निर्देशिका सिस्टम LDAP डेटाबेस में उपयोग में है।
it: Auth_By_Bind è 1 se un sistema Microsoft Windows Active Directory è usato nel database LDAP.
tr: Auth_By_Bind, bir Microsoft Windows Active Directory sisteminin LDAP veritabanında kullanımda olduğu 1 olarak ayarlanır.
zh_tw: 在 LDAP 資料庫使用 Microsoft Windows Active Directory 系統時，Auth_By_Bind 設為 1。

source: **Before going through the steps to configure LDAP you will need the following information/actions from the organisation**
hi: **एलडीएपी को कॉन्फ़िगर करने के चरणों के माध्यम से जाने से पहले आपको संगठन से निम्नलिखित जानकारी / कार्रवाइयों की आवश्यकता होगी**
it: **Prima di procedere alla configurazione di LDAP, ti servono le seguenti informazioni/azioni da parte della tua istituzione**
tr: **LDAP'yi yapılandırma adımlarını incelemeden önce, kuruluştan aşağıdaki bilgilere/eylemlere ihtiyacınız olacaktır**
zh_tw: **組態 LDAP 前需從機構取得以下的資訊/作為**

source: The organisation will need to open a port to allow access to their AD from the server.
hi: संगठन को सर्वर से अपने एडी तक पहुंच की अनुमति देने के लिए एक पोर्ट खोलने की आवश्यकता होगी।
it: L'organizzazione dovrà aprire una porta per permettere l'accesso al loro AD dal server.
tr: Kuruluşun kendi AD'sine sunucudan erişim izni vermek için bir port açması gerekecektir.
zh_tw: 機構需開啟埠號供伺服器的 AD 近用。

source: Information on the access to the AD server (IP address/hostname, port, SSL info)
hi: एडी सर्वर (आईपी पता / होस्टनाम, पोर्ट, एसएसएल जानकारी) तक पहुंच के बारे में जानकारी
it: Informazione per accedere al server AD (IP address/hostname, port, SSL info)
tr: AD sunucusuna erişim hakkında bilgi (IP adresi / ana bilgisayar adı, bağlantı noktası, SSL bilgisi)
zh_tw: 近用 AD 伺服器的資訊 (IP 位址/主機名稱、埠號、SSL 資訊)

source: Information on the configuration of the AD server (relevant OUs, DCs, CN formats relative to usernames)
hi: एडी सर्वर की कॉन्फ़िगरेशन पर जानकारी (प्रासंगिक ओयू, डीसी, उपयोगकर्ता नाम से संबंधित सीएन प्रारूप)
it: Informazioni sulla configurazione del server AD (sono rilevanti OUs, DCs, i formati CN relativi agli usernames)
tr: AD sunucusunun yapılandırmasına ilişkin bilgiler (ilgili OU'lar, DC'ler, kullanıcı adlarına göre CN biçimleri)
zh_tw: 組態 AD 伺服器的資訊 (相關的 OU、DC、與使用者名稱有關的 CN 格式)

source: Mapping between AD fields and Koha fields, including defaults
hi: एडी फ़ील्ड और कोहा फ़ील्ड के बीच मैपिंग, डिफ़ॉल्ट सहित
it: Mappatura tra campi AD e campi Koha, inclusi i default
tr: Varsayılanlar dahil, AD alanları ve Koha alanları arasında eşleştirme
zh_tw: 對映包括預設值在內的 AD 與 Koha 欄位

source: Default values for things not provided by AD (categorycode, branchcode for example)
hi: एडी द्वारा प्रदान की जाने वाली चीज़ों के लिए डिफ़ॉल्ट मान (उदाहरण के लिए श्रेणी कोड, शाखा कोड)
it: Valori di default per quanto non fornito da AD (categorycode, branchcode per esempio)
tr: AD tarafından sağlanmayan şeyler için varsayılan değerler (kategori kodu, örneğin birim kodu)
zh_tw: AD 不提供的預設值 (屬性代碼、分館代碼等)

source: To authenticate a user do we bind as them (seems to be common for AD) or do we use an account and login with that and then check? If the latter, we'll need details of how to log in
hi: किसी उपयोगकर्ता को प्रमाणीकृत करने के लिए हम उनके रूप में बाध्य करते हैं (एडी के लिए आम लगता है) या क्या हम एक खाते का उपयोग करते हैं और उसके साथ लॉगिन करते हैं और फिर जांचते हैं? यदि उत्तरार्द्ध, हमें लॉग इन करने के विवरण की आवश्यकता होगी
it: Per autenticare un utente facciamo un bind come sembra essere comune per AD oppure usiamo un nostro login e poi controlliamo ? Se usiamo la seconda opzione abbiamo bisogno dei dettagli di come fare log on
tr: Bir kullanıcının kimliğini doğrulamak için kendilerini olduğu gibi mi bağlarız (AD için yaygın gibi görünüyor) veya bir hesap kullanıyorsak bununla giriş yapıp sonra mı kontrol ederiz? Eğer ikincisi ise, nasıl giriş yapılacağına dair ayrıntılara ihtiyacımız var.
zh_tw: 認證使用者採用綁定 (AD 常用的) 或以帳號登入並檢查嗎？若為後者，需要登入的詳情

source: Do the existing usernames in Koha match the usernames that we'll be using to look them up in AD? If so, good. If not, how will we deal with duplicate users?
hi: क्या कोहा में मौजूद मौजूदा उपयोगकर्ता नाम उपयोगकर्ता नाम से मेल खाते हैं जिनका उपयोग हम उन्हें एडी में देखने के लिए करेंगे? यदि हां, तो अच्छा। यदि नहीं, तो हम डुप्लिकेट उपयोगकर्ताओं से कैसे निपटेंगे?
it: I nomi utente esistenti in Koha corrispondono ai nomi utente che useremo per cercarli in AD? Se è così, bene. Se così non fosse, come verranno trattati utenti duplicati?
tr: Koha'daki mevcut kullanıcı adları, bunları AD’de görmek için kullanacağımız kullanıcı adlarıyla eşleşiyor mu? Eğer öyleyse, iyi. Değilse, çift kullanıcılarla nasıl ilgileneceğiz?
zh_tw: Koha 內的使用者名稱與 AD 的使用者名稱相符嗎？若然，很好。否則，如何處理重複的使用者？

source: **Steps to set up LDAP with your Koha instance**
hi: **अपने कोहा उदाहरण के साथ एलडीएपी स्थापित करने के लिए कदम**
it: **Passi per configurare LDAP per la tua istanza di Koha**
tr: **Koha örneğinizle LDAP kurma adımları**
zh_tw: **設定 LDAP 於 Koha 實例**

source: 1 In Linux terminal navigate to the directory containing the koha-conf.xml file which will either be in: * /etc/koha/sites/<instance-name>/ OR * /etc/koha/
hi: 1 लिनक्स टर्मिनल में koha-conf.xml फ़ाइल वाली निर्देशिका में नेविगेट करें जो या तो निम्न में होगा: * /etc/koha/sites/<instance-name>/ OR * /etc/koha/
it: 1 sul terminale Linux andare alla directory contenente il file koha-conf.xml che può stare in: * /etc/koha/sites/<instance-name>/ OR * /etc/koha/
tr: 1 Linux terminalinde, koha-conf.xml dosyasını içeren dizine gidin: * /etc/koha/sites/<instance-name>/OR */etc/koha /
zh_tw: 1 從 Linux 終端機進入含有 koha-conf.xml 檔案的目錄，可能在：* /etc/koha/sites/<instance-name>/ 或 * /etc/koha/

source: 2 Open the koha-conf.xml file with root permissions: sudo vi koha-conf.xml
hi: 2 koha-conf.xml फ़ाइल को रूट अनुमतियों के साथ खोलें:sudo vi koha-conf.xml
it: 2 Apri il file koha-conf.xml con i permessi di root: sudo vi koha-conf.xml
tr: 2 koha-conf.xml dosyasını root izinleriyle açın: sudo vi koha-conf.xml
zh_tw: 2 以 root 權限開啟 koha-conf.xml 檔案：sudo vi koha-conf.xml

source: 3 Scroll down to the line containing ‘<useldapserver>0</useldapserver>’ and change it to: <useldapserver>1</useldapserver>
hi: 3 लाइन में नीचे स्क्रॉल करें ‘<useldapserver>0</useldapserver>’ और इसे यहां बदलें: <useldapserver>1</useldapserver>
it: 3 Andare alla linea che contiene ‘<useldapserver>0</useldapserver>’ e cambiarlo in: <useldapserver>1</useldapserver>
tr: 3 Şunu içeren satıra ilerleyin ‘<useldapserver>0</useldapserver>’ ve şu şekilde değiştirin: <useldapserver>1</useldapserver>
zh_tw: 3 找到 ‘<useldapserver>0</useldapserver>’ 字樣並更改為：<useldapserver>1</useldapserver>

source: 4 Then in the next line below write in the LDAP configurations below: Note all fields highlighted in yellow need to be replaced with the appropriate values for your organisations LDAP server.
hi: 4 फिर नीचे दी गई अगली पंक्ति में नीचे दी गई एलडीएपी कॉन्फ़िगरेशन में लिखें: नोट करें कि आपके संगठनों के लिए उपयुक्त मानों के साथ पीले रंग की आवश्यकता वाले सभी फ़ील्ड को प्रतिस्थापित किया जाना चाहिए LDAP सर्वर.
it: 4 Poi nella successiva riga scrivere le configurazioni LDAP qui sotto: Notare che tutti i campi evidenziati in giallo devono essere sostituiti con i valori appropriati per il tuo server LDAP.
tr: 4 Daha sonra aşağıdaki satırda aşağıdaki LDAP yapılandırmalarını yazınız: Sarı renkte vurgulanmış tüm alanların kuruluşunuzun LDAP sunucusu için uygun değerlerle değiştirilmesi gerektiğini unutmayın.
zh_tw: 4 然後在下一行寫入以下的 LDAP 組態：以黃色標示的欄位需變更為機構內 LDAP 伺服器的適當值。

source: 5 Save and exit the koha-conf.xml file
hi: 5 koha-conf.xml फ़ाइल सेव करें और बाहर निकलें
it: Salva ed esci dal file koha-conf.xml
tr: 5 koha-conf.xml dosyasını kaydedin ve çıkın
zh_tw: 5 儲存共離開 koha-conf.xml 檔案

source: 6 Check the LDAP connection works by writing in:
hi: 6 लिखकर एलडीएपी कनेक्शन काम की जांच करें:
it: 6 Controlla che la connessione LDAP funzioni scrivendo:
tr: 6 İçerisine yazarak LDAP bağlantısını kontrol edin:
zh_tw: 6 寫入以下資料檢查 LDAP 的連結功能：

source: Note about hostname Hostname can either be a alphanumerical name or it can be the LDAP server IP address (its optional to write port number). By default the ldaps default port number is 636, whilst ldap default port number is 389
hi: होस्टनाम होस्टनाम के बारे में नोट या तो अल्फान्यूमेरिकल नाम हो सकता है या यह एलडीएपी सर्वर आईपी पता (पोर्ट नंबर लिखने के लिए वैकल्पिक) हो सकता है। डिफ़ॉल्ट रूप से ldaps डिफ़ॉल्ट पोर्ट संख्या 636 है, जबकि ldap डिफ़ॉल्ट पोर्ट संख्या 389 है
it: Nota sull'hostname. Hostname può essere un nome alfanumerico o può essere l'indirizzo IP del server LDAP (è opzionale indicare il numero di porta). Per impostazione predefinita il numero di porta predefinito per ldaps è 636, mentre il numero di porta predefinito per ldap è 389
tr: Ana makine adı hakkında not Ana makine adı, alfasayısal bir ad olabilir veya LDAP sunucusu IP adresi olabilir (bu, port numarasını yazmak için isteğe bağlıdır). Varsayılan olarak ldaps varsayılan port numarası 636'dır, ldap varsayılan port numarası 389'dur
zh_tw: 主機名稱說明 可以是文木或 LDAP 伺服器的 IP 位址 (可包括寫入的埠號)。LDAP 的預設埠號為 636，實際上其埠號為 389

source: Note about the replicate and update fields The replicate LDAP config field for LDAP in the koha-conf.xml file allow the Koha database to be added to with a new borrower account whenever a user logs into Koha (either the staff client or OPAC) with their LDAP username and password (assuming the same username and password does not already exist in the Koha database).
hi: प्रतिलिपि और अद्यतन फ़ील्ड के बारे में नोट कोहा-conf.xml फ़ाइल में एलडीएपी के लिए replicate LDAP कॉन्फ़िगरेशन फ़ील्ड कोहा डेटाबेस को जब भी कोई उपयोगकर्ता कोहा में लॉग इन करता है (या तो कर्मचारी क्लाइंट या ओपेक ) उनके एलडीएपी उपयोगकर्ता नाम और पासवर्ड के साथ (मानते हैं कि वही उपयोगकर्ता नाम और पासवर्ड कोहा डेटाबेस में पहले से मौजूद नहीं है)।
it: Nota sulla replica e sull'aggiornamento dei campi. La replica del campo config per LDAP nel file koha-conf.xml consente che in Koha venga aggiunto come un nuovo account utente un utente che acceda a Koha (via staff client o OPAC) con il suo nome utente e password LDAP (sempre che nome utente e la password non esistano già in Koha).
tr: Kopyalama ve güncelleme alanları hakkında not koha-conf.xml dosyasındaki LDAP için çoğaltma LDAP yapılandırma alanı, bir kullanıcı Koha'ya (ya personel istemcisi ya da OPAC) oturum açtığında Koha veritabanının yeni bir okuyucu hesabıba eklenmesine izin verir. LDAP kullanıcı adı ve parolası (aynı kullanıcı adı ve parolanın zaten Koha veritabanında bulunmadığını varsayarak).
zh_tw: 重置與更新欄位說明 重置 LDAP 組態欄位供 koha-conf.xml 檔案內的 LDAP 使用，使用者以 LDAP 使用者名稱與密碼登入 Koha (館員介面或 OPAC) 時，新增 Koha 資料庫內的讀者帳號 (假設 Koha 資料庫沒有同名的帳號與密碼)。

source: Whereas the update LDAP config field (in the same file allows) allows for user information in the LDAP database to be synced down to the Koha database. e.g. if someone gets married and their surname changes then the new surname only needs to be updated in the existing LDAP database and that will be synced down to the Koha database automatically if the update configuration is set to 1.
hi: जबकि अद्यतन एलडीएपी कॉन्फ़िगरेशन फ़ील्ड (उसी फ़ाइल में अनुमति देता है) एलडीएपी डेटाबेस में उपयोगकर्ता जानकारी को कोहा डेटाबेस में सिंक करने की अनुमति देता है। जैसे अगर कोई विवाहित हो जाता है और उनका उपनाम बदल जाता है तो नया उपनाम केवल मौजूदा एलडीएपी डेटाबेस में अपडेट किया जाना चाहिए और अपडेट होने पर कोहा डाटाबेस में स्वचालित रूप से समन्वयित किया जाएगा विन्यास 1 पर सेट है।
it: Il campo update LDAP consente di sincronizzare le informazioni utente del database LDAP con Koha. Per esempio. se qualcuno si sposa e il cognome cambia, il nuovo cognome deve essere aggiornato solo nel database LDAP esistente e verrà automaticamente sincronizzato con il database Koha, se la configurazione del campo update è impostata su 1.
tr: Güncelleme LDAP yapılandırma alanı (aynı dosyada izin verir), LDAP veritabanındaki kullanıcı bilgilerinin Koha veritabanına senkronize edilmesini sağlar. Örneğin. birisi evlenir ve soyadı değişirse, yeni soyadın varolan LDAP veritabanında güncellenmesi gerekir ve güncelleme yapılandırması 1 olarak ayarlanırsa Koha veritabanına otomatik olarak senkronize edilir.
zh_tw: 更新 LDAP 組態欄位 (允許同檔案) 可以讓 LDAP 資料庫與 Koha 資料庫同步。例如，若已設定更新組態為 1，同步結婚後冠夫姓祗需更新 LDAP 資料庫就可，系統同步自行更新 Koha 資料庫。

source: About the mapping fields (the fields highlighted green) <city is="l">Athens, OH</city>
hi: मैपिंग फ़ील्ड के बारे में (फ़ील्ड हरे रंग को हाइलाइट करते हैं) <city is="l">Athens, OH</city>
it: Riguardo ai campi di mappatura (i campi evidenziati inverde) <city is="l">Athens, OH</city>
tr: Eşleme alanları hakkında (yeşil alan vurgulanan alanlar) <city is="l">Athens, OH</city>
zh_tw: 關於對映欄位 (以高亮度綠色顯示的欄位) <city is="l">Athens, OH</city>

source: The left hand column name (highlighted yellow) is the name of the column in the LDAP database.
hi: बाएं हाथ कॉलम नाम (पीला हाइलाइट) एलडीएपी डेटाबेस में कॉलम का नाम है।
it: Il nome di colonna a sinistra (in giallo) è il nome della colonna nel database LDAP.
tr: Sol sütun adı (sarı vurgulu), LDAP veritabanındaki sütunun adıdır.
zh_tw: 左邊的欄位名稱 (以高亮黃色顯示) 即是 LDAP 資料庫的同名欄。

source: The column name inside quote marks (highlighted pink) is the name of the column in the Koha database. NOTE: This can be filled with any value if there is no equivalent column name in the Koha database as exists in the LDAP database.
hi: कोट अंक के अंदर कॉलम नाम (हाइलाइट गुलाबी) कोहा डेटाबेस में कॉलम का नाम है। नोट: यदि एलडीएपी डेटाबेस में मौजूद कोहा डेटाबेस में समकक्ष कॉलम नाम नहीं है तो यह किसी भी मान से भरा जा सकता है।
it: Il nome della colonna all'interno di virgolette (evidenziata in color magenta) è il nome della colonna nel database di Koha. Nota: Questo può essere riempito con qualsiasi valore se non esiste alcun nome di colonna equivalente nel database Koha come esiste nel database LDAP.
tr: Tırnak işaretlerinin içindeki sütun adı (pembe vurgulu), Koha veritabanındaki sütunun adıdır. NOT: Koha veritabanında LDAP veritabanında olduğu gibi eşdeğer bir sütun adı yoksa, bu herhangi bir değerle doldurulabilir.
zh_tw: 引號內的欄位名稱 (以高亮粉紅色顯示) 是 Koha 資料庫內的欄名。說明：若在 Koha 資料庫內沒有與 LDAP 資料庫同名的欄位，可以鍵入其他的值。

source: The value highlighted cyan is the default value for the specified Koha and LDAP columns. So in the above example all user records in the Koha and LDAP databases will by default have the city value of ‘Athens, OH’.
hi: मान को हाइलाइट किया गया मान निर्दिष्ट कोहा और एलडीएपी कॉलम के लिए डिफ़ॉल्ट मान है। तो उपर्युक्त उदाहरण में कोहा और एलडीएपी डेटाबेस में सभी उपयोगकर्ता रिकॉर्ड डिफ़ॉल्ट रूप से 'एथेंस, ओएच' का शहर मूल्य होगा।
it: Il valore evidenziato in ciano è il valore predefinito per le colonne specificate di Koha e LDAP. Così nell'esempio sopra tutti i record utente nel database di Koha e LDAP per impostazione predefinita avrà il valore di città di 'Atene, OH'.
tr: Camgöbeği vurgulanan değer, belirtilen Koha ve LDAP sütunlarının varsayılan değeridir. Yukarıdaki örnekte, Koha ve LDAP veritabanlarındaki tüm kullanıcı kayıtları varsayılan olarak 'Athens, OH' şehir değerine sahip olacak.
zh_tw: 高亮青色的值是 Koha 與 LDAP 的預設值。所以，前例 Koha 與 LDAP的讀者其預設縣市值都是 ‘Athens, OH’。

source: Example of the LDAP configurations:
hi: एलडीएपी विन्यास का उदाहरण:
it: Esempi delle configurazioni LDAP:
tr: LDAP yapılandırmalarına örnek:
zh_tw: LDAP 組態樣本：

source: The values in the mapping area are not always the same, and it depends on what is in your organisations LDAP database. For example some organisations do not use <userid> instead each user is only identified by the <email> field and so no <userid> is written.
hi: मैपिंग क्षेत्र में मान हमेशा समान नहीं होते हैं, और यह आपके संगठन एलडीएपी डेटाबेस में क्या है इस पर निर्भर करता है। उदाहरण के लिए कुछ संगठन <userid> का उपयोग नहीं करते हैं बल्कि प्रत्येक उपयोगकर्ता को केवल <email> फ़ील्ड द्वारा पहचाना जाता है और इसलिए कोई <userid>लिखा नहीं जाता है.
it: I valori nell'area di mappatura non sono sempre gli stessi, dipendono da come è fatto il sistema LDAP della tua istituzione. Per esempio alcune istituzioni non usano <userid> ma ogni utente è identificato dal campo <email>; quindi <userid> non viene scritto.
tr: Eşleme alanındaki değerler her zaman aynı değildir ve kuruluşlarınızın LDAP veritabanında ne olduğuna bağlıdır. Örneğin bazı kuruluşlar <userid> kullanmazlar, bunun yerine her kullanıcı sadece <email> alanı ile tanımlanır ve böylece <userid> yazılmaz.
zh_tw: 對映區塊的值不見得都相同，需依機構的 LDAP 資料庫而定。有些機構不使用 <userid> 而使用 <email> 欄位所以沒有 <userid> 欄位。

source: **Troubleshooting LDAP**
hi: **समस्या निवारण एलडीएपी**
it: **Risoluzione problemi con LDAP**
tr: **LDAP Sorunlarını Giderme**
zh_tw: **故障排除 LDAP**

source: The log that LDAP errors are printed to depends on several factors:
hi: एलडीएपी त्रुटियों को मुद्रित करने के लिए लॉग इन कई कारकों पर निर्भर करता है:
it: La stampa del log degli errori di LDAP dipende da diversi fattori:
tr: LDAP hatalarının birkaç faktöre bağlı olarak yazdırıldığı günlük:
zh_tw: 多種因素影響列印 LDAP 錯誤紀錄：
