Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/apis_protocols.po
Languages: hi, it, tr, zh_tw

source: If plack is not disabled then LDAP errors are displayed in the plack-error.log file If plack is disabled then the location that LDAP errors are printed to is either the opac-error.log file (if the user is logging into the OPAC) or the intranet-error.log file (if the user is logging into the staff client) All of these three log files are accessible in the following directory:
hi: यदि प्लेक अक्षम नहीं है तो plack-error.log फ़ाइल में एलडीएपी त्रुटियों को प्रदर्शित किया जाता है यदि प्लेक अक्षम है तो एलडीएपी त्रुटियों को मुद्रित करने वाला स्थान या तो opac-error.log फ़ाइल है (यदि उपयोगकर्ता OPAC में लॉग इन कर रहा है) या इंट्रानेट-error.log फ़ाइल (यदि उपयोगकर्ता कर्मचारी क्लाइंट में लॉग इन कर रहा है) इन तीनों में से सभी लॉग फ़ाइलें निम्न निर्देशिका में पहुंच योग्य हैं:
it: Se Plack non viene disattivato, gli errori LDAP vengono visualizzati nel file plack-error log. Se Plack è disattivato, gli errori di LDAP vanno nel file opac-error.log (se l'utente accede in OPAC) o nel file intranet-error.log (se l'utente si collega all'interfaccia staff). Questi tre file di log sono accessibili nella seguente directory:
tr: Plack devre dışı bırakılmazsa, LDAP hataları plck-error.log dosyasında görüntülenir. Plack devre dışı bırakıldıysa, LDAP hatalarının yazdırıldığı konum ya opac-error.log dosyasıdır (eğer kullanıcı OPAC'a giriş yapıyorsa) ya da intranet-error.log dosyasıdır (eğer kullanıcı personel istemcisine giriyorsa) Bu üç sistem günlüğü dosyasının tümüne aşağıdaki dizinde erişilebilir:
zh_tw: 若沒有停用 plack，則將 LDAP 錯誤顯示在 plack-error.log 檔案；若已停用 plack，則把 LDDA 的錯誤顯示在 opac-error.log 檔案 (若使用者登錄於 OPAC) 或 intranet-error.log 檔案 (若使用者登錄於館員介面)。這三個檔案都儲存在以下目錄：

source: e.g. *sudo vi /etc/koha/sites/<instancename>/SIPconfig.xml*
it: es. *sudo vi /etc/koha/sites/<instancename>/SIPconfig.xml*
tr: örneğin *sudo vi /etc/koha/sites/<instancename>/SIPconfig.xml*
zh_tw: 如：*sudo vi /etc/koha/sites/<instancename>/SIPconfig.xml*
