Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/apis_protocols.po
Languages: hi, it, tr, zh_tw

source: The value displayed for <patronvalidity> is Y (valid) and N (invalid) The value in the <YYYYMMDD> < HHMMSS> is the current date/time.
hi: प्रदर्शित मान वाई (मान्य) और एन (अमान्य) है <patronvalidity> के लिए <YYYYMMDD> < HHMMSS> में मान वर्तमान दिनांक / समय है।
it: Il valore mostrato per <patronvalidity> è Y (valido) e N (non valido). Il valore in <YYYYMMDD> < HHMMSS> è la data/ora corrente.
tr: <patronvalidity> için görüntülenen değer Y (geçerli) ve N (geçersiz) <YYYYMMDD> <HHMMSS> değeri geçerli tarih/saattir.
zh_tw: 顯示在 <patronvalidity> 的值是 Y (有效) 與 N (無效) 在 <YYYYMMDD> < HHMMSS> 內的值是現在的日期/時間。

source: The reason for the gap between the two values is to define that you want to use localtime rather than UTC.
hi: दो मानों के बीच के अंतर का कारण यह परिभाषित करना है कि आप यूटीसी के बजाए लोकलटाइम का उपयोग करना चाहते हैं।
it: Il motivo dello spazio tra i due valori è indicare che si vuole usare il local time invece di UTC.
tr: İki değer arasındaki boşluğun nedeni, UTC yerine yerel saati kullanmak istediğinizi tanımlamaktır.
zh_tw: 兩個值之間的空格表示使用在地時間而不是 UTC 時間。

source: **Patron enable - This is not yet supported. This uses the request message prefix of 25 and the response message prefix of 26**
hi: ** संरक्षक सक्षम - यह अभी तक समर्थित नहीं है। यह 25 के अनुरोध संदेश उपसर्ग का उपयोग करता है और 26 के प्रतिक्रिया संदेश उपसर्ग का उपयोग करता है **
it: **Attivazione utente - Non ancora supportata. Usa il prefisso 25 del messaggio di richiesta e il prefisso 26 del messaggio di risposta**
tr: **Kullanıcı etkinleştir - Bu henüz desteklenmiyor. Bu, 25 mesaj isteği önekini ve 26 yanıt önekini kullanır.**
zh_tw: **啟用讀者 - 此功能尚未完備。使用前置碼 25 的請求訊息與前置碼為 26 的回應訊息**

source: This command undoes the block patron command.
hi: यह आदेश ब्लॉक संरक्षक कमांड को पूर्ववत करता है।
it: Questo comando annulla quello di blocco dell'utente.
tr: Bu komut, kullanıcı engelle komutunu kaldırır.
zh_tw: 這個指令可以取消封鎖讀者的指令。

source: **Renew This uses the request message prefix of 29 and the response message prefix of 30**
hi: ** नवीनीकरण यह 29 के अनुरोध संदेश उपसर्ग का उपयोग करता है और प्रतिक्रिया संदेश उपसर्ग 30 **
it: **Rinnovo - Usa il prefisso 29 del messaggio di richiesta e il prefisso 30 del messaggio di risposta**
tr: **Süresini uzat Bu, 29 mesaj isteği önekini ve 30 yanıt mesajı önekini kullanır**
zh_tw: **更新以前綴號 29 表示請求的訊息，而以前綴號 30 表示回應的訊息**

source: <thirdpartyallowed> is a single character value which is either Y or N. If it is Y then third parties can renew items.
hi: <thirdpartyallowed> is a एकल वर्ण मान जो या तो वाई या एन है। यदि यह वाई है तो तीसरे पक्ष आइटम नवीनीकृत कर सकते हैं।
it: <thirdpartyallowed> è Y o N. Se Y, terze parti possono rinnovare le copie.
tr: <thirdpartyallowed> Y veya N olan tek bir karakter değeridir. Eğer Y ise, üçüncü şahıslar materyallerin sürelerini uzatabilir.
zh_tw: <thirdpartyallowed> 其值為 Y 或 N。Y 表示第三方可以更新該館藏。

source: <noblock> is a single character value which is either Y or N. If it is Y then this means that the item was checkin/out when the ACS was offline.
hi: <noblock> एक एकल वर्ण मान है जो या तो वाई या एन है। यदि यह वाई है तो इसका मतलब यह है कि जब एसीएस ऑफलाइन था तो आइटम चेकइन/आउट था।
it: <noblock> è Y o N. Se Y, la copia è stata prestata/restituita quando l'ACD era offline.
tr: <noblock> Y veya N olan tek bir karakter değeridir. Eğer Y ise, bu, materyalin ACS çevrimdışı olduğunda ödünç verilmiş/iade edilmiş olduğu anlamına gelir.
zh_tw: <noblock> 其值為 Y 或 N。Y 表示 ASC 離線時館藏被借出/還入。

source: <nbduedate> is the transaction date of checkin/checkout when the ACS was offline.
hi: <nbduedate> एसीएस ऑफ़लाइन होने पर चेकइन / चेकआउट की लेन-देन तिथि है।
it: <nbduedate> è la data della transazione di prestito/restituzione quando il sistema ACS era offline.
tr: <nbduedate> ACS çevrimdışıyken ödünç/iade'nin işlem tarihidir.
zh_tw: <nbduedate> 是 ACS 離線時還入/借出的日期。

source: <feeacknowledged> is a single character value which is either Y or N. This indicates if the user accepts the fee associated with the item they are renewing.
hi: <feeacknowledged> एक एकल वर्ण मान है जो या तो वाई या एन है। यह इंगित करता है कि उपयोगकर्ता उस आइटम से जुड़े शुल्क को स्वीकार करता है, जिसे वे नवीनीकृत कर रहे हैं।
it: <feeacknowledged> è Y o N. Indica se l'utente accetta il costo associato con la copia che sta rinnovando.
tr: <feeacknowledged> Y veya N olan tek bir karakter değeridir. Bu, kullanıcının yenilemekte olduğu materyalle ilişkili ücreti kabul edip etmediğini gösterir.
zh_tw: <feeacknowledged> 的值是 Y 或 N。表示讀者接受續借館藏的費用。

source: <ok> is a single character value which is either 0 or 1. A value of 1 means the item was successfully renewed, 0 means item was not successfully renewed.
hi: <ok> एक एकल वर्ण मान है जो या तो 0 या 1 है। 1 का मान है कि आइटम सफलतापूर्वक नवीनीकृत किया गया था, 0 का मतलब है कि आइटम सफलतापूर्वक नवीनीकृत नहीं किया गया था।
it: <ok> è 0 o 1. Il valore 1 indica rinnovo avvenuto, 0 indica rinnovo fallito.
tr: <ok> 0 veya 1 olan tek bir karakter değeridir. 1 değeri, materyalin başarıyla süresinin uzatıldığı anlamına gelir, 0, materyalin başarıyla süresinin uzatılmadığı anlamına gelir.
zh_tw: <ok> 的值為 0 或 1。1 表示續借館藏成功，0 表示續借館藏失敗。

source: <renewalok> is a single character value which is either Y or N. The logic for the setting of the value of <renewalok> is Y is set when the item is already checkout by the user and so it should be desensitized thereby renewing it, whereas N is set if the item is not already checkout to the patron and so it should not be renewed.
hi: <renewalok> एक एकल वर्ण मान है जो या तो वाई या एन है। <renewalok> के मान की सेटिंग के लिए तर्क वाई है जब आइटम पहले से उपयोगकर्ता द्वारा चेकआउट किया जाता है और इसलिए इसे नवीनीकृत किया जाना चाहिए जिससे इसे नवीनीकृत किया जा सके, जबकि एन सेट किया गया है यदि आइटम पहले से ही संरक्षक के लिए चेकआउट नहीं है और इसलिए इसे नवीनीकृत नहीं किया जाना चाहिए।
it: <renewalok> è Y o N. La logica per impostare il valore di <renewalok> è: Y si usa quando la copia è già prestata all'utente e deve essere smagnetizzata e quindi rinnovata, mentre N si usa quando la copia non è già prestata all'utente e non deve essere rinnovata.
tr: <renewalok>, Y veya N olan tek bir karakter değeridir. <renewalok> değerinin ayarlanması için mantık Y, materyal zaten kullanıcı tarafından ödünç alınmış ise ayarlanır ve desentisize edilir ve böylece süresi uzatılır. Materyal, kullanıcı tarafından ödünç alınmamış ise ve bu nedenle süresi uzatılmaması gerektiğinde N ayarlanır.
zh_tw: <renewalok> 的值是 Y 或 N。把 <renewalok> 設為 Y 表示館藏已經被借出，續借時應消磁，設為 N 表示館藏未被借出，不可續借。

source: In other words don’t let patrons renew books when they are not currently checked out to them.
hi: दूसरे शब्दों में जब संरक्षक वर्तमान में चेक आउट नहीं होते हैं तो संरक्षक पुस्तकें नवीनीकृत न करें।
it: In altre parole non permettere all'utente di rinnovare ciò che non ha in prestito.
tr: Başka bir deyişle kullanıcıların halihazırda ödünç aldıkları kitap yoksa bunların süresini uzatmalarına izin vermeyin.
zh_tw: 換句話說，不要讓讀者在目前沒有借出該書籍的時候，更新其借閱狀態。

source: <magneticmedia> is a single character value which is either Y (for yes), N ( for no), or U (for unknown).
hi: <magneticmedia>एक एकल वर्ण मान है जो या तो वाई (हां के लिए), एन (नहीं के लिए), या यू (अज्ञात के लिए) है।
it: <magneticmedia> Y (per sì), N (per no), o U (per sconosciuto).
tr: <magneticmedia> Y (evet için), N (hayır için) veya U (bilinmeyen) için olan tek bir karakter değeridir.
zh_tw: <magneticmedia> 的值為 Y (表示 yes)、N (表示 no)、或 U (表示不明 unknown)。

source: <mediatype> is a three numerical character long value. For a list of the values go to: http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
hi: <mediatype> एक तीन संख्यात्मक चरित्र लंबा मूल्य है। मानों की एक सूची के लिए यहां जाएं:http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
it: <mediatype> è di tre cifre. Per una lista dei valori vedi: http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
tr: <mediatype> üç sayısal karakter uzunluğunda bir değerdir. Değerlerin listesi için şu adrese gidin: http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
zh_tw: <mediatype> 的值為三個數字。參見：http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf

source: **End session**
hi: **अंत सत्र**
it: **Fine sessione**
tr: **Oturumu sonlandır**
zh_tw: **作業階段結束**

source: This uses the request message prefix of 35 and the response message prefix of 36
hi: यह 35 का अनुरोध संदेश उपसर्ग और 36 का प्रतिक्रिया संदेश उपसर्ग का उपयोग करता है
it: Usa il prefisso 35 del messaggio di richiesta e il prefisso 36 del messaggio di risposta
tr: Bu, 35 mesaj isteği önekini ve 36 yanıt mesajı önekini kullanır.
zh_tw: 此地的請求訊息前置碼為 35，回應訊息前置碼為 36

source: <success_or_failure> is either Y for success or N for failure.
hi: <success_or_failure> विफलता के लिए या तो सफलता के लिए वाई या एन है।
it: <success_or_failure> è Y per ok o N per ko.
tr: <success_or_failure>, başarı için Y veya başarısızlık için N'dir.
zh_tw: <success_or_failure> 的值是 Y 表示成功或 N 表示失敗。

source: **Fee Paid – May not be implemented yet. This uses a request message prefix of 37 and a response message prefix of 38**
hi: ** शुल्क भुगतान - अभी तक लागू नहीं किया जा सकता है। यह 37 का अनुरोध संदेश उपसर्ग और 38 का एक प्रतिक्रिया संदेश उपसर्ग का उपयोग करता है **
it: **Tassa pagata - Potrebbe non essere ancora implementata. Usa il prefisso 37 del messaggio di richiesta e il prefisso 38 del messaggio di risposta**
tr: **Ceza Ücreti - Henüz uygulanamayabilir. Bu 37 bir istek mesajı öneki ve 38 bir yanıt iletisi öneki kullanır.**
zh_tw: **付款 – 可能尚未完成。需使用前置 37 的請求訊息及前置 38 的回應訊息**

source: <feetype> is a two numerical character value which is between 01 and 99. To see a list of fee type values go to http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
hi: <feetype>एक दो संख्यात्मक वर्ण मान है जो 01 और 99 के बीच है। फीस प्रकार मानों की एक सूची देखने के लिए यहां जाएं http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
it: <feetype> è un numero di due cifre tra 01 e 99. Per vedere una lista dei tipi di costi vai a http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
tr: <feetype>, 01 ile 99 arasında iki sayısal karakter değeridir. Ücret türü değerlerinin listesini görmek için http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf adresine gidin.
zh_tw: <feetype> 的值是介於 01 與 99 之間的數值。參見：http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf

source: <paymenttype> is a two character numerical value between 00 and 99. 00 is cash, 01 is Visa, and 02 is credit card.
hi: <paymenttype> 00 और 99 के बीच दो वर्ण संख्यात्मक मान है। 00 नकद है, 01 वीज़ा है, और 02 क्रेडिट कार्ड है।
it: <paymenttype> sono due cifre da 00 a 99. 00 è contante, 01 è Visa, 02 è carta di credito.
tr: <paymenttype>, 00 ile 99 arasında iki karakterli bir sayısal değerdir. 00 nakit, 01 Visa, ve 02 kredi kartıdır.
zh_tw: <paymenttype> 的值是介於 00 與 99 之間的數值。00 表示現金、01 為 Visa、02 是信用卡。

source: <currencytype> is a 3 alphanumeric character long value identifying the currency the fee paid was in.
hi: <currencytype> एक 3 अल्फान्यूमेरिक वर्ण लंबा मूल्य है जो भुगतान किए गए शुल्क की पहचान करता है।
it: <currencytype> è una stringa di 3 caratteri che identifica la valuta per il pagamento delle multe.
tr: <currencytype>, ödenen ücretin bulunduğu para birimini tanımlayan 3 alfanümerik karakter uzunluğudur.
zh_tw: <currencytype> 的值為長度 3 的文數字用以識別付費的金額。

source: <paymentaccepted> is a single alphanumeric character long value which is either Y (payment has been accepted) or N (payment has not been accepted).
hi: <paymentaccepted> एक एकल अल्फान्यूमेरिक वर्ण लंबा मान है जो या तो वाई है (भुगतान स्वीकार कर लिया गया है) या एन (भुगतान स्वीकार नहीं किया गया है)।
it: <paymentaccepted> è Y (pagamento accettato) o N (pagamento non accettato).
tr: <paymentaccepted>, Y (ödeme kabul edildi) veya N (ödeme kabul edilmedi) olan tek bir alfasayısal karakter uzun değeridir.
zh_tw: <paymentaccepted> 的值是 Y (付費成功) 或 N (付費失敗)。

source: **Patron information**
hi: **संरक्षक जानकारी**
it: **Informazioni utente**
tr: **Kullanıcı bilgisi**
zh_tw: **讀者資訊**

source: This uses the request message prefix of 63 and the response message prefix of 64
hi: यह 63 के अनुरोध संदेश उपसर्ग और 64 के प्रतिक्रिया संदेश उपसर्ग का उपयोग करता है
it: Usa il prefisso 63 del messaggio di richiesta e il prefisso 64 del messaggio di risposta
tr: Bu, 63 istek iletisi önekini ve 64 yanıt önekini kullanır.
zh_tw: 使用前綴號63表示請求的訊息，而以前綴號64表示回應的訊息

source: <valid patron> is Y for valid and N for not valid.
hi: <valid patron> वाई वैध है और मान्य नहीं है।
it: <valid patron> è Y per valido e N per non valido.
tr: <valid patron> Geçerli olan için Y geçerli olmayan için N.
zh_tw: <valid patron> 的值是 Y 表示成功與 N 表示失敗。

source: <hold itemcount><overdueitemcount><chargeditemscount><fienitemscount><recallitemscount><unavaliableholdscount> are all 4 numerical character long values.
hi: <hold itemcount><overdueitemcount><chargeditemscount><fienitemscount><recallitemscount><unavaliableholdscount> सभी 4 संख्यात्मक चरित्र लंबे मूल्य हैं.
it: <hold itemcount><overdueitemcount><chargeditemscount><fienitemscount><recallitemscount><unavaliableholdscount> sono tutti di 4 caratteri numerici.
tr: <hold itemcount><overdueitemcount><chargeditemscount><fienitemscount><recallitemscount><unavaliableholdscount> tümü 4 sayısal karakter uzunluğunda değerlerdir.
zh_tw: <hold itemcount><overdueitemcount><chargeditemscount><fienitemscount><recallitemscount><unavaliableholdscount> 的值都是長度為 4 的文數字。

source: **Renew all**
hi: **सभी को नवीनीकृत**
it: **Rinnova tutto**
tr: **Tümünün süresini uzat**
zh_tw: **更新全部**

source: This uses the request message prefix of 65 and the response message prefix of 66.
hi: यह 65 के अनुरोध संदेश उपसर्ग और 66 के प्रतिक्रिया संदेश उपसर्ग का उपयोग करता है।
it: Usa il prefisso 65 del messaggio di richiesta e il prefisso 66 del messaggio di risposta.
tr: Bu, 65'in istek mesajı önekini ve 66'nın yanıt iletisi önekini kullanır.
zh_tw: 請求訊息前置碼為 65 回應訊息前置碼為 66。

source: <renewedcount> is a 4 numerical character long value denoting the number of items that were renewed.
hi: <renewedcount> एक 4 संख्यात्मक वर्ण लंबा मान है जो नवीनीकृत वस्तुओं की संख्या को दर्शाता है।
it: <renewedcount> è un valore di 4 cifre che indica il numero delle copie rinnovate.
tr: <renewedcount> süresi uzatılan materyallerin sayısını gösteren 4 sayısal karakter uzunluğunda bir değerdir.
zh_tw: <renewedcount> 的值是長度為 4 的數值表示允許續借的館藏數。

source: <unrenewedcount>, has the same format as the <renewedcount> but it denotes the number of items not renewed.
hi: <unrenewedcount>, <renewedcount> के समान प्रारूप है, लेकिन यह नवीनीकृत न किए गए आइटमों की संख्या को दर्शाता है।
it: <unrenewedcount> ha lo stesso formato di <renewedcount> ma indica il numero di copie non rinnovate.
tr: <unrenewedcount>, <renewedcount> ile aynı biçime sahiptir, ancak süresi uzatılmayan materyallerin sayısını gösterir.
zh_tw: <unrenewedcount> 的格式與 <renewedcount> 相同，但表示不能續借的館藏數。

source: **Login**
hi: **लॉगइन**
tr: **Oturum aç**
zh_tw: **登入**

source: This uses the request message prefix of 93, and the response message prefix of 94.
hi: यह 93 के अनुरोध संदेश उपसर्ग का उपयोग करता है, और प्रतिक्रिया संदेश उपसर्ग 94 का उपयोग करता है।
it: Usa il prefisso 93 del messaggio di richiesta e il prefisso 94 del messaggio di risposta.
tr: Bu, 93 mesaj isteği önekini ve 94 yanıt mesajı önekini kullanır.
zh_tw: 請求訊息前置碼為 93 回應訊息前置碼為 94。

source: <UIDalgorithm> and <PWDalgorithm> are one character long values indicating the type of algorithm to use to encrypt the loginuserid and loginpassword respectively.
hi: <UIDalgorithm> और <PWDalgorithm> एक वर्ण लंबे मान हैं जो क्रमशः loginuserid और loginpassword एन्क्रिप्ट करने के लिए उपयोग करने के लिए एल्गोरिदम के प्रकार को इंगित करते हैं.
it: <UIDalgorithm> e <PWDalgorithm> sono lunghi un carattere e indicano il tipo di algoritmo da usare per criptare loginuserid e loginpassword.
tr: <UIDalgorithm> ve <PWDalgorithm>, sırasıyla loginuserid ve loginpassword'ı şifrelemek için kullanılacak algoritmanın türünü gösteren bir karakter uzunluğunda değerlerdir.
zh_tw: <UIDalgorithm> 與 <PWDalgorithm> 的值都是一個字元，表示加密 loginuserid 與 loginpassword 的演算法類型。

source: Writing in the value of 0 means these values will not be encrypted.
hi: 0 के मान में लिखने का अर्थ है कि ये मान एन्क्रिप्ट नहीं किए जाएंगे।
it: Il valore 0 indica che questi valori non saranno criptati.
tr: 0 değerinin yazılması, bu değerlerin şifrelenmeyeceği anlamına gelir.
zh_tw: 寫入的值為 0 表示該值未加密。

source: Response message: *941* is a successful login. *940* is an unsuccessful login *[connection closed by foreign host.]* is a unsuccessful login
hi: प्रतिक्रिया संदेश: *941* एक सफल लॉगिन है। *940* एक असफल लॉगिन *[कनेक्शन विदेशी होस्ट द्वारा बंद है।]* एक असफल लॉगिन है
it: Messaggio di risposta: *941* login ok. *940* login fallito *[connessione chiusa dal server remoto.]*
tr: Yanıt mesajı: * 941 * başarılı bir giriş. * 940 * başarısız bir giriş * [yabancı ana bilgisayar tarafından kapatıldı.] * Başarısız bir giriş
zh_tw: 回應訊息：*941* 表示登入成功。*940* 表示登入失敗 *[被不明主機關閉連結。]* 表示登入失敗

source: **Resend**
hi: **पुन: भेजें**
it: **Rispedisci**
tr: **Yeniden gönder**
zh_tw: **重送**

source: This requests the receiving device to resend its last message.
hi: यह प्राप्तकर्ता डिवाइस को अपने अंतिम संदेश को फिर से भेजने का अनुरोध करता है।
it: Così viene chiesto al sistema ricevente di rispedire l'ultimo messaggio.
tr: Bu, alıcı cihazın son mesajını tekrar göndermesini ister.
zh_tw: 請求接收裝置重送最後收到的訊息。

source: SC -> ACS resend request is *97*
hi: SC -> एसीएस अनुरोध भेजना है *97*
it: SC -> ACS rispedire la richiesta è *97*
tr: SC -> ACS tekrar gönderme isteği *97*
zh_tw: SC -> ACS 重送請求是 *97*

source: ACS -> SC resend request is *96*
hi: ACS -> SC अनुरोध भेजना है *96*
it: ACS -> SC rispedire la richiesta è *96*
tr: ACS -> SC tekrar gönderme isteği *96*
zh_tw: ACS -> SC 重送請求是 *96*

source: **Status of the ACS and SC**
hi: **SC और ACS की स्थिति **
it: **Status di ACS e SC**
tr: **ACS ve SC'nin durumu**
zh_tw: **ACS 與 SC 的狀態**

source: This has the request message prefix of 99 and the response message prefix of 98.
hi: इसमें 99 का अनुरोध संदेश उपसर्ग और 98 का प्रतिक्रिया संदेश उपसर्ग है।
it: Questo ha il prefisso di richiesta 99 e il prefisso di risposta di 98.
tr: Bu, 99'luk bir istek mesajı önekine ve 98'in yanıt mesajı önekine sahiptir.
zh_tw: 請求訊息前置碼為 99 回應訊息前置碼為 98。

source: The status code is one of 3 values. * 0: SC is ok * 1: SC is out of paper * 2: SC is shutting down max print width is a 3 character long value which is the integer number of characters the client can print Protocol version is a 4 character value in the format x.xx
hi: स्थिति कोड 3 मानों में से एक है। * 0: एससी ठीक है * 1: अनुसूचित जाति कागज से बाहर है * 2: अनुसूचित जाति अधिकतम प्रिंट चौड़ाई को बंद कर रही है एक 3 वर्ण लंबा मान है जो क्लाइंट प्रिंट कर सकते हैं अक्षरों की पूर्णांक संख्या प्रोटोकॉल संस्करण एक 4 वर्ण मान है प्रारूप x.xx
it: Lo status code è uno di questi 3 valori. * 0: SC è ok * 1: SC ha finito la carta * 2: SC è in spegnimento. max print width è un valore lungo 3 caratteri che indica il numero di caratteri che il client può stampare. Protocol version è lungo 4 caratteri e ha il formato x.xx
tr: Durum kodu 3 değerden biridir. * 0: SC tamam * 1: SC kağıt bitti * 2: SC kapanıyor. Maksimum baskı genişliği, istemcinin yazdırabileceği karakterlerin tamsayısı olan 3 karakter uzunluğunda bir değerdir. Protokol sürümü, x.xx biçiminde 4 karakterli bir değerdir.
zh_tw: 狀態代碼有 3 ：* 0: 表示 SC ok * 1: 表示 SC 沒有紙 * 2: 表示 SC 關機。列印最大寬度昰 3 個整數字元，使用 x.xx 格式時可以用到 4 個字元

source: If you get the response message ‘96’ this means that the request message is not valid/understood.
hi: अगर आपको प्रतिक्रिया संदेश '96' मिलता है तो इसका मतलब है कि अनुरोध संदेश मान्य / समझा नहीं गया है।
it: Se la risposta è '96', il messaggio di richiesta è non valido/non compreso.
tr: Eğer “96” yanıt mesajını alırsanız, bu, istek mesajının geçerli/anlaşılmış olmadığı anlamına gelir.
zh_tw: 回應訊息 ‘96’ 表示請求訊息無效或無法理解。

source: **Troubleshooting SIP2**
hi: **समस्या निवारण एसआईपी 2**
it: **Risoluzione problemi con SIP2**
tr: **SIP2 Sorunlarını Giderme**
zh_tw: **故障排除 SIP2**

source: Can’t connect to remote host when writing in the command telnet localhost <portnumber>
hi: टेलनेट लोकलहोस्ट कमांड में लिखते समय रिमोट होस्ट से कनेक्ट नहीं हो सकता है<portnumber>
it: Impossibile connettersi all'host usando il comando telnet localhost <portnumber>
tr: Telnet localhost <portnumber> komutunda yazarken uzak ana bilgisayara bağlanamıyorum
zh_tw: 寫入 telnet localhost <portnumber> 命令時無法連結至遠端主機

source: 3 solutions for this issue to try are:
hi: 3 कोशिश करने के लिए इस मुद्दे के समाधान हैं:
it: le 3 soluzioni da tentare per questo problema sono:
tr: Bu sorunun denenmesi için 3 çözüm:
zh_tw: 此問題有 3 個解決方式：

source: 1. Check the portnumber your writing in the above command is the port number written in the SIPconfig.xml file at the location indicated by the number 1. i.e. in the below example because the portnumber is 6001 the correct command would be: telnet localhost 6001
hi: 1. उपरोक्त आदेश में आपके लेखन को पोर्ट नंबर देखें, संख्या 1 द्वारा इंगित स्थान पर SIPconfig.xml फ़ाइल में लिखित पोर्ट नंबर है। यानी नीचे दिए गए उदाहरण में क्योंकि पोर्टनंबर 6001 सही कमांड होगा: टेलनेट लोकलहोस्ट 6001
it: 1. controllare che il numero di porta usato nel comando precedente sia il numero di porta scritto nel file SIPconfig.xml nella posizione indicata dal numero 1. cioè nell'esempio seguente se il numero di porta è 6001 il comando corretto sarebbe: telnet localhost 6001
tr: 1. Portnumber komutunu kontrol edin, yukarıdaki komutta SIPconfig.xml dosyasında yazılan port numarası 1 numara ile gösterilen lokasyonda olmalıdır. Örnek olarak portnumber 6001 olduğu için yandaki örnekte doğru komut şöyle olacaktır: telnet localhost 6001
zh_tw: 1. 檢查命令的埠號是否在 SIPconfig.xml 檔案編號 1 的位置。如，下例的埠號是 6001 時，正確的命令是：telnet localhost 6001

source: 2. Check if any userid is written more than once in the SIPconfig.xml file. The userid (which is simply the username of the Koha user) needs to be unique within the SIPconfig.xml file. If you have the same userid multiple times in your SIPconfig.xml file this will cause the connection to SIP2 to fail before you get a chance to authenticate.
hi: 2. जांचें कि क्या कोई उपयोगकर्ता आईडी SIPconfig.xml फ़ाइल में एक से अधिक बार लिखा गया है। उपयोगकर्ता आईडी (जो कि कोहा उपयोगकर्ता का उपयोगकर्ता नाम है) को SIPconfig.xml फ़ाइल में अद्वितीय होना चाहिए। अगर आपके पास SIPconfig.xml फ़ाइल में एक ही उपयोगकर्ता आईडी एकाधिक बार है, तो इससे आपको प्रमाणित करने का मौका मिलने से पहले SIP2 से कनेक्शन विफल हो जाएगा.
it: 2. verificare se qualsiasi userid è scritto più di una volta nel file SIPconfig.xml. L'ID utente (che è semplicemente il nome utente dell'utente Koha) deve essere univoco all'interno del file SIPconfig.xml. Se hai lo stesso ID utente più volte nel file SIPconfig.xml, farà sì che la connessione a SIP2 fallisca prima dell'autenticazione.
tr: 2. Herhangi bir userid'nin SIPconfig.xml dosyasında bir kereden fazla yazılıp yazılmadığını kontrol edin. Userid (ki bu sadece Koha kullanıcısının kullanıcı adıdır) SIPconfig.xml dosyasında benzersiz olmalıdır. SIPconfig.xml dosyanızda aynı kullanıcı kimliğine birden çok kez sahipseniz, kimlik doğrulama için şansınız olmadan önce SIP2 bağlantısının başarısız olmasına neden olur.
zh_tw: 2. 檢查 SIPconfig.xml 檔案內的 userid 是否寫了多次。SIPconfig.xml 內的 userid (就是 Koha 使用者名稱) 不能重複。若在 SIPconfig.xml 內重複 userid 於認證前就無法連結至 SIP2。
