Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/apis_protocols.po
Languages: hi, it, tr, zh_tw

source: SIP2 (Session Initiation Protocol) is a protocol for communication between devices.
hi: एसआईपी 2 (सत्र आरंभ प्रोटोकॉल) उपकरणों के बीच संचार के लिए एक प्रोटोकॉल है।
it: SIP2 (Session Initiation Protocol) è un protocollo per la comunicazione tra sistemi.
tr: SIP2 (Oturum Başlatma Protokolü) cihazlar arasındaki iletişim için bir protokoldür.
zh_tw: SIP2 (Session Initiation Protocol) 是設備關的通信協定。

source: In the context of Koha SIP2 is used for communication between Self Check (SC) machines i.e. self checkout machines, and the Automated Circulation System (also known as ACS which in this case is the server running Koha).
hi: कोहा एसआईपी 2 के संदर्भ में सेल्फ चेक (एससी) मशीनों यानी स्वयं चेकआउट मशीनों के बीच संचार के लिए प्रयोग किया जाता है, और स्वचालित परिसंचरण प्रणाली (जिसे एसीएस भी कहा जाता है जो इस मामले में सर्वर कोहा चला रहा है)।
it: In Koha, il SIP2 è usato per la comunicazione tra macchine di Self-Check (autoprestito) SC e il sistema di Circolazione Automatica (noto anche come ACS, che è poi il server stesso di Koha).
tr: Koha SIP2 bağlamında, Selfcheck Kontrol (SC) makineleri, yani selfcheck ödünç verme makineleri ve Otomatik Sirkülasyon Sistemi (aynı zamanda bu durumda, Koha çalışan sunucu olan ACS olarak da bilinir) arasındaki iletişim için kullanılır.
zh_tw: SIP2 使用於 Koha 與自助借出設備 (Self Check, SC) 以及自動流通系統 (Automated Circulation System, ACS 即執行 Koha 的伺服器)。

source: SIP2 communications consist of requests and responses.
hi: एसआईपी 2 संचार में अनुरोध और प्रतिक्रियाएं शामिल हैं।
it: Le comunicazioni SIP2 sono richieste e risposte.
tr: SIP2 iletişimi istek ve cevaplardan oluşur.
zh_tw: SIP2 包括請求與回應兩部份。

source: The self checkout machines are ‘dumb’ and so they send requests to the Koha server which runs logic which determines a particular outcome which is sent as a response message back to the client self checkout machine, and this is then conveyed to the user.
hi: स्वयं चेकआउट मशीन ‘गूंगा ‘ हैं और इसलिए वे कोहा सर्वर को अनुरोध भेजते हैं जो तर्क चलाता है जो एक विशेष परिणाम निर्धारित करता है जिसे क्लाइंट सेल्फ चेकआउट मशीन पर प्रतिक्रिया संदेश के रूप में भेजा जाता है, और फिर इसे उपयोगकर्ता को बताया जाता है।
it: Le macchine di autoprestito sono 'tonte' e spediscono richieste al server Koha che esegue una certa logica per dare una risposta alla macchina, che la passa all'utente.
tr: Kendi kendini denetleme makineleri “dumb” dır ve bu sayede Koha sunucusuna istemcinin selfcheck ödünç alma makinesine bir cevap mesajı olarak gönderilen belirli bir sonucu belirleyen mantığı çalıştıran istekleri gönderir ve bu daha sonra kullanıcıya iletilir.
zh_tw: 自助借出機器是 ‘笨的’，送出請求至 Koha 伺服器，運算後再回應給客戶端的自助借出機器，藉以協助使用者。

source: Security notice regarding using SIP2 service: To ensure that your SIP2 traffic is secure as it passes over the internet you need to make sure that you are using a VPN or stunnel.
hi: एसआईपी 2 सेवा का उपयोग करने के संबंध में सुरक्षा नोटिस: यह सुनिश्चित करने के लिए कि आपका एसआईपी 2 यातायात सुरक्षित है क्योंकि यह इंटरनेट पर गुजरता है, आपको यह सुनिश्चित करने की ज़रूरत है कि आप वीपीएन या ऑर्स्टनल का उपयोग कर रहे हैं।
it: Informazioni di sicurezza sul servizio SIP2: per assicurarsi che il traffico SIP2 in internet sia criptato devi usare una VPN o stunnel.
tr: SIP2 servisini kullanma ile ilgili güvenlik uyarısı: SIP2 trafiğinizin internetten geçerken güvenli olduğundan emin olmak için bir VPN veya stunnel kullandığınızdan emin olmanız gerekir.
zh_tw: 使用 SIP2 的安全通知：為了確保 SIP2 流量通過網際網路的安全，需使用 VPN 或安全通道。

source: Setting up SIP2
hi: एसआईपी 2 स्थापित करना
it: Impostare SIP2
tr: SIP2'yi kurma
zh_tw: 設定 SIP2

source: If you installed Koha using Debian packages then SIP2 setup is easy, simply follow these steps:
hi: यदि आपने डेबियन पैकेज का उपयोग करके कोहा स्थापित किया है तो एसआईपी 2 सेटअप आसान है, बस इन चरणों का पालन करें:
it: Se hai installato Koha usando Debian, allora SIP2 è facile da installare, seguendo questi passi:
tr: Debian paketlerini kullanarak Koha'yı kurduysanız SIP2 kurulumu kolaydır, basitçe şu adımları izleyin:
zh_tw: 以 Debian 套件方式安裝的 Koha，其 SIP2 的設定就簡單多，祗需幾個步驟：

source: 1. In your terminal (in the root Koha directory) write in: *sudo koha-enable-sip <instancename>*
hi: 1. आपके टर्मिनल में (रूट कोहा निर्देशिका में) लिखते हैं: *sudo koha-enable-sip <instancename>*
it: 1. nel vostro terminal (nella directory root di Koha) scrivere: * sudo koha-enable-sip <instancename>*
tr: 1. Terminalinizde (kök Koha dizininde) şunu yazın: *sudo koha-enable-sip <instancename>*
zh_tw: 1. 在終端機 (Koha 伺服器的根目錄) 鍵入命令：*sudo koha-enable-sip <instancename>*

source: 2. Now you need to configure the SIP2 settings, to do this you need to edit the SIPconfig.xml file which exists in the /etc/koha/sites/<instancename>/ directory. You will need to edit this file as root because it contains passwords (to do so write ‘sudo’ at the start of your command).
hi: 2. अब आपको SIP2 सेटिंग्स को कॉन्फ़िगर करने की आवश्यकता है, ऐसा करने के लिए आपको SIPconfig.xml फ़ाइल को संपादित करने की आवश्यकता है जो /etc/koha/sites/<instancename>/ निर्देशिका में मौजूद है। आपको इस फ़ाइल को रूट के रूप में संपादित करने की आवश्यकता होगी क्योंकि इसमें पासवर्ड हैं (ऐसा करने के लिए अपने आदेश की शुरुआत में 'सूडो' लिखें)।
it: 2. Ora è necessario configurare le impostazioni di SIP2, e per fare questo è necessario modificare il file SIPconfig.xml che si trova nella directory /etc/koha/siti/<instancename>/ . Sarà necessario modificare questo file come utente root, perché contiene password (per fare così scrivere 'sudo' all'inizio del comando).
tr: 2. Şimdi SIP2 ayarlarını yapılandırmanız gerekir, bunu yapmak için /etc/koha/sites/<instancename>/ dizininde bulunan SIPconfig.xml dosyasını düzenlemeniz gerekir. Bu dosyayı root olarak düzenlemeniz gerekir çünkü şifreler (komutunuzun başına "sudo" yazmak için) içerir.
zh_tw: 2. 組態 SIP2 的設定，需先編輯在 /etc/koha/sites/<instancename>/ 目錄的SIPconfig.xml 檔案。必須以 root 權限才能編輯它，因為需要密碼 (在命令前加入 ‘sudo’)。

source: Important note: There are three areas of interest in the SIPconfig.xml file that you need to change. These are: service, account and institution.
hi: महत्वपूर्ण नोट: SIPconfig.xml फ़ाइल में रुचि के तीन क्षेत्र हैं जिन्हें आपको बदलने की आवश्यकता है। ये हैं: सेवा, खाता और संस्था।
it: Nota importante: ci sono tre aree di interesse nel file SIPconfig.xml. Sono: service, account e institution.
tr: Önemli not: SIPconfig.xml dosyasında değiştirmeniz gereken üç ilgi alanı vardır. Bunlar: hizmet, hesap ve kurum.
zh_tw: 重要通知：有三個地方與 SIPconfig.xml 檔案有關。它們是：服務、帳號與機構。

source: **Service**
hi: **सेवाएँ**
it: **Servizio**
tr: **Hizmet**
zh_tw: **服務**

source: 2.1 Change the port value near the top of the SIPconfig.xml file (identified by the number 1 in the below screen shot), so it has the same IP address as set further down the SIPconfig.xml file identified by 2.
hi: 2.1 SIPconfig.xml फ़ाइल के शीर्ष के पास पोर्ट मान बदलें (नीचे स्क्रीन शॉट में नंबर 1 द्वारा पहचाना गया), इसलिए इसमें एक ही आईपी पता है जो SIPconfig.xml फ़ाइल को 2 से नीचे सेट किया गया है।
it: 2.1 modificare il valore della porta nella parte superiore del file SIPconfig.xml (identificato con il numero 1 nella schermata sottostante), che abbia ha lo stesso indirizzo IP come più in basso nel file di SIPconfig.xml identificato da 2.
tr: 2.1 SIPconfig.xml dosyasının en üstündeki port değerini (aşağıdaki ekran görüntüsünde 1 rakamıyla belirtilir) değiştirin, böylece 2 ile tanımlanan SIPconfig.xml dosyasında belirtilen IP adresi aynı olacaktır.
zh_tw: 2.1 變更 SIPconfig.xml 檔案前端的埠號值 (在以下的畫面以 1 識別)，同個 IP 位址可以 SIPconfig.xml 檔案識別 2 另個它用。

source: Make sure the two port values don’t have the same port number as you cannot have the same port being listened to by two different services. When deciding upon the port number make sure it is a high number (i.e. above 1000) because all ports below 1000 require root permissions.
hi: सुनिश्चित करें कि दो पोर्ट मानों में एक ही पोर्ट नंबर नहीं है क्योंकि आपके पास दो अलग-अलग सेवाओं द्वारा समान पोर्ट नहीं सुना जा सकता है। पोर्ट नंबर पर निर्णय लेने पर सुनिश्चित करें कि यह एक उच्च संख्या है (यानी 1000 से ऊपर) क्योंकि 1000 से नीचे के सभी बंदरगाहों को रूट अनुमतियों की आवश्यकता होती है।
it: Assicurarsi che i valori di due porta non hanno lo stesso numero di porta, dato che non si può avere la stessa porta per due diversi servizi. Quando si decide il numero di porta usare un numero elevato (cioè sopra 1000) perché tutte le porte sotto 1000 richiedono permessi di root.
tr: İki bağlantı noktası değerinin, iki farklı hizmet tarafından dinlenen aynı bağlantı noktasına sahip olamayacağınız için aynı bağlantı noktası numarasına sahip olmadığından emin olun. Port numarasına karar verirken, 1000'in altındaki tüm portlar root izinleri gerektirdiğinden yüksek bir sayı olduğundan (yani 1000'den fazla) emin olun.
zh_tw: 確認使用不同的埠號，不同的服務不能使用相同的埠號。應使用高埠號 (如 1000 以上)，因為 1000 以上的埠號需要 root 權限。

source: **Account**
hi: **खाता**
tr: **Hesap**
zh_tw: **帳號**

source: Account information that you write here must also exist in the Koha database i.e. you need to create a patron in the Koha staff interface with the same username, password (making sure to assign them circulate permissions) as the user account you write into the SIPconfig.xml file.
hi: खाता जानकारी जो आप यहां लिखते हैं, कोहा डेटाबेस में भी मौजूद होना चाहिए यानी आपको उसी उपयोगकर्ता नाम, पासवर्ड (उन्हें संचरण अनुमतियां असाइन करना सुनिश्चित करें) के साथ कोहा स्टाफ इंटरफ़ेस में संरक्षक बनाने की आवश्यकता है, जिसे आप SIPconfig में लिखते हैं। एक्सएमएल फ़ाइल।
it: Le informazioni di account che scrivi qui devono essere presenti anche nel database di Koha, cioè è necessario creare un utente nell'interfaccia staff di Koha con lo stesso nome utente e password (assicurandosi di assegnare le autorizzazioni di circolazione) come quello indicato in SIPconfig.xml.
tr: Burada yazdığınız hesap bilgileri Koha veritabanında da bulunmalıdır, yani Koha personel arabiriminde bir kullanıcı oluşturmanız için SIPconfig.xml dosyasına yazdığınız kullanıcı hesabıyla aynı kullanıcı adı, parola (dolaşım izinlerini atadığınızdan emin olun) gerekir.
zh_tw: 寫在此處的帳號資訊必須同時存在於 Koha 資料庫，也就是必須在 Koha 館員介面新增該使用者及密碼 (確認授予流通權限) 做為寫入 SIPconfig.xml 檔案的帳號。

source: It is highly recommended that you only write in Koha user accounts with circulate permissions.
hi: यह अत्यधिक अनुशंसा की जाती है कि आप केवल कोमा उपयोगकर्ता खातों में परिसंचरण अनुमतियों के साथ लिखें।
it: Si raccomanda di registrare in Koha solo accounts con permesso di circolazione.
tr: Sadece dolaşım izinleri ile Koha kullanıcı hesaplarında yazmanız önemle tavsiye edilir.
zh_tw: 強烈建議祗給該 Koha 使用者帳號流通權限。

source: The reason we want SIP2 users to only have circulate permissions rather than superlibrarian permissions is to reduce the access SIP2 users have to confidential patron data in case the system was compromised.
hi: कारण है कि हम चाहते हैं कि एसआईपी 2 उपयोगकर्ताओं को केवल सुपरलाइब्रियन अनुमतियों की बजाय अनुमतियों को प्रसारित करना है, एसआईपी 2 उपयोगकर्ताओं को सिस्टम समझौता किए जाने के मामले में गोपनीय संरक्षक डेटा तक पहुंच को कम करना है।
it: La ragione per cui vogliamo che gli utenti SIP2 abbiano solo autorizzazione alla circolazione piuttosto che essere superlibrarian è quello di ridurre l'accesso a SIP2 ai dati non confidenziali nel caso in cui il sistema venga compromesso.
tr: SIP2 kullanıcılarının yalnızca superlibrarian izinlerinden ziyade sirkülasyon izinlerine sahip olmasını istememizin nedeni, SIP2 kullanıcılarının sistemden ödün vermesi durumunda gizli kullanıcı verilerinin erişimini azaltmaktır.
zh_tw: 把 SIP2 使用者的權限限制於流通而不是超級圖書館員的權限，係為了減少 SIP2 使用者查看讀者的隱私。

source: If the ACS or the SC were compromised then having all SIP2 users only having circulation permissions means that an intruder would only be able to access patron data via the terminal rather than the web interface as well (which would be available with superlibrarian permissions). So it is simply a matter of protecting your users.
hi: यदि एसीएस या एससी से समझौता किया गया था तो सभी एसआईपी 2 उपयोगकर्ताओं को केवल परिसंचरण अनुमतियां होने का मतलब है कि घुसपैठ करने वाला केवल वेब इंटरफेस के बजाय टर्मिनल के माध्यम से संरक्षक डेटा तक पहुंचने में सक्षम होगा (जो सुपर लाइब्रेरियन अनुमतियों के साथ उपलब्ध होगा)। तो यह केवल आपके उपयोगकर्ताओं की सुरक्षा का मामला है।
it: Se l'ACS o l'SC venissero compromessi, avere gli utenti SIP2 con i soli permessi della circolazione consente all'intruso di poter accedere solo ai dati utente solo attraverso il terminale e non con l'interfaccia web (cosa che sarebbe possibile con il privilegio di superlibrarian). Si tratta di proteggere i dati dei tuoi utenti.
tr: ACS veya SC'nin tehlikeye girmesi durumunda, tüm SIP2 kullanıcılarının sadece dolaşım izinlerine sahip olması, bir saldırganın web arayüzünden değil de (superlibrarian izinleri ile mevcut olarak), sadece terminal verileri aracılığıyla kullanıcı verilerine erişebileceği anlamına gelir. Bu yüzden bu sadece kullanıcılarınızı koruma meselesidir.
zh_tw: 若自動流通系統 ACS 或自助借出設備 SC 妥協後，所有的 SIP2 使用者祗有流通權限，限制闖入者祗能經由終端機進來，無法從網頁介面進來搗亂 (超級圖書館員的權限才能這麼做)。所以，就是保護使用者的一個措施。

source: **Account value definitions:**
hi: **खाता मूल्य परिभाषाएं:**
it: **Definizioni dei valori dell'account:**
tr: **Hesap değeri tanımları:**
zh_tw: **設定帳號值：**

source: Login id: This is the account username. - Modify this accordingly
hi: लॉगिन आईडी: यह खाता उपयोगकर्ता नाम है। - तदनुसार इसे संशोधित करें
it: Login id: È lo username dell'account. - Modificarlo opportumanente
tr: Giriş kimliği: Bu, hesabın kullanıcı adıdır. - Buna göre değiştirin
zh_tw: 登入帳號：這是帳號名稱。- 適度修改它

source: Password: Account password - Modify this accordingly
hi: पासवर्ड: खाता पासवर्ड - तदनुसार इसे संशोधित करें
it: Password: Account password - Modificare opportunamente
tr: Şifre: Hesap şifresi - Buna göre değiştirin
zh_tw: 密碼：帳號密碼 - 適度修改密碼

source: Delimiter: The type of delimiter for account information - Leave as default
hi: Delimiter: खाता जानकारी के लिए delimiter के प्रकार - डिफ़ॉल्ट के रूप में छोड़ दें
it: Delimiter: il tipo di delimitatore per le informazioni dell'account - Lasciare il default
tr: Sınırlayıcı: Hesap bilgileri için sınırlayıcı türü - Varsayılan olarak bırakın
zh_tw: 分隔值：帳號資訊的分隔值 - 使用預設值

source: error-detect - Leave as default
hi: error-detect - डिफ़ॉल्ट के रूप में छोड़ दें
it: error-detect - Lasciare come default
tr: hata-saptaması - Varsayılan olarak bırakın
zh_tw: 錯誤偵測 - 使用預設值

source: Institution: This is the branchcode for the library that the user belongs to. NOTE: This institution needs to be defined further down in the institution area of the SIPconfig.xml file and it must also exist in the Koha database. i.e. you need to create a library with the same branchcode in Koha staff interface.
hi: संस्थान: यह पुस्तकालय के लिए शाखा कोड है जिसे उपयोगकर्ता संबंधित है। नोट: इस संस्था को SIPconfig.xml फ़ाइल के संस्थान क्षेत्र में आगे परिभाषित करने की आवश्यकता है और यह कोहा डेटाबेस में भी मौजूद होना चाहिए। यानी आपको कोहा स्टाफ इंटरफ़ेस में एक ही शाखा कोड के साथ लाइब्रेरी बनाने की आवश्यकता है।
it: Istituzione: Questo è il branchcode della biblioteca a cui l'utente appartiene. Nota: Questa istituzione deve essere definita ulteriormente nell'area istituzione del file SIPconfig.xml e deve esistere anche nel database di Koha. cioè è necessario creare una biblioteca con la stessa branchcode nell'interfaccia staff di Koha.
tr: Kurum: Bu kullanıcının ait olduğu kütüphane için branş kodudur. NOT: Bu kurumun SIPconfig.xml dosyasının kurum alanında daha ayrıntılı olarak tanımlanması ve ayrıca Koha veritabanında bulunması gerekir. Yani Koha personel arayüzünde aynı branş koduyla bir kütüphane oluşturmanız gerekir.
zh_tw: 機構：使用者所屬圖書館的分館代碼。說明：需在 SIPconfig.xml 檔案先設定該機構並且需存在於 Koha 資料庫。即從 Koha 館員介面新增該分館代碼的圖書館。

source: encoding: This is the standard used to encode the account data
hi: एन्कोडिंग: यह मानक डेटा खाता एन्कोड करने के लिए प्रयोग किया जाता है
it: encoding: Questo è lo standard usato per codificare i dati dell'account
tr: kodlama: Bu, hesap verilerini kodlamak için kullanılan standarttır
zh_tw: 編碼：這是編碼帳號資料的標準

source: Terminator: This needs to match the terminator value of the SIP2 server. - Modify this if you know the terminator value of the SIP2 server.
hi: टर्मिनेटर: इसे एसआईपी 2 सर्वर के टर्मिनेटर मान से मेल खाना चाहिए। - यदि आप SIP2 सर्वर के टर्मिनेटर मान को जानते हैं तो इसे संशोधित करें।
it: Terminator: Questo deve corrispondere al valore di terminator del server SIP2. - Modificare questa opzione se si conosce il valore di terminator del server SIP2.
tr: Terminator: Bu, SIP2 sunucusunun terminator değeriyle eşleşmelidir. - SIP2 sunucusunun terminator değerini biliyorsanız, bunu değiştirin.
zh_tw: 終止符號：必須符合 SIP2 伺服器的終止符號值。- 如果知道 SIP2 伺服器的終止符號值，修改它。

source: **Institution**
hi: **इंस्टीट्यूशन**
it: **Istituzione**
tr: **Kurum**
zh_tw: **機構**

source: The institution information you define here must match a library created in the Koha staff interface.
hi: आपके द्वारा यहां परिभाषित संस्था की जानकारी कोहा स्टाफ इंटरफेस में बनाई गई लाइब्रेरी से मेल खाना चाहिए।
it: L'informazione di una istituzione che definisci qui deve coincidere con una biblioteca creata in Koha.
tr: Burada tanımladığınız kurum bilgileri, Koha personel arayüzünde oluşturulan bir kütüphaneyle eşleşmelidir.
zh_tw: 此處設定的機構資料必須與 Koha 館員介面的新增圖書館相符。

source: You need to make sure all the institutions that accounts are assigned to further up in the SIPconfig.xml file are also defined in the institution area of the same file.
hi: आपको यह सुनिश्चित करने की ज़रूरत है कि SIPconfig.xml फ़ाइल में आगे बढ़ने वाले सभी संस्थानों को भी उसी फ़ाइल के संस्थान क्षेत्र में परिभाषित किया गया है।
it: È necessario accertarsi che tutte le istituzioni a cui vengono assegnati gli account ulteriormente nel file SIPconfig.xml siano definite anche nell'area istituzione dello stesso file.
tr: Hesapların tümünün SIPconfig.xml dosyasında daha çok atanmış olduğundan emin olmanız gerekir, aynı dosyanın kurum alanında da tanımlanmıştır.
zh_tw: 設定的所有機構必須與 SIPconfig.xml 檔案相符也必須與同檔案的機構區塊內容一致。

source: **Institution value definitions:**
hi: **संस्थान मूल्य परिभाषाएं:**
it: **Definizioni valori per l'istituzione:**
tr: **Kurum değer tanımları:**
zh_tw: **設定機構值：**

source: 1. Institution id: The branchcode of the library. - Modify this accordingly. Must be the same as created in Koha and the account area.
hi: 1. संस्था आईडी: पुस्तकालय का शाखा कोड। - तदनुसार इसे संशोधित करें। कोहा और खाता क्षेत्र में बनाए गए जैसा ही होना चाहिए.
it: 1. id istituzione: il branchcode della biblioteca - Modificare di conseguenza. Deve essere lo stesso come creato in Koha e nell'area di account.
tr: 1. Kurum kimliği: Kütüphanenin şube kodu. - Bunu uygun şekilde değiştirin. Koha ve hesap alanında oluşturulan ile aynı olmalıdır.
zh_tw: 1. 機構代碼：即圖書館的分館代碼。- 適度修改它。必須等同於 Koha 內的代碼及帳號區塊。

source: Implementation: Defines the code that will be run. - Leave as default
hi: कार्यान्वयन: चलाए जाने वाले कोड को परिभाषित करता है। - डिफ़ॉल्ट के रूप में छोड़ दें
it: Implementazione: Definisce il codice che verrà eseguito. - Lasciare come default
tr: Uygulama: Çalışacak kodu tanımlar. - Varsayılan olarak bırakın
zh_tw: 應用：定義執行的代碼。- 使用預設值

source: 3. Policy: Policy defines the permitted SIP2 commands allowed from SC’s in this institution. For example: renewal=”true” means that SC’s at that institution have permission to send renewal item SIP2 commands.
hi: 3. नीति: नीति इस संस्थान में अनुसूचित जाति के अनुमत एसआईपी 2 आदेशों को परिभाषित करती है। उदाहरण के लिए: नवीनीकरण = "सत्य" का अर्थ है कि उस संस्था के अनुसूचित जाति के पास नवीकरण आइटम एसआईपी 2 आदेश भेजने की अनुमति है।
it: 3. Policy: Policy definisce i comandi SIP2 consentiti in SC per questa istituzione. Ad esempio: rinnovo = "true" significa che SC presso tale istituzione dispone dell'autorizzazione per inviare comandi SIP2 di rinnovo prestito.
tr: 3. Politika: Politika, bu kurumda SC’lerin izin verdiği SIP2 komutlarını tanımlar. Örneğin: renewal = ”true”, SC’nin bu kurumda yenileme öğesi SIP2 komutlarını gönderme iznine sahip olduğu anlamına gelir.
zh_tw: 3. 政策：允許來自 SC 的 SIP2 命令可以使用在此機構。如：renewal=”true” 表示機構的 SC 有權送出續借館藏的 SIP2 命令。

source: 4. Starting SIP2 Simply write in the command: *sudo koha-start-sip <instancename>*
hi: 4. एसआईपी 2 शुरू करना बस कमांड में लिखें: *sudo koha-start-sip <instancename>*
it: 4. Attivare SIP2 Digitare il comando: *sudo koha-start-sip <instancename>*
tr: 4. SIP2'yi Başlatma, Basitçe komutta yazınız: *sudo koha-start-sip <instancename>*
zh_tw: 4. 啟用 SIP2 簡單地輸入此命令：*sudo koha-start-sip <instancename>*

source: Now you have a running SIP2 server.
hi: अब आपके पास एक चल रहा SIP2 सर्वर है।
it: Ora hai un server SIP2 funzionante.
tr: Artık çalışan bir SIP2 sunucunuz var.
zh_tw: 現在可以執行 SIP2 伺服器。

source: Using SIP2
hi: एसआईपी 2 का उपयोग करना
it: Usando SIP2
tr: SIP2'yi kullanmak
zh_tw: 使用 SIP2

source: SIP2 is a communication protocol. The messages sent in SIP2 are either requests or responses. The SC’s send request messages to the ACS which will run some logic and send back the resulting value to the SC as a response message.
hi: एसआईपी 2 एक संचार प्रोटोकॉल है। एसआईपी 2 में भेजे गए संदेश या तो अनुरोध या प्रतिक्रिया हैं। अनुसूचित जाति एसीएस को अनुरोध संदेश भेजती है जो कुछ तर्क चलाएगी और परिणामी मूल्य को एससी को प्रतिक्रिया संदेश के रूप में वापस भेज देगा।
it: SIP2 è un protocollo di comunicazione. I messaggi spediti via SIP2 sono richieste o risposte. L'SC spedisce richieste all'ACS che esegue una certa logica e restituisce un valore all'SC in un messaggio di risposta.
tr: SIP2 bir iletişim protokolüdür. SIP2'de gönderilen mesajlar istek veya yanıttır. SC'ler, bazı mantığı çalıştıracak ve sonuç değerini SC'ye bir cevap mesajı olarak geri gönderecek olan ACS'ye istek mesajları gönderir.
zh_tw: SIP2 是通訊協定。送給 SIP2 的訊息是請求或回應。SC 送出請求訊息給 ACS，執行若干邏輯並送回結果值給 SC 做為回應訊息。

source: The request messages contain arguments, which are data values used by the ACS in its functions to perform the required task such as renewing items.
hi: अनुरोध संदेशों में तर्क होते हैं, जो आइटम को नवीनीकृत करने जैसे आवश्यक कार्य करने के लिए एसीएस द्वारा अपने कार्यों में उपयोग किए जाने वाले डेटा मान होते हैं।
it: I messaggi di richiesta contengono argomenti, che sono valori di dati utilizzati dall'ACS nelle sue funzioni per eseguire il compito richiesto come rinnovare i prestiti.
tr: İstek mesajlarında, ACS tarafından işlevlerin yenilenmesi gibi gerekli görevi yerine getirmek için kullanılan veri değerleri olan argümanlar bulunur.
zh_tw: 請求訊息包括參數，就是被 ACS 使用於其函數的資料，執行諸如續借的請求。

source: **SIP2 commands**
hi: **एसआईपी 2 आदेश**
it: **Comandi SIP2**
tr: **SIP2 komutları**
zh_tw: **SIP2 命令**

source: If you want to manually use/test SIP2 then you will be writing and receiving messages via the Linux terminal.
hi: यदि आप मैन्युअल रूप से एसआईपी 2 का परीक्षण / परीक्षण करना चाहते हैं तो आप लिनक्स टर्मिनल के माध्यम से संदेश लिख और प्राप्त करेंगे।
it: Se vuoi usare/testare SIP2 manualmente, dovrai scrivere e ricevere messaggi tramite il terminal Linux.
tr: SIP2'yi manuel olarak kullanmak/test etmek istiyorsanız, Linux terminali üzerinden mesaj yazacak ve alacaksınız.
zh_tw: 必須經由 Linux 終端機撰寫與接數訊息，才能以人工設定/測試 SIP2。

source: To be able to send and receive messages with the SIP2 server you need to use telnet to open a SIP2 connection. You need to specify the port number you want telnet to use.
hi: एसआईपी 2 सर्वर के साथ संदेश भेजने और प्राप्त करने में सक्षम होने के लिए आपको एक एसआईपी 2 कनेक्शन खोलने के लिए टेलनेट का उपयोग करने की आवश्यकता है। आपको उस पोर्ट नंबर को निर्दिष्ट करने की आवश्यकता है जिसे आप टेलनेट का उपयोग करना चाहते हैं।
it: Per essere in grado di inviare e ricevere messaggi con il server SIP2 è necessario utilizzare telnet per aprire una connessione SIP2. È necessario specificare il numero di porta che si desidera telnet da utilizzare.
tr: SIP2 sunucusuyla mesaj alıp gönderebilmek için SIP2 bağlantısını açmak için telnet kullanmanız gerekir. Telnetin kullanmasını istediğiniz port numarasını belirtmeniz gerekir.
zh_tw: 為了對 SIP2 伺服器送出與接收訊息，需以 telnet 打開 SIP2 連結。需指定 telnet 連結的埠號。
