Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: If the work includes a bibliography and index, put the text "Includes bibliographical references (p. XXX-XXX) and index." in subfield 'a'. If the work does not include an index, remove that part of the sentence. If the references are scattered throughout the work and not gathered into a distinct sentence, remove the parenthetical statement.
hi: काम एक ग्रंथ सूची और सूचकांक में शामिल हैं, तो डाल पाठ "ग्रन्थसूची का संदर्भ (पी। XXX-XXX) और सूचकांक भी शामिल है।" उपक्षेत्र 'ए' में। काम एक सूचकांक शामिल नहीं है, वाक्य के उस हिस्से को हटा दें। संदर्भ के काम में फैले हुए हैं और एक अलग वाक्य में एकत्र हुए नहीं हैं, तो प्रारंभिक बयान को हटा दें।
it: Se l'opera include una bibliografia ed un indice analitico, immettere la frase "Include riferimenti bibliografici (p. XXX-XXX) ed indice analitico." nel sottocampo 'a'. Se l'opera non possiede indice analitico, omettere la relativa parte della frase. Se i riferimenti bibliografici sono diffusi in tutto il testo, e non raccolti in un unico punto, omettere la parentesi.
tr: Eğer çalışma bir bibliyografya ve dizin içeriyorsa, "Bibliyografik referanslar (s. XXX-XXX) ve dizin içerir) metnini 'a' alt alanına yerleştirin. Eğer çalışma bir dizin içermiyorsa, cümleden bu bölümü çıkarın. Eğer referanslar çalışma boyunca dağılmış durumdaysa ve belirgin bir cümle içinde bir araya getirilmemişse, parantez içindeki bildirimi kaldırın.
zh_tw: 若作品包括書目與索引，文字記載為 "含參考書目 (面：XXX-XXX) 及索引。" 於分欄 'a'。若作品沒有索引，移除該部份的文字。若參考資料分散作品各處沒有聚在一起，則移除括號及其敘述。

source: FORMATTED CONTENTS
hi: स्वरूपित सामग्री
tr: BİÇİMLENDİRİLMİŞ İÇERİKLER
zh_tw: 內容註

source: List of contents in a standard format. Unformatted contents can be listed in a 500 (General Note) field.
hi: एक मानक प्रारूप में सामग्री की सूची। अस्वरूपित सामग्री को एक 500 (सामान्य नोट) क्षेत्र में सूचीबद्ध किया जा सकता है।
it: Elenco dei contenuti in un formato standard. Contenuti non formattati possono essere elencati in un campo 500 (note generiche).
tr: Standart bir biçimde içindekiler listesi. Biçimlendirilmemiş içerikler bir 500 (Genel Notlar) alanı içinde listelenebilir.
zh_tw: 標準格式的內容清單。未格式化的內容可列在欄位 500 (一般附註)。

source: See ISBD punctuation sheet. Set the first indicator to '0'. If you are separately coding authors and titles, set the second indicator to '0'. Otherwise, leave the second indicator blank.
hi: ISBD विराम शीट देखें। '0' के लिए पहली सूचक सेट करें। आप अलग से लेखकों और खिताब कोडिंग कर रहे हैं, तो '0' के लिए दूसरा सूचक निर्धारित किया है। अन्यथा, दूसरी सूचक खाली छोड़ दें।
it: Vedasi la scheda di punteggiatura ISBD. Impostare il primo indicatore a 0. Se si codificano separatamente autori e titoli, impostare il secondo indicatore a '0'; altrimenti lasciarlo in bianco.
tr: Bkz: ISBD noktalama işaretleri sayfası. İlk indikatörü '0' olarak ayarlayın. Ayrı ayrı yazar ve başlıkların kodlamalarını yapıyorsanız ikinci indikatörü '0' olarak ayarlayın, aksi halde ikindi indikatörü boş bırakın.
zh_tw: 見 ISBD 速查表。設定第一個指標為 '0'。若含獨立的著者與題名代碼，則設定第二個指標為 '0'。否則，讓第二個指標為空白。

source: DATE/TIME OF EVENT NOTE
hi: घटना नोट के तिथि/समय
tr: ETKİNLİK TARİHİ/ZAMANI NOTU
zh_tw: 事件之日期/時間與地點註

source: Used for auction dates.
hi: नीलामी तिथियों के लिए प्रयुक्त.
it: Usato per date di asta.
tr: Müzayede tarihleri için kullanılır.
zh_tw: 適用於拍賣日期。

source: For auction catalogs, enter the date of the auction in the format 'January 2, 1984' in the subfield 'a'
hi: नीलामी सूची के लिए, प्रारूप में नीलामी की तारीख दर्ज करें 'जनवरी 2, 1984 'ए' उपक्षेत्र में
it: Per i cataloghi di aste, immettere la data dell'incanto nel formato '2 gennaio 1984' nel sottocampo 'a'
tr: Müzayede katalogları için, müzayede tarihini 'a' alt alanına 'January 2, 1982' formatında girin
zh_tw: 在拍賣目錄裡，以 'January 2, 1984' 格式把拍賣日期鍵入分欄 'a'

source: SUMMARY, ETC.
hi: सारांश, आदि
tr: ÖZET, VB.
zh_tw: 摘要、提要註。

source: A brief summary or abstract of the book or article.
hi: एक संक्षिप्त सारांश या किताब या लेख का सार।
it: Un breve estratto o riassunto del libro od articolo.
tr: Kitap ya da makalenin kısa bir özeti ya da özetçesi.
zh_tw: 圖書或論文的摘要。

source: In general you do not need to write a summary. A summary might be called for, however, with items that cannot be easily reviewed by a patron, such as books with highly acidic paper or CD-ROMs.
hi: सामान्य तौर पर आप एक सारांश लिखने की जरूरत नहीं है। एक सारांश के लिए बुलाया जा सकता है, तथापि, आइटम, इस तरह के उच्च अम्लीय कागज या सीडी-रोम के साथ पुस्तकों के रूप में है कि आसानी से एक संरक्षक द्वारा समीक्षा नहीं की जा सकती है।
it: In generale, non è necessario scrivere un riassunto. Invece un riassunto può essere richiesto per quegli elementi che non sono facilmente consultabili dagli utenti, quali ad esempio libri di carta particolarmente acida o CD-ROM.
tr: Genel olarak bir özet yazmanıza gerek yoktur. Bununla birlikte kullanıcılar tarafında gözden geçirilmesi kolay olmayan yüksek oranda asit içeren kağıtlı kitaplar ya da CD-ROM'lar gibi materyaller için bir özet gerekli olabilir.
zh_tw: 大部份情況下，編目員不需自行撰寫摘要。摘要可能來自讀者無法自行評論的館藏，印刷於酸紙的圖書或 CD-ROM。

source: LANGUAGE NOTE
hi: भाषा नोट
tr: DİL NOTU
zh_tw: 語文註

source: Note describing the languages used in the work
hi: नोट भाषाओं का वर्णन काम में इस्तेमाल किया
it: Nota che indica le lingue utilizzate nell'opera
tr: Çalışmada kullanılan dilleri açıklayan not
zh_tw: 作品使用的語文註

source: Only needed for works in multiple languages. See ISBD punctuation sheet.
hi: केवल कई भाषाओं में काम करता है के लिए की जरूरत है। ISBD विराम शीट देखें।
it: Necessaria solo per opere plurilingue. Vedasi scheda di punteggiatura ISBD.
tr: Sadece birden fazla dilde eserler için gereklidir. Bkz: ISBD noktalama işaretleri sayfası.
zh_tw: 祗適用於多語文的作品。見 ISBD 標點符號速查表。

source: PROVENANCE INFORMATION
hi: परिचय जानकारी
tr: KAYNAK BİLGİLERİ
zh_tw: 館藏所有權與館藏歷史註

source: Describes the previous ownership of the item.
hi: आइटम के पिछले स्वामित्व का वर्णन करता है।
it: Indica il precedente proprietario dell'elemento
tr: Materyalin önceki sahipliğini açıklar.
zh_tw: 著錄館藏前手所有權。

source: Used only for rare books.
hi: केवल दुर्लभ पुस्तकों के लिए इस्तेमाल किया।
it: Utilizzato solo per libri rari.
tr: Yalnızca nadir eserler için kullanılır.
zh_tw: 祗適用於善本書。

source: BINDING INFORMATION
hi: बाइंडिंग जानकारी
tr: CİLT BİLGİSİ
zh_tw: 裝訂資訊註

source: Describes the binding of the item.
hi: आइटम की बाइंडिंग वर्णन करता है.
it: Descrive la rilegatura dell'elemento.
tr: Materyalin ciltlenmesini tarif eder.
zh_tw: 著錄館藏的裝訂。

source: LOCAL NOTE
hi: स्थानीय नोट
tr: YEREL NOT
zh_tw: 在地使用註

source: Local notes. Required for auction catalogs.
hi: स्थानीय नोटों। नीलामी सूची के लिए आवश्यक है।
it: Note locali. Obbligatorio per i cataloghi di aste.
tr: Yerel notlar. Müzayede katalogları için gereklidir.
zh_tw: 在地使用註。拍賣目錄的必備欄位。

source: Used for auction catalogs to indicate what types of coins are sold in the auction- Roman, Greek, etc.
hi: इंगित करने के लिए नीलामी सूची के लिए प्रयुक्त क्या सिक्के के प्रकार auction- रोमन, ग्रीक, आदि में बेच रहे हैं
it: Utilizzato per i cataloghi di aste, allo scopo di indicare quali tipi di monete erano vendute nell'incanto: romane, greche, ecc.
tr: Açık arttırmada ne tür sikkelerin satıldığını göstermek için müzayede kataloglarında kullanılır- Roma, Yunan, vb.
zh_tw: 用於拍賣目錄指出拍賣售出的硬幣類型- 羅馬、希臘等。

source: SUBJECT ADDED--PERSONAL
hi: विषय जोड़--व्यक्तिगत
tr: KONU EK GİRİŞİ--KİŞİ ADI
zh_tw: 主題附加款目--個人名稱

source: Authorized form of personal names for people discussed in the work
hi: काम में चर्चा लोगों के लिए व्यक्तिगत नाम की अधिकृत रूप
it: Forma normalizzata di nomi propri di persone citate nell'opera.
tr: Çalışmada bahsi geçen kişiler için kişi adlarının otorize biçimi
zh_tw: 個人姓名的權威型式使用於作品討論的人

source: See Authorized headings sheet and AACR2. The first indicator should generally be a '1', to indicate that the entry is surname first. If the name consists only of a forename, however, the first indicator should be '0'. If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
hi: अधिकृत शीर्षकों चादर और AACR2 देखें। पहली सूचक आम तौर पर संकेत मिलता है कि प्रवेश उपनाम पहला है, एक '1' होना चाहिए। नाम केवल एक forename के होते हैं, हालांकि, पहले सूचक होना चाहिए '0'। आप नियंत्रण रेखा प्राधिकरण फ़ाइल में नाम पाया गया है, '0' के लिए दूसरा सूचक निर्धारित किया है। अन्यथा '4' के लिए दूसरा सूचक निर्धारित किया है।
it: Vedere scheda Intestazioni normalizzate e AACR2. Il primo indicatore in genere si imposta ad '1', per indicare che nell'elemento viene prima il cognome. Se il nome è costituito dal solo prenome, però, il primo indicatore dev'essere impostato a '0'. Se il nome si trova nel file di autorità LC, impostare il secondo indicatore a '0'; altrimenti impostarlo a '4'
tr: Bkz: Otorize başlıklar çalışma sayfası ve AACR2. İlk indikatör girişin önce soyadı ile yapıldığını göstermek için genellikle '1' olarak ayarlanmalıdır. Eğer yazar adı sadece ön addan oluşuyorsa, bununla birlikte, ilk indikatör '0' olmalıdır. Eğer yazar adını LC otorite dosyasında bulabiliyorsanız ikinci indikatörü '0' olarak ayarlayın, aksi halde ikinci indikatörü '4' olarak ayarlayın.
zh_tw: 見權威標題速查表與 AACR2。第一個指標應為 '1'，表示該款目以姓在前。若名稱祗有名，則第一個指標設為 '0'。若在美國國會圖書館權威檔案找到該名稱，則第二個指標設為 '0'。否則第二個指標設為 '4'。

source: SUBJECT ADDED--CORPORATE
hi: विषय जोड़--कॉर्पोरेट
tr: KONU EK GİRİŞİ--KURUM ADI
zh_tw: 標題附加款目--團體名稱

source: Authorized form of corporate names for organizations discussed in the work
hi: काम में चर्चा संगठनों के लिए कंपनियों के नामों की अधिकृत रूप
it: Forma normalizzata dei nomi di società, per le organizzazioni citate nell'opera.
tr: Çalışmada sözü edilen organizasyonlar için kurum adları otorize biçimi
zh_tw: 團體名稱的權威型式用於作品討論的機構

source: See Authorized headings sheet and AACR2. Set the first indicator to '2'. If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
hi: अधिकृत शीर्षकों चादर और AACR2 देखें। '2' के लिए पहली सूचक सेट करें। आप नियंत्रण रेखा प्राधिकरण फ़ाइल में नाम पाया गया है, '0' के लिए दूसरा सूचक निर्धारित किया है। अन्यथा '4' के लिए दूसरा सूचक निर्धारित किया है।
it: Vedere scheda Intestazioni normalizzate e AACR2. Impostare il primo indicatore a '2'. Se il nome si trova nel file di autorità LC, impostare il secondo indicatore a '0'; altrimenti impostarlo a '4'
tr: Bkz: Otorize başlıklar çalışma sayfası ve AACR2. İlk indikatörü '2' olarak ayarlayın. LC otorite dosyasında adı buluyorsanız ikici indikatörü '0' olarak ayarlayın. Aksi halde ikinci indikatörü '4' olarak ayarlayın.
zh_tw: 見權威標題速見表與 AACR2。第一個指標設為 '2'。若在美國國會圖書館權威檔案找到該名稱，則設定第二個指標為 '0'。否則第二個指標設為 '4'。

source: SUBJECT ADDED--MEETING
hi: विषय जोड़--बैठक
tr: KONU EK GİRİŞİ--TOPLANTI ADI
zh_tw: 標題附加款目--會議名稱

source: Authorized form of meeting names for meetings discussed in the work
hi: काम में चर्चा की बैठकों के लिए नामों की बैठक के अधिकृत प्रपत्र
it: Forma normalizzata dei tioli di convegno, per le conferenze citate nell'opera.
tr: Çalışmada adı geçen toplantılar için toplantı adları otorize biçimi
zh_tw: 會議名稱的權威型式用於作品討論的會議

source: SUBJECT ADDED--UNIFORM TITLE
hi: विषय जोड़--सार्वभोमिक शीर्षक
tr: KONU EK GİRİŞİ--TEK BİÇİM ESER ADI
zh_tw: 標題附加款目--劃一題名

source: Authorized form of titles for other works discussed in the work
hi: काम में चर्चा की अन्य कार्यों के लिए खिताब की अधिकृत रूप
it: Forma normalizzata dei titoli di altri lavori citati nell'opera.
tr: Çalışmada sözü edilen diğer çalışmalar için başlıkların otorize biçimi
zh_tw: 其他作品題名的權威型式用於原作品

source: See Authorized headings sheet and AACR2. Set the first indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the first indicator to '4'). If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
hi: अधिकृत शीर्षकों चादर और AACR2 देखें। गैर-फाइलिंग वर्णों की संख्या को पहली सूचक सेट (के लिए एक प्रारंभिक लेख के साथ साथ अंतरिक्ष में अर्थात पात्रों ... "" पहले सूचक सेट '4' के लिए)। आप नियंत्रण रेखा प्राधिकरण फ़ाइल में नाम पाया गया है, '0' के लिए दूसरा सूचक निर्धारित किया है। अन्यथा '4' के लिए दूसरा सूचक निर्धारित किया है।
it: Vedere scheda Intestazioni normalizzate e AACR2. Immettere nel primo indicatore il numero di caratteri da non indicizzare (cioè i caratteri dell'articolo iniziale e lo spazio seguente: per "La ", impostare il primo indicatore a '3'). Se il nome si trova nel file di autorità LC, impostare il secondo indicatore a '0'; altrimenti impostarlo a '4'
tr: Bkz: ISBD noktalama işaretleri sayfası ve AACR2. İlk indikatörü boş karakterlerinin sayısına ayarlayın (örneğin başlangıç artikelindeki karakterler artı boşluk..."The" için ilk indikatörü '4' olarak ayarlayın). LC otorite dosyasında adı buluyorsanız ikici indikatörü '0' olarak ayarlayın. Aksi halde ikinci indikatörü '4' olarak ayarlayın.
zh_tw: 見權威標題速見表與 AACR2。第一個指標設為不排序字元數 (首字為冠詞及其空格 ... "The " 的第一個指標設為 '4')。若在 LC 權威檔案找到該名稱，則設定第二個指標為 '0'。否則第二個指標設為 '4'。

source: SUBJECT ADDED--TOPICAL
hi: विषय जोड़--सामयिक
tr: KONU EK GİRİŞİ--KONULU
zh_tw: 標題附加款目--主題用語

source: Library of Congress Subject Heading terms describing the subject of the work
hi: लाइब्रेरी ऑफ कांग्रेस शीर्षक विषय शर्तों काम के विषय का वर्णन करती हैं
it: Termini della "Library of Congress Subject Heading" che descrivono l'argomento dell'opera
tr: Çalışmanın konusunu açıklayan Kongre Kütüphanesi Konu Başlıkları terimleri
zh_tw: 以美國國會圖書館主題標題表描述作品的主題

source: See Authorized headings sheet and AACR2. If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
hi: अधिकृत शीर्षकों चादर और AACR2 देखें। आप नियंत्रण रेखा प्राधिकरण फ़ाइल में नाम पाया गया है, '0' के लिए दूसरा सूचक निर्धारित किया है। अन्यथा '4' के लिए दूसरा सूचक निर्धारित किया है।
it: Vedere scheda Intestazioni normalizzate e AACR2. Se il nome si trova nel file di autorità LC, impostare il secondo indicatore a '0'; altrimenti impostarlo a '4'
tr: Bkz: Otorize başlıklar sayfası ve AACR2. Eğer LC otorite dosyasında adı bulursanız, ikinci indikatörü '0' olarak ayarlayın. Aksi halde ikinci indikatörü '4' olarak ayarlayın.
zh_tw: 見權威標題速見表與 AACR2。若在美國國會圖書館權威檔案找到該名稱，則設定第二個指標為 '0'。否則第二個指標設為 '4'。

source: SUBJECT ADDED--GEOGRAPHICAL
hi: विषय जोड़--भौगोलिक
tr: KONU EK GİRİŞİ--COĞRAFİ
zh_tw: 標題附加款目--地理名詞

source: Library of Congress Subject Heading geographical terms describing the subject of the work
hi: लाइब्रेरी ऑफ कांग्रेस विषय भौगोलिक दृष्टि से कार्य के विषय का वर्णन करती हैं
it: Termini geografici della "Library of Congress Subject Heading" che descrivono l'argomento dell'opera
tr: Çalışmanın konusunu açıklayan Kongre Kütüphanesi Konu Başlıkları coğrafi terimleri
zh_tw: 以美國國會圖書館主題標題地理名詞表描述作品的主題

source: INDEX TERM--GENRE/FORM
hi: सूचकांक अवधि--शैली/फार्म
tr: DİZİN TERİMİ--TÜR/BİÇİM
zh_tw: 索引詞彙--體裁/型式

source: Describes what an item is as opposed to what the item is about.
hi: वर्णन क्या एक आइटम है क्या आइटम के बारे में है के रूप में विरोध किया।
it: Spiega che cos'è un elemento, invece dell'argomento di cui tratta.
tr: Materyalin ilgili olduğu konuya hangi materyalin karşı geldiğini açıklar.
zh_tw: 著錄館藏是什麼，而不是該館藏關於什麼。

source: Generally used only for auction catalogs, which should have the genre heading "Auction catalogs." (make sure to find the authorized heading!) If you found the name in the LC authority file, set the second indicator to '0'. If you are using a term from a specific thesaurus, set the second indicator to '7' and put the code for the thesaurus in subfield '2'. Otherwise set the second indicator to '4'.
hi: आम तौर पर नीलामी के कैटलॉग, जो शैली की ओर बढ़ रहा है चाहिए के लिए ही इस्तेमाल किया "नीलामी कैटलॉग।" (अधिकृत शीर्षक खोजने के लिए सुनिश्चित करने के लिए!) आप नियंत्रण रेखा प्राधिकरण फ़ाइल में नाम पाया गया है, '0' के लिए दूसरा सूचक निर्धारित किया है। आप एक विशिष्ट कोश से एक शब्द का प्रयोग कर रहे हैं, तो दूसरी सूचक करने के लिए सेट '7' और उपक्षेत्र में कोश के लिए कोड डाल '2'। अन्यथा '4' के लिए दूसरा सूचक निर्धारित किया है।
it: Generalmente utilizzato per cataloghi di asste, che devono avere il genere "Cataloghi di aste" (Assicurarsi di trovare l'intestazione normalizzata!). Se il nome si trova nel file di autorità LC, impostare il secondo indicatore a '0'. Se si usa un termine da un vocabolario specifico, impostare il secondo indicatore a '7' ed immettere il codice del vocabolario nel sottocampo '2'. Negli altri casi impostare il secondo indicatore a '4'.
tr: Genellikle yalnızca, "Müzayede Katalogları" başlık türünü alması gereken müzayede katalogları için kullanılır. (otorize başlığı bulduğunuzdan emin olun!) Eğer yazar adını LC otorite dosyalarında bulabiliyorsanız ikinci indikatörü '0' olarak ayarlayın. Eğer belirli bir sözlükte yer alan bir terim kullanıyorsanız ikinci indikatörü '7' olarak ayarlayın ve sözlük için '2' alt alanına bir kod girin. Aksi halde ikinci indikatörü '4' olarak ayarlayın.
zh_tw: 通常適用於拍賣目錄，有個體裁標題 "拍賣目錄" (確認找到權威標題！) 若在 LC 權威檔案找到該名稱，則設定第二個指標為 '0'。若使用專業辭語典，則設定第二個指標為 '7' 並將該辭語典的代碼著錄於分欄 '2'。否則第二個指標設為 '4'。

source: LOCAL SUBJECT ADDED--TOPICAL
hi: स्थानीय विषय जोड़--सामयिक
tr: YEREL KONU EK GİRİŞİ--KONULU
zh_tw: 在地標題附加款目--主題用語

source: Used for headings from any custom subject authority file.
hi: किसी भी कस्टम विषय प्राधिकरण फ़ाइल से शीर्षकों के लिए इस्तेमाल किया।
it: Utilizzato per le intestazioni che provengono da un qualsiasi file di argomenti normalizzati.
tr: Herhangi bir özel konu otorite dosyasından başlıklar için kullanılır.
zh_tw: 取自任何客製化的主題權威檔案。

source: If there is no appropriate LCSH term, you can use a 690 with subject headings you find on other items in the catalog.
hi: अगर कोई उचित LCSH शब्द है, आप विषय शीर्षकों आप सूची में अन्य मदों पर मिल के साथ एक 690 का उपयोग कर सकते हैं।
it: Se non c'è nessun termine appropriato nella LCSH, si può usare un campo 690 con intestazioni di argomento che si trovano in altri elementi del catalogo
tr: Uygun hiç bir LCSH terimi yoksa, katalogda diğer materyaller üzerinde bulduğunuz konu başlıkları ile bir 690 kullanabilirsiniz.
zh_tw: 若沒有適合的 LCSH 術語，可以把其他目錄找到的術語當成主題標目置於 690。

source: LOCAL SUBJECT ADDED--GEOGRAPHICAL
hi: स्थानीय विषय जोड़--भौगोलिक
tr: YEREL KONU EK GİRİŞİ--COĞRAFİ
zh_tw: 在地標題附加款目--地理名稱

source: If there is no appropriate LCSH term, you can use a 691 with subject headings you find on other items in the catalog.
hi: अगर कोई उचित LCSH शब्द है, आप विषय शीर्षकों आप सूची में अन्य मदों पर मिल के साथ एक 691 का उपयोग कर सकते हैं।
it: Se non c'è nessun termine appropriato nella LCSH, si può usare un campo 691 con intestazioni di argomento che si trovano in altri elementi del catalogo
tr: Uygun hiç bir LCSH terimi yoksa, katalogda diğer materyaller üzerinde bulduğunuz konu başlıkları ile bir 691 kullanabilirsiniz.
zh_tw: 若沒有適合的 LCSH 術語，可以把其他目錄找到的術語當成主題標目置於 691。

source: ADDED ENTRY--PERSONAL
hi: जोड़ा प्रविष्टि--व्यक्तिगत
tr: EK GİRİŞ--KİŞİ ADI
zh_tw: 附加款目--個人名稱

source: Used for second authors and other persons related to the production of the work.
hi: दूसरे लेखकों और अन्य काम के उत्पादन से संबंधित व्यक्तियों के लिए इस्तेमाल किया।
it: Utilizzazto pergli autori secondari ed altre persone aventi a che fare con la produzione dell'opera
tr: İkinci yazarlar ve eserin üretimi ile ilgili diğer kişiler için kullanılır.
zh_tw: 適用於第二著者和作品產製有關的其他人。

source: ADDED ENTRY--CORPORATE
hi: जोड़ा प्रविष्टि--कॉर्पोरेट
tr: EK GİRİŞ--KURUM ADI
zh_tw: 附加款目--團體名稱

source: Used for corporate bodies related to the production of the work (e.g. publishers).
hi: काम के उत्पादन से संबंधित कॉरपोरेट निकायों के लिए प्रयुक्त (उदाहरण के लिए प्रकाशक)।
it: Utilizzato per persone giuridiche aventi a che fare con la produzione dell'opera (p. es. gli editori).
tr: Eserin üretimi ile ilgili tüzel kişiler için kullanılır (örneğin yayıncılar).
zh_tw: 適用於和作品產製有關的團體 (如，出版者)。

source: ADDED ENTRY--MEETING
hi: जोड़ा प्रविष्टि--बैठक
tr: EK GİRİŞ--TOPLANTI ADI
zh_tw: 附加款目--會議名稱

source: Used for meetings related to the production of the work (e.g. symposia that contributed to the work).
hi: काम के उत्पादन से संबंधित बैठकों के लिए किया (उदाहरण के लिए संगोष्ठियों है कि काम करने के लिए योगदान)।
it: Utilizzato per convegni aventi a che fare con la produzione dell'opera (p. es. simposi che hanno contribuito al lavoro).
tr: Eserin üretimi ile ilgili toplantılar için kullanılır (örneğin çalışmaya katkıda bulunan bir sempozyum).
zh_tw: 適用於和作品產製有關的會議 (如，貢獻給作品的討論會)。

source: ADDED ENTRY--UNIFORM TITLE
hi: जोड़ा प्रविष्टि--सार्वभौमिक शीर्षक
tr: EK GİRİŞ--TEK BİÇİM ESER ADI
zh_tw: 附加款目--劃一題名

source: Used for uniform titles related to the production of the work (e.g. a work that inspired the present work)
hi: काम के उत्पादन से संबंधित वर्दी शीर्षक के लिए प्रयुक्त (उदाहरण के लिए एक काम है कि वर्तमान कार्य प्रेरित)
it: Utilizzato per titoli normalizzati correlati con la produzione dell'opera (p. es. un'opera che ha ispirato il lavoro in esame)
tr: Eserin üretimi ile ilgili tek biçim eser adları için kullanılır (örneğin mevcut eserin esinlendiği bir çalışma)
zh_tw: 適用於和作品產製有關的劃一題名 (如，啟發現在的作品)

source: See Authorized headings sheet and AACR2. Set the first indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the first indicator to '4').
hi: अधिकृत शीर्षकों चादर और AACR2 देखें। गैर-फाइलिंग वर्णों की संख्या को पहली सूचक सेट (के लिए एक प्रारंभिक लेख के साथ साथ अंतरिक्ष में अर्थात पात्रों ... "" पहले सूचक सेट '4' के लिए)।
it: Vedere scheda Intestazioni normalizzate e AACR2. Immettere nel primo indicatore il numero di caratteri da non indicizzare (cioè i caratteri dell'articolo iniziale e lo spazio seguente: per "La ", impostare il primo indicatore a '3').
tr: Bkz: Otorize başlıklar çalışma sayfası. İlk indikatörü boş karakterlerin sayısına ayarlayın (diğer bir deyişle başlangıç artikelindeki karakterler artı boşluk... "The" için ilk indikatörü '4' olarak ayarlayın).
zh_tw: 見權威標題速見表與 AACR2。設定第一個指標為不排序字元數 (即，首字為冠詞及其空格 ... "The " 的第一個指標設為 '4')。

source: HOST ITEM ENTRY
hi: मेजबान आइटम प्रविष्टि
tr: KAYNAK MATERYAL GİRİŞİ
zh_tw: 主館藏款目

source: Describes the larger bibliographic unit that contains the work (e.g. book or journal containing the article being described in the current record)
hi: बड़ा ग्रंथ सूची की इकाई है कि काम में शामिल है का वर्णन (उदाहरण के लिए पुस्तक या लेख युक्त पत्रिका मौजूदा रिकॉर्ड में वर्णित किया जा रहा)
it: Descrive l'elemento bibliografico più vasto che contiene l'opera (p. es libro o rivista che contengono l'articolo in corso di catalogazione)
tr: Çalışmayı içeren daha geniş bibliyografik birimi açıklar (örneğin mevcut çalışmada açıklanan makaleyi içeren kitap ya da dergi)
zh_tw: 著錄包括此作品的較大書目單位 (即，包括篇章與論文的圖書或期刊紀錄)
