Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: Date formats in the 952 subfields are required to be in the system internal format for data loading and subsequent item editing: YYYY-MM-DD
hi: 952 उपक्षेत्रों में दिनांक स्वरूपों डेटा लोड करने के लिए प्रणाली आंतरिक स्वरूप में होना आवश्यक है और बाद में आइटम संपादन: YYYY-MM-DD
it: Le date nei sottocampi del campo 952 devono essere nel formato interno di sistema, AAAA-MM-GG, ai fini del caricamento e dei dati e della successiva modifica degli elementi.
tr: 952 alt alanlarındaki tarih biçimlerinin, veri yükleme ve sonraki materyal düzenleme için sistem dahili biçiminde olmaları gerekir: YYYY-AA-GG
zh_tw: 在欄位 952 分欄的日期格式是系統內部必備的格式，供資料載入與後續館藏編輯之用：YYYY-MM-DD

source: Source of acquisition
hi: अधिग्रहण के स्रोत
it: Fonte di acquisto
tr: Sağlama kaynağı
zh_tw: 採訪來源

source: Coded value or vendor string
hi: कोडित मूल्य या विक्रेता स्ट्रिंग
it: Codice o nome del fornitore
tr: Kodlu değer ya da sağlayıcı dizgesi
zh_tw: 代碼值或代理商字串

source: Filled in automatically with the Koha assigned vendor id by Acquisitions when an item is received.
hi: स्वचालित रूप से भर कोहा सौंपा विक्रेता ID के साथ अधिग्रहण द्वारा एक आइटम प्राप्त होता है जब.
it: Compilato automaticamente dal modulo Acquisizioni, quando un elemento viene ricevuto, con il codice assegnato da Koha al venditore.
tr: Bir materyal teslim alındığında Koha'ya atanan sağlayıcı kimliği ile Satın Almalar tarafından otomatik olarak doldurulur.
zh_tw: 收到館藏時，經由採訪模組自動填入代理商。

source: Purchase price
hi: क्रय मूल्य
it: Prezzo d'acquisto
tr: Satın Alma Fiyatı
zh_tw: 購買價格

source: Decimal number, no currency symbol (ex. 10.00)
hi: दशमलव संख्या, मुद्रा प्रतीक नही (उदा। 10.00)
it: Numero decimale, senza valuta (es.: 10,00)
tr: Ondalık numara, para birimi sembolü olmadan (ör. 10.00)
zh_tw: 小數，不含幣值符號 (如，10.00)

source: Filled in automatically by Acquisitions when an item is received.
hi: अधिग्रहण से स्वचालित रूप से भरें एक आइटम प्राप्त होता है जब।
it: Compilato automaticamente dal modulo Acqisizioni quando un lelemento viene ricevuto.
tr: Bir materyal alındığında sağlama tarafından otomatik olarak doldurulur.
zh_tw: 收到館藏時，經由採訪模組自動填入。

source: Serial enumeration
hi: सीरियल गणन
it: Numero periodico
tr: Süreli yayın numaralandırma
zh_tw: 期刊細節

source: Filled in automatically by Serials if the issue is received there.
hi: सीरियलों से स्वचालित रूप से भरें अगर इस इश्यू को प्राप्त हो जाती है।
it: Compilato automaticamente dal modulo Periodici se l'uscita viene ricevuta.
tr: Bir süreli yayın nüshası süreli yayınlar tarafından teslim alınmışsa, otomatik olarak süreli yayınlar tarafından doldurulur.
zh_tw: 收到新刊時，經由期刊模組自動填入。

source: Koha full call number
hi: कोहा पूर्ण कॉल नंबर
it: Collocazione Koha
tr: Koha tam çağrı numarası
zh_tw: Koha完整索書號

source: Can be filled in automatically based on the :ref:`itemcallnumber` system preference.
hi: पर आधारित स्वचालित रूप से भरा जा सकता है: रेफरी: `itemcallnumber` सिस्टम वरीयता।
it: Può essere compilato automaticamente, sulla base della preferenza di sistema :ref:`itemcallnumber`.
tr: :ref:`itemcallnumber` sistem tercihi esas alınarak otomatik olarak doldurulabilir.
zh_tw: 根據 :ref:`itemcallnumber` 系統偏好的設定自動填入。

source: Barcode \*
hi: बारकोड \*
tr: Barkod \*
zh_tw: 條碼 \*

source: Max 20 characters
hi: अधि 20 करेक्टर
it: Massimo 20 caratteri
tr: En fazla 20 karakter
zh_tw: 最多 20 個字元

source: Copy number
hi: कापी नंबर
it: Numero copia
tr: Kopya numarası
zh_tw: 複本號

source: Max 32 characters
hi: अधि 32 करेक्टर
it: Massimo 32 caratteri
tr: Maksimum 32 karakter
zh_tw: 最多 32 個字元

source: Uniform Resource Identifier
hi: यूनिफॉर्म रिसोर्स पहचानकर्ता
tr: Tek Biçim Kaynak Tanımlayıcı
zh_tw: 唯一辨識碼

source: Item specific URL
hi: आइटम विशिष्ट यूआरएल
it: URL specifico della copia
tr: Materyale özel URL
zh_tw: 館藏指定 URL

source: Full URL starting with http:// Only needed if your item has its own URL, not necessary if the bib record has a 856$u that applies to all items on the record.
hi: पूर्ण यूआरएल शुरू: http:// केवल के साथ जरूरत है, तो अपने मद अपने स्वयं के यूआरएल है, आवश्यक नहींयदि बिब रिकॉर्ड एक 856$u है रिकॉर्ड पर सभी वस्तुओं पर लागू होता है।
it: URL completo, incluso "http://" iniziale. Richiesto soltanto se l'elemento ha un suo URL specifico; non necessario se il record bibliografico ha in 856$u un valore che si applica a tutti gli elementi del record.
tr: http:// ile başlayan tam URL sadece materyalin kendi URL'si olması durumunda gereklidir, bib kayıtta, kayıt üzerindeki tüm materyallere uygulanan bir 856$u olması durumunda gerekli değildir.
zh_tw: 館藏有自己的 URL 才需要以 http:// 開始完整的 URL，若書目紀錄已有適用於所有的館藏 856 $u 內容則不需要。

source: Replacement price
hi: प्रतिस्थापन मूल्य
it: Costo di sostituzione:
tr: Yenileme ücreti
zh_tw: 重置價格

source: Price effective from
hi: मूल्य से प्रभावी
it: Prezzo effettivo da
tr: Fiyatın geçerli olmaya başladığı tarih
zh_tw: 售價啟用自

source: Date formats in the 952 subfields are required to be in the system internal format for data loading and subsequent item editing: YYYY-MM-DD. Filled in automatically by Acquisitions when an item is received.
hi: 952 उपक्षेत्रों में दिनांक स्वरूपों डेटा लोड करने के लिए प्रणाली आंतरिक स्वरूप में होना आवश्यक है और बाद में आइटम संपादन: YYYY-MM-DD। अधिग्रहण से स्वचालित रूप से भर जब एक आइटम प्राप्त होता है.
it: Le date nei sottocampi del campo 952 devono essere nel formato interno di sistema, AAAA-MM-GG, ai fini del caricamento e dei dati e della successiva modifica degli elementi. Compilato automaticamente dal modulo Acquisizioni quando un elemento viene ricevuto.
tr: 952 alt alanlarındaki tarih biçimlerinin, veri yükleme ve sonraki materyal düzenleme için sistem dahili biçiminde olmaları gerekir: YYYY-AA-GG. Bir materyal teslim alındığında Satın Almalar tarafından otomatik olarak doldurulur.
zh_tw: 在欄位 952 分欄的日期格式是系統內部必備的格式，供資料載入與後續館藏編輯之用：YYYY-MM-DD。簽收館藏時經由採訪模組自動填入。

source: Nonpublic note
hi: गैरसार्वजनिक टिप्पणी:
it: Nota privata:
tr: Özel duyuru
zh_tw: 非公開說明

source: This is a note field for notes that will not appear in the OPAC. Right now this note does not appear anywhere but in the item edit screen in the staff client.
hi: इस नोटों कि ओपेक में नहीं दिखाई देगा के लिए एक नोट क्षेत्र है। अभी इस नोट कहीं भी, लेकिन स्टाफ क्लायंट के आइटम संपादित स्क्रीन में दिखाई नहीं देता।
it: Si tratta di un campo di note che non viene visualizzato nell'OPAC. Allo stato attuale questa nota è visibile unicamente nella videata di modifica dello Sttaff client.
tr: Burası OPAC'da görünmeyecek notlar için bir not alanıdır. Şu anda bu not, personel arayüzündeki materyal düzenleme ekranı dışında başka bir yerde görünmemektedir.
zh_tw: 此附註欄位的說明不會顯示在 OPAC。目前祗顯示在館員介面的館藏編輯頁面。

source: Koha item type \*\*
hi: कोहा आइटम प्रकार \*\*
it: Tipo copia Koha \*\*
tr: Koha materyal türü \*\*
zh_tw: Koha 館藏類型 \*\*

source: Coded value, required field for circulation
hi: कोडित मूल्य, संचलन के लिए आवश्यक क्षेत्र
it: Valore codificato; obbligatorio per la circolazione.
tr: Kodlu değer, dolaşım için gerekli alan
zh_tw: 代碼值，流通必備的欄位

source: **Required**. Coded value, must be defined in :ref:`Item types <item-types-label>`
hi: **आवश्यक **। कोडित मूल्य, में परिभाषित होना चाहिए: संदर्भ: `आइटम प्रकार <item-types-label>`
it: **Obbligatorio**. Valore codificato, definito in :ref:`Tipi di copia <item-types-label>`
tr: **Gerekli**. Kodlu değer :ref:`Materyal türleri <item-types-label>` içerisinde tanımlanmalıdır
zh_tw: **必備**。代碼值，必須設定於 :ref:`館藏類型 <item-types-label>`

source: Public note
hi: सार्वजनिक टिप्पणी:
it: Nota pubblica
tr: Açık not
zh_tw: 公開說明

source: Table: Koha Embedded Holdings Data
hi: तालिका: कोहा एंबेडेड होल्डिंग्स डाटा
it: Tabella: Dati di copia incorporati in Koha
tr: Tablo: Koha Yerleşik Holdings Verileri
zh_tw: 表：Koha 內建館藏資料

source: \* - required for circulation
hi: \* - संचलन के लिए आवश्यक
it: \* - obbligatorio per la circolazione
tr: \* - dolaşım için gerekli
zh_tw: \* - 流通必備

source: \*\* - required by Koha
hi: \*\* - कोहा के लिए आवश्यक
it: \*\* - richiesto da Koha
tr: \*\* - Koha için gerekli
zh_tw: \*\* - Koha 必備

source: These images are coming from values found in your leader, if your leader is not cataloged properly it might be best to turn off the :ref:`DisplayOPACiconsXSLT` preference (which can be done while leaving the other XSLT preferences turned on).
hi: ये छवियां आपके नेता में पाए गए मानों से आ रही हैं, यदि आपके नेता को उचित रूप से सूचीबद्ध नहीं किया गया है तो यह बंद करना सबसे अच्छा हो सकता है: ref: `DisplayOPACiconsXSLT` वरीयता (जिसे अन्य एक्सएसएलटी वरीयताओं को चालू करते समय किया जा सकता है)।
it: Queste immagini dipendono dai valori che hai nel leader, se non hai inserito bene i dati nel leader è meglio disattivare la preferenza :ref:`DisplayOPACiconsXSLT`. Le altre preferenze XSLT possono rimanere attive.
tr: Bu resimler leader içinde bulunan değerlerden geliyor, leader uygun bir şekilde kataloglu değilse en iyisi :ref:`DisplayOPACiconsXSLT` tercihini kapatmak olacaktır (Diğer XSLT tercihleri açık bırakılarak yapılabilir).
zh_tw: 這些圖示來自記錄標示，若未正確編目記錄標示，可能關閉 :ref:`DisplayOPACiconsXSLT` 偏好 (即使把其他 XSLT 偏好開啟亦復如此)。

source: Book [BK]
hi: पुस्तक [BK]
it: Libro [BK}
tr: Kitap [BK]
zh_tw: 圖書[BK]

source: leader6 = a (and one of the leader7 values below)
hi: लीडर6 = a (और लीडर7 मूल्यों में से एक नीचे )
it: leader6 = a (e uno dei valori qui messi per leader7)
tr: leader6 = a (ve aşağıdaki leader7 değerlerinden biri)
zh_tw: 記錄標示6 ＝ a (且記錄標示7 的值如下)

source: leader7 = a
hi: लीडर7 = a
zh_tw: 記錄標示7 = a

source: leader7 = c
hi: लीडर7 = c
zh_tw: 記錄標示7 = c

source: leader7 = d
hi: लीडर7 = d
zh_tw: 記錄標示7 = d

source: leader7 = m
hi: लीडर7 = m
zh_tw: 記錄標示7 = m

source: leader6 = t
hi: लीडर6 = t
zh_tw: 記錄標示6 = t

source: Computer File [CF]
hi: कंप्यूटर फ़ाइल [CF]
tr: Bilgisayar Dosyası [CF]
zh_tw: 電腦檔案 [CF]

source: leader6 = m
hi: लीडर6 = m
zh_tw: 記錄標示6 = m

source: Continuing Resource [CR]
hi: सतत संसाधन [CR]
it: Seriale [CR}
tr: Süreğen Kaynak [CR]
zh_tw: 連續性資源 [CR]

source: leader7 = b
hi: लीडर7 = b
zh_tw: 記錄標示7 = b

source: leader7 = i
hi: लीडर7 = i
zh_tw: 記錄標示7 = i

source: leader7 = s
hi: लीडर7 = s
zh_tw: 記錄標示7 = s

source: Map [MP]
hi: मानचित्र [MP]
it: Materiale cartografico [MP}
tr: Harita [MP]
zh_tw: 地圖 [MP]

source: leader6 = e
hi: लीडर6 = e
zh_tw: 記錄標示6 = e

source: leader6 = f
hi: लीडर6 = f
zh_tw: 記錄標示6 = f

source: Mixed [MX]
hi: मिश्रित [MX]
it: Materiale misto [MX]
tr: Karma [MX]
zh_tw: 混搭 [MX]

source: leader6 = p
hi: लीडर6 = p
zh_tw: 記錄標示6 = p

source: Sound [MU]
hi: ध्वनि [MU]
it: Musica [MU]
tr: Ses [MU]
zh_tw: 音頻 [MU]

source: leader6 = c
hi: लीडर6 = c
zh_tw: 記錄標示6 = c

source: leader6 = d
hi: लीडर6 = d
zh_tw: 記錄標示6 = d

source: leader6 = i
hi: लीडर6 = i
zh_tw: 記錄標示6 = i

source: leader6 = j
hi: लीडर6 = j
zh_tw: 記錄標示6 = j

source: Visual Material [VM]
hi: दृश्य सामग्री [VM]
it: Audiovisivi [VM}
tr: Görsel Materyal [VM]
zh_tw: 視覺資料 [VM]

source: leader6 = g
hi: लीडर6 = g
zh_tw: 記錄標示6 = g

source: leader6 = k
hi: लीडर6 = k
zh_tw: 記錄標示6 = k

source: leader6 = r
hi: लीडर6 = r
zh_tw: 記錄標示6 = r

source: Kit
hi: किट
tr: Araç Gereç
zh_tw: 組件

source: leader6 = o
hi: लीडर6 = o
zh_tw: 記錄標示6 = o

source: Handling On Order Items and Holds
hi: ऑर्डर आइटम और होल्डिंग पर हैंडलिंग
it: Gestione degli ordini e delle prenotazioni
tr: Siparişte olan ve Ayırtılmış materyallerin idaresi
zh_tw: 處理館藏訂購

source: If you tend to import your MARC records when you have ordered the book (as opposed to when you receive the books), and allow patrons to place holds on those books, you may need to add item records to the \*.mrc file before importing.
hi: यदि आप अपने मार्क रिकॉर्ड को आयात करते हैं, तो जब आप पुस्तक का आदेश देते हैं (जैसा कि आप पुस्तकों को प्राप्त करते हैं), और उन पुस्तकों पर संरक्षक रखने की अनुमति दें, तो आपको \*.mrc फ़ाइल से पहले आइटम रिकॉर्ड जोड़ना पड़ सकता है आयात।
it: Se siete soliti importare i record MARC al momento dell'ordine dei libri (invece che alla ricezione), e se volete permettere agli utenti di prenotare quei libri, è possibile che dobbiate aggiungere i record delle copie al file \*.mrc prima di importarlo.
tr: Kitabı sipariş ettiğinizde MARC kayıtlarını aktarma eğilimindeyseniz (kitabı teslim almanızın aksine) ve kullanıcılarınızın kitapların üzerinde ayırma yapmalarına izin veriyorsanız, materyal kayıtlarını aktarmadan önce \*.mrc dosyasına eklemeniz gerekebilir.
zh_tw: 若打算匯入採訪中 (還沒有簽收) 的 MARC 資訊，且允許讀者預約它們，在匯入前需先新增館藏記錄於 \*.mrc 檔案。

source: The easiest way to import your latest order is to first run your records through `MARCEdit <http://marcedit.reeset.net/>`__. Download your MARC records, saving them to your desktop or some other location you use/will remember. If you have MARCEdit already installed you should simply have to double click on your MARC records, and they will automatically open in MARCEdit.
hi: अपने नवीनतम आदेश को आयात करने का सबसे आसान तरीका पहले अपने अभिलेखों को `एमएआरसीईडएड <http://marcedit.reeset.net/>` __ के माध्यम से चलाने के लिए है अपने एमएआरसी रिकॉर्ड डाउनलोड करें, उन्हें अपने डेस्कटॉप पर या किसी दूसरे स्थान पर सहेज कर रखें जो आप उपयोग करते हैं / याद रखेंगे। यदि आपके पास पहले से ही स्थापित MARCEdit है, तो आपको अपने मार्क रिकॉर्ड पर डबल क्लिक करना होगा, और वे स्वचालित रूप से MARCEdit में खुलेंगे
it: Il modo più semplice di importare l'ordine più recente è innanzitutto di passare i vostri record al `MARCEdit <http://marcedit.reeset.net/>`__. Scaricate i vostri record MARC, salvando il file sul desktop od un'altra locazione abituale/facile da ricordare. Se MARCEdit è già installato sul computer, sarà sufficiente fare doppio clic sui vostri record MARC e questi si apriranno automaticamente in MARCEdit.
tr: En son siparişinizi içe aktarmanın en kolay yolu kayıtlarınızı `MARCEdit <http://marcedit.reeset.net/>`__ üzerinden çalıştırmaktır. MARC kayıtlarınızı indirin ve masa üstünüze ya da kullanacağınız/hatırlayacağınız diğer başka bir konuma kaydedin. MARCEdit zaten kurulu ise MARC kayıtlarınız üzerinde çift tıklamanız yeterlidir ve kayıtlarınız otomatik olarak MARCEdit ile açılacaktır.
zh_tw: 最簡單的方式是先經由 `MARCEdit <http://marcedit.reeset.net/>`__ 軟體執行書目記錄。下載 MARC 記錄，儲存於桌面或其他地方。若已安裝 MARCEdit，則以滑鼠在 MARC 記錄點兩下，就可以打開該記錄。

source: This tutorial was written with MARCEdit version 5.2.3769.41641 on Windows XP, instructions may be different if your version or operating system is different.
hi: इस ट्यूटोरियल Windows XP पर MARCEdit संस्करण 5.2.3769.41641 के साथ लिखा गया था, निर्देश अलग हो सकता है अपने संस्करण या ऑपरेटिंग सिस्टम अलग-अलग होता है।
it: Questo tutorial è stato scritto per MARCEdit versione 5.2.3769.41641 su Windows XP, le istruzioni possono variare per altre versioni o sistemi.
tr: Bu öğretici, Windows XP üzerinde MARCEdit sürüm 5.2.3769.41641 ile yazılmıştır, işletim sisteminiz ya da sürümünüz farklı ise talimatlar farklı olabilir.
zh_tw: 以下的畫面擷取自 Windows XP 下的 MARCEdit 版本 5.2.3769.41641，可能與現在的內容略有不同。

source: Your original file will automatically be in the input; ensure MarcBreaker is chosen, and then click "Execute"
hi: आपका मूल फ़ाइल स्वचालित रूप से इनपुट में होगा; सुनिश्चित MarcBreaker चुना जाता है, और फिर क्लिक करें "चलाएँ"
it: Il file originale sarà automaticamente utilizzato in input; assicurarsi di aver selezionato MarcBreaker, quindi fare clic su "Execute".
tr: Özgün dosyanız otomatik olarak girdi içerisinde olacaktır; MarcBreaker'ın seçili olduğundan emin olun ve "Çalıştır" üzerine tıklayın
zh_tw: 自動載入原始檔案；選擇 MarcBreaker，按下 "執行" 鈕

source: |image719|
hi: |छवि719|

source: You will be presented with a summary of the records processed at the bottom of the screen
hi: आप स्क्रीन के तल पर कार्रवाई की रिकॉर्ड की एक सारांश के साथ प्रस्तुत किया जाएगा
it: Il sistema presenta, nella parte inferiore della finestra, una lista dei record che saranno elaborati.
tr: Ekranın en alt kısmına işlenen kayıtların bir özeti gelecek
zh_tw: 在螢幕下方將出現處理記錄的摘要

source: |image720|
hi: |छवि720|

source: Click 'Edit Records' to continue on to adding item records
hi: आइटम रिकॉर्ड जोड़ने के लिए जारी रखने के लिए 'रिकॉर्ड संपादित करें' पर क्लिक करें
it: Fare clic su 'Edit Records' per proseguire ed aggiungere i record delle copie.
tr: materyal kayıtları eklemeye devam etmek için 'Kayıtları Düzenle' üzerine tıklayın
zh_tw: 按 '編輯紀錄' 繼續新增館藏紀錄

source: Your screen will be replaced with a larger screen containing the MARC records
hi: अपनी स्क्रीन एक बड़ी स्क्रीन मार्क रिकॉर्ड युक्त साथ प्रतिस्थापित किया जाएगा
it: La finestra sarà sostituita da una più grande, che conterrà i record MARC.
tr: Ekran MARC kayıtlarını içeren daha geniş bir ekran ile değiştirilecektir
zh_tw: 畫面出現 MARC 記錄

source: |image721|
hi: |छवि721|

source: Click on Tools > Add/Edit Field
hi: टूल पर क्लिक करें > फ़ील्ड जोड़ें / संपादित करें
it: Fare clic su Strumenti > Aggiungi/modifica campo
tr: Araçlar > Alan Ekle/Düzenle üzerine tıklayın
zh_tw: 按工具 &gt; 新增/編輯欄位

source: |image722|
hi: |छवि722|

source: Enter in the Koha specific item info
hi: कोहा विशेष आइटम की जानकारी में दर्ज करें
it: Immettere le informazioni sulla copia nel formato di Koha
tr: Koha özel materyal bilgisi içine girin
zh_tw: 進入 Koha 的館藏資訊

source: |image723|
hi: |छवि723|

source: In the Field box, type 942
hi: फील्ड बॉक्स में, टाइप 942 करें
it: Nella casella Field, digitare 942
tr: Alan kutusu içine 942 yazın
zh_tw: 在欄位盒鍵入 942

source: In the Field Data box, type \\\\$c and the item type code (\\\\$cBOOK in this example)
hi: फ़ील्ड डेटा बॉक्स में, लिखें \\\\$c और आइटम प्रकार कोड (\\\\$cBOOK इस उदाहरण में)
it: Nella casella Field Data digitare \\\\$c ed il codice del tipo di copia (\\\\$cBOOK, nell'esempio)
tr: Alan veri kutusu içine \\\\$c ve materyal tür kodu (\\\\$cKİTAP bu örnekte) yazın
zh_tw: 在欄位資料盒，鍵入 \\\\$c 及其館藏類型代碼 (在此例是 \\\\$cBOOK)

source: Check the 'Insert last' option
hi: 'सम्मिलित आखिरी' विकल्प की जाँच करें
it: Selezionare l'opzione 'Insert last'
tr: 'Insert last' seçeneğini işaretleyin
zh_tw: 按 '插入最後' 選項

source: Click 'Add Field'
hi: क्लिक करें 'जोड़ें फील्ड'
it: Fare clic su Add Field'
tr: 'Alan Ekle' üzerine tıklayın
zh_tw: 按 '新增欄位'

source: Enter in the item record data
hi: आइटम डेटा रिकॉर्ड में दर्ज
it: Immettere i dati del record copia
tr: Materyal kayıt verisi içine girin
zh_tw: 鍵入館藏紀錄資料

source: |image724|
hi: |छवि724|

source: In the Field box, type 952
hi: फील्ड बॉक्स में, टाइप 952 करें
it: Nella casella Field, digitare 952
tr: Alan kutusu içine 952 yazın
zh_tw: 在欄位盒，鍵入 952

source: In the Field Data box, type $7ORDERED\_STATUS$aPERM\_LOC$bCURR\_LOC$cSHELVING\_LOCATION$eSOURCE\_OF\_ACQ$yITEM\_TYPE
hi: फ़ील्ड डेटा बॉक्स में, टाइप करें $7ORDERED\_STATUS$aPERM\_LOC$bCURR\_LOC$cSHELVING\_LOCATION$eSOURCE\_OF\_ACQ$yITEM\_TYPE
it: Nella casella Field Data, digitare: $7ORDERED\_STATUS$aPERM\_LOC$bCURR\_LOC$cSHELVING\_LOCATION$eSOURCE\_OF\_ACQ$yITEM\_TYPE
tr: Alan veri kutusu içine $7ORDERED\_STATUS$aPERM\_LOC$bCURR\_LOC$cSHELVING\_LOCATION$eSOURCE\_OF\_ACQ$yITEM\_TYPE yazın
zh_tw: 在欄位資料盒，鍵入 $7ORDERED\_STATUS$aPERM\_LOC$bCURR\_LOC$cSHELVING\_LOCATION$eSOURCE\_OF\_ACQ$yITEM\_TYPE

source: ex. $7-1$aCPL$bCPL$cNEW$eBrodart$yBOOK
hi: उदा. $7-1$aCPL$bCPL$cNEW$eBrodart$yBOOK
it: esempio: $7-1$aCPL$bCPL$cNEW$eBrodart$yBOOK
tr: ör. $7-1$aCPL$bCPL$cNEW$eBrodart$yBOOK

source: In a default install of Koha -1 is the value for the Ordered status
hi: एक डिफ़ॉल्ट कोहा -1 के स्थापित में आदेश दिया की स्थिति के लिए मूल्य है
it: Nell'installazione predefinita di Koha -1 è il valore per lo stato Ordinato
tr: Varsayılan Koha kurulumunda -1 Sipariş edildi durumu değeridir
zh_tw: 安裝 Koha 時，-1 是訂購狀態的預設值

source: You may want to look at other subfields you would like data in -- for example, changing the collection code to put all the items in the same collection (8), automatically fill in the acquisition date (d), or put in a public note (z).
hi: आप अन्य उपक्षेत्रों को देखने के लिए चाहते हो सकता है उदाहरण के लिए, -- आप में डेटा चाहते हैं संग्रह कोड बदलने ही संग्रह (8) में सभी आइटम डाल करने के लिए, स्वचालित रूप से अधिग्रहण की तारीख (घ) में भरने के लिए, या एक सार्वजनिक टिप्पणी (जेड) में डाल दिया।
it: Se lo si desidera, è possibile apportare modifiche ad altri campi che si vogliono compilare; per esempio si può cambiare il codice della collezione, per registrattre tutte le copie nella stessa collezione (8), compilare automaticamente la data di acquisizione (d), o scrivere una nota visibile agli utenti (z)
tr: İçerisindeki veriler üzerinde düzenleme yapmak istediğiniz diğer alt alanlara bakmak isteyebilirsiniz -- örneğin, tüm materyalleri aynı koleksiyona yerleştirmek için koleksiyon kodunu değiştirmek (8), sağlama tarihini otomatik olarak değiştirmek (d), ya da genel bir not girmek (z).
zh_tw: 可以編修其他欄位的資料 -- 如：改變館藏代碼，讓所有的館藏放在一起 (8)、自動填入採訪日期 (d)、填入公開附註 (z)。

source: Be sure you use the $ to separate subfields; adding each subfield on a separate line will cause that many items to be imported with your MARC record (in the example above, four items, each with one of those subfields corrected)
hi: आप अलग उपक्षेत्रों से $ का उपयोग सुनिश्चित करें; एक अलग लाइन पर प्रत्येक उपक्षेत्र कहा कि कई मदों के कारण होगा आपका मार्क रिकॉर्ड के साथ आयात करने के लिए (उपरोक्त उदाहरण में, चार वस्तुओं, उन उपक्षेत्रों में से एक के साथ प्रत्येक सही)
it: Assicurarsi di usare il segno $ per separare i sottocampi; se si immettesse ciascun sottocampo su una riga separata, verrebbero generate altrettante copie, durante l'importazione del record MARC. Nell'esempio soprastante, verrebbero create quattro copie, una per ciascun campo corretto.
tr: Alt alanları ayırmak için $ işareti kullandığınızdan emin olun; her alt alanı ayrı bir satır üzerine eklemek MARC kayıtlarınızla birlikte bir çok materyalin içe aktarılmasına neden olacaktır (yukarıdaki örnekte, her biri bu alt alanların bir tanesine sahip olan dört materyal düzeltilmiştir)
zh_tw: 使用 $ 做為分欄代碼；每列新增一個分欄讓多個館藏可以匯入 MARC 紀錄 (在上例中，四個館藏，各有對應的分欄)

source: Make sure you look at the Administration > Authorized Values in Koha to put the correct code into the field
hi: सुनिश्चित करें कि आप प्रशासन को देखें > क्षेत्र में सही कोड डाल करने के लिए कोहा में प्राधिकृत मूल्य
it: Consultate la sezione Amministrazione > Valori autorizzati di Koha, per accertarsi di immettere i codici corretti in ciascun campo
tr: Alan içine doğru kodu yerleştirmek için Koha'da Yönetim > Yetkili Değerler'e baktığınızdan emin olun
zh_tw: 確認在管理 &gt; 容許值裡，在欄位鍵入正確的代碼

source: Close the field editor window
hi: क्षेत्र संपादक विंडो बंद करें
it: Chiudere la finestra dell'editor
tr: Editör penceresini kapat
zh_tw: 關閉欄位編輯視窗

source: Click on File > Compile into MARC
hi: फ़ाइल पर क्लिक करें > मार्क में संकलित करें
it: Fare clic su File > Compila in MARC
tr: Dosya > MARC İçine Derle üzerine tıklayın
zh_tw: 按檔案 &gt; 進入 MARC 編輯

source: |image725|
hi: |छवि725|

source: Choose where to save your file
hi: चुनें जहां अपनी फ़ाइल को सहेजने के लिए
it: Scegli dove salvare il file
tr: Dosyanızın kaydedileceği konumu seçin
zh_tw: 選定儲存檔案的位置

source: Now you want to go into your Koha system and follow the instructions for :ref:`importing MARC records <stage-marc-records-for-import-label>`.
hi: अब आप अपने कोहा प्रणाली में जाकर निर्देशों का पालन करना चाहते हैं: रेफरी: 'MARC रिकॉर्ड आयात करना<stage-marc-records-for-import-label>`.
it: Adesso entra in Koha e segui le istruzioni per :ref:`importare record MARC <stage-marc-records-for-import-label>`.
tr: Şimdi Koha sisteminize gidip :ref:`MARC kayırlatını içe aktarma <stage-marc-records-for-import-label>` için yönergeleri izleyebilirsiniz.
zh_tw: 進入 Koha 系統，遵照 `匯入 MARC 紀錄 <stage-marc-records-for-import-label>` 的指示。
