Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: You will be presented with the MARC for all of the records (each accessible by tabs labeled with the bib numbers for those records). By default the entire first record will be selected, uncheck the fields you don't want in the final (destination) record and then move on to the second tab to choose which fields should be in the final (destination) record.
hi: आप के सारे रिकॉर्ड के लिए मार्क (उन रिकॉर्ड के लिए बिब नंबर के साथ लेबल टैब द्वारा प्रत्येक सुलभ) के साथ प्रस्तुत किया जाएगा। डिफ़ॉल्ट रूप से पूरे पहला रिकॉर्ड का चयन किया जाएगा, अंतिम (गंतव्य) रिकॉर्ड में क्षेत्रों आप नहीं चाहते अचयनित और उसके बाद का चयन करने के लिए जो क्षेत्रों अंतिम (गंतव्य) रिकॉर्ड में होना चाहिए दूसरे टैब पर चलते हैं।
it: Verranno presentati i dati MARC di entrambi i record, ognuno accessibile dalla scheda con il bib number del record. Di default il primo record sarà selezionato, deseleziona i campi che non vuoi portare nel record finale poi vai nel secondo record e scegli i campi che vuoi portare nel record finale.
tr: Size her iki kayıt için MARC sunulacak ( bu kayıtların her birine bibliyografik kayıt numaralarıyla etiketlenmiş sekmelerle ulaşılabilir ). Varsayılan olarak birinci kaydın tamamı seçilecektir, son (hedef dosya) kayıttaki istemediğiniz alanların onay işaretini kaldırınız ardından son (hedef dosya) kayıtta olması gereken alanları seçmek için ikinci sekmeye ilerleyiniz.
zh_tw: 顯示兩筆紀錄的 MARC 內容 (從標示欄號的分頁進入)。預設是勾選第一筆紀錄的所有欄位，可剔除不要進入合併後記錄 (目標) 的欄位，再移入第二個分頁，選擇要保留在合併後紀錄 (目標) 的欄位。

source: |image667|
hi: |छवि667|

source: Should you try to add a field that is not repeatable two times (like choosing the 245 field from both record #1 and #2) you will be presented with an error
hi: क्या आप एक त्रुटि के साथ प्रस्तुत किया जाएगा (दोनों से # 1 रिकॉर्ड और # 245 क्षेत्र को चुनने 2) की तरह एक क्षेत्र है कि repeatable नहीं है दो बार जोड़ने के लिए प्रयास करना चाहिए
it: Se provi ad aggiungere un campo che non può essere ripetuto due volte (tipo il campo 200 per entrambi), ti verrà mostrato un errore
tr: İki defa tekrar edilmeyen bir alan eklemeye çalışıyorsanız (245. alandan hem 1 nolu hem de 2 nolu kaydı seçmek gibi)size hata mesajı verilecektir.
zh_tw: 應試著新增不重複的欄位，兩個館藏 (如從紀錄 1 與紀錄 2 選擇 245 欄位) 將顯示錯誤

source: |image668|
hi: |छवि668|

source: Below the records you are merging is an option to enter fields to report on. This will allow you to control what fields you see on the merge confirmation page:
hi: रिकॉर्ड आप विलय कर रहे हैं नीचे पर रिपोर्ट करने के लिए क्षेत्रों में प्रवेश के लिए एक विकल्प है। यह तुम क्या आप मर्ज पुष्टि पृष्ठ पर दिखाई देने वाली फ़ील्ड को नियंत्रित करने के लिए अनुमति देगा:
it: Sotto i record da unire, c'è un'opzione per indicare i campi per il report. Questo vi permetterà di controllare i campi che appariranno sulla pagina di conferma dell'unione:
tr: Birleşmekte olduğunuz kayıtların altında, raporlanacak alanları girmek için bir seçenek var. Bu, birleştirme onay sayfasında hangi alanları gördüğünüzü kontrol etmenizi sağlayacaktır:
zh_tw: 記錄之下可鍵入待合併的欄位。藉以控制在合併確認頁面出現的欄位：

source: |image669|
hi: |छवि669|

source: If you enter nothing you will be presented with a confirmation of biblionumbers only
hi: आप कुछ भी नहीं दर्ज करते हैं तो आप biblionumbers की पुष्टि के साथ ही प्रस्तुत किया जाएगा
it: Se non metti nulla, ti verrà presentato una pagina di conferma con i soli biblionumbers
tr: Hiçbir şey girmezseniz karşınıza yalnızca bibliyo numaralarının onayı gelecektir
zh_tw: 未鍵入資料則出現確認書目號的訊息

source: |image670|
hi: |छवि670|

source: If you enter fields you will see those on the confirmation page (you can set defaults with the :ref:`MergeReportFields` preference)
hi: यदि आप फ़ील्ड दर्ज करते हैं तो आप उन पुष्टिकरण पेज पर देखेंगे (आप डिफ़ॉल्ट के साथ सेट कर सकते हैं: ref: `MergeReportFields` वरीयता)
it: I campi indicati verranno mostrati nella pagina di conferma unione (è possibile impostare valori predefiniti con la preferenza :ref:`MergeReportFields`)
tr: Alanlara girerseniz, onay sayfasında bunları görebilirsiniz (varsayılanları :ref:"MergeReportFields` tercihiyle ayarlayabilirsiniz)
zh_tw: 鍵入欄位後可從確認頁面看到 (可以從 :ref:`MergeReportFields` 偏好)

source: |image671|
hi: |छवि671|

source: Once you have completed your selections click the 'merge' button. The primary record will now CONTAIN the data you chose for it as well as all of the items/holdings from both bib records, and the second record will be deleted.
hi: एक बार जब आप पूरा कर लिया है अपने चयन 'मर्ज' बटन पर क्लिक करें। प्राथमिक रिकॉर्ड अब आप डेटा के रूप में अच्छी तरह से दोनों बिब रिकॉर्ड से आइटम / जोत के सभी के रूप में इसके लिए चुना शामिल होंगे, और दूसरा रिकॉर्ड हटा दिया जाएगा।
it: Quando le hai finito le tue scelte, clicca il bottone 'fondi'. Il record primario ora CONTERRA' i dati che hai scelto insieme a tutte le linee di copia di entrambi i record bibliografici, il sendo record verrà cancellato.
tr: Seçimlerinizi tamamladığınızda 'birleştir' butonuna tıklayın. Ana kayıt kendisi için seçtiğiniz veriyi içermekle birlikte her iki bibliyografik kaydın materyallerini/ayırtmalarını da içerecektir, ve ikinci kayıt silinecektir.
zh_tw: 選好之後按下 '合併' 鈕。主要紀錄將顯示選擇的資料以及來自書目資料的館藏/預約資料，次要資料被刪除。

source: It is important to rebuild your zebra index immediately after merging records. If a search is performed for a record which has been deleted Koha will present the patrons with an error in the OPAC.
hi: यह रिकॉर्ड विलय के बाद तुरंत अपने ज़ेबरा सूचकांक के पुनर्निर्माण के लिए महत्वपूर्ण है। एक खोज एक रिकॉर्ड है जो हटा दिया गया है Koha ओपेक में किसी त्रुटि के साथ संरक्षक पेश करेंगे के लिए किया जाता है।
it: E' importante riaggiornare Zebra dopo aver fuso dei records. Se un utente fa una ricerca su un record cancellato, Koha mostrerà un errore nell'Opac e non il nuovo record nato dalla fusione.
tr: Kayıtları birleştirdikten sonra vakit geçirmeden zebra indeksinizi tekrar oluşturmanız önemlidir. Silinmiş bir kayıt için bir arama gerçekleştirilirse Koha, OPAC’ta kullanıcılara hata verecektir.
zh_tw: 合併紀錄後立即重建您的 Zebra 索引是很重要的事。立即搜尋被刪除的紀錄將造成 OPAC 的錯誤。

source: If you would like you can also use the :ref:`Lists` tool for merging records together. :ref:`Learn more here <merging-bibliographic-records-via-lists-label>`.
hi: यदि आप चाहें तो आप सन्दर्भ का उपयोग भी कर सकते हैं: रिकॉर्ड्स एक साथ रिकॉर्ड मर्ज करने के लिए `सूची 'उपकरण. : रेफर: `यहां अधिक जानें <merging-bibliographic-records-via-lists-label>`
it: Se vuoi è possibile usare le :ref:`Liste <lists-label>` per fondere i record tra di loro. :ref:`Approfondisci qui <merging-bibliographic-records-via-lists-label>`.
tr: Birlikte birden fazla kayıt birleştirmek istiyorsanız :ref:`Listeler` aracı ile bunu yapabilirsiniz. :ref:`Buradan daha fazla bilgi edinin <merging-bibliographic-records-via-lists-label>`.
zh_tw: 經由 :ref:`清單` 工具合併多筆紀錄。:ref:`詳情在此 <merging-bibliographic-records-via-lists-label>`。

source: Deleting Records
hi: हटाएँ रिकॉर्ड
it: Cancellazione Records
tr: Kayıtların Silinmesi
zh_tw: 刪除紀錄

source: To delete a bibliographic record simply choose the 'Edit' button and select 'Delete record'
hi: एक ग्रंथ सूची रिकॉर्ड को हटाने के लिए बस 'संपादन' बटन चुनें और 'रिकॉर्ड हटाएँ' का चयन करें
it: Per cancellare un record bibliografico clicca il tasto Modifica e scegli Cancella record
tr: Bir bibliyografik kaydı silmek için 'Düzenle' butonuna tıklayıp 'Kaydı sil' seçeneğini seçmeniz yeterlidir.
zh_tw: 按下 '編輯' 鈕選擇 '刪除記錄' 就能刪除書目記錄

source: |image672|
hi: |छवि672|

source: Bibliographic records can only be deleted one all items have been deleted. If you try to delete a bibliographic record with items still attached you will see that the delete option is grayed out.
hi: ग्रंथ सूची रिकॉर्ड केवल एक ही सभी वस्तुओं को हटा दिया गया है हटाया जा सकता। आप अभी भी जुड़ी आप को हटाने के विकल्प धूसर हो जाता है देखेंगे आइटम के साथ एक ग्रंथ सूची रिकॉर्ड को नष्ट करने की कोशिश करते हैं।
it: I record bibliografici possono essere cancellati solo se le loro copie sono state cancellate. Se provi a cancellare un record bibliografico con copie legate l'opzione cancella diventa grigia
tr: Bibliyografik kayıtlar sadece tüm materyaller silindikten sonra silinebilir. Halen bir materyalin bağlı olduğu bir bibliyografik kaydı silmeye çalıştığınızda silme seçeneğinin devre dışı olduğunu göreceksiniz.
zh_tw: 必須先刪除該書目記錄的館藏記錄，才能刪除書目記錄。書目紀錄內還有館藏紀錄時，刪除的選項是灰色的，不可刪除它。

source: |image673|
hi: |छवि673|

source: Item Records
hi: आइटम रिकार्डस
it: Record di copie
tr: Materyal Kayıtları
zh_tw: 館藏紀錄

source: In Koha each bibliographic record can have one or more items attached. These items are sometimes referred to as holdings. Each item includes information to the physical copy the library has.
hi: कोहा में प्रत्येक ग्रंथ सूची रिकॉर्ड जुड़ी एक या एक से अधिक आइटम हो सकता है। इन आइटमों को कभी कभी होल्डिंगस के रूप में करने के लिए भेजा जाता है। प्रत्येक आइटम भौतिक प्रतिलिपि पुस्तकालय है करने के लिए जानकारी भी शामिल है।
it: In Koha ogni record bibliografico può avere una o più copie collegate. Ogni copia contiene informazioni sullo specifico esemplare posseduto dalla biblioteca.
tr: Koha içerisinde her bibliyografik kayda bir ya da daha fazla materyal bağlanabilir. Bu materyaller bazen ayırmalar olarak adlandırılır. Her materyal, kütüphanede bulunan fiziksel kopya ile ilgili bilgi içerir.
zh_tw: 在 Koha 裡，每筆書目記錄可以有多筆館藏記錄。這些館藏記錄也被稱為館藏。每個館藏包括圖書館擁有該館藏的物理資訊。

source: Adding Items
hi: आइटम जोड़ें
it: Aggiunta di copie
tr: Materyal Ekleme
zh_tw: 新增館藏

source: After saving a new bibliographic record, you will be redirected to a blank item record so that you can attach an item to the bibliographic record. You can also click 'Add/Edit Items' from the cataloging search results
hi: एक नए ग्रंथ सूची रिकॉर्ड सहेजने के बाद, आप एक खाली आइटम रिकॉर्ड करने के लिए पुनः निर्देशित किया जाएगा तो यह है कि आप ग्रंथ सूची रिकॉर्ड करने के लिए एक आइटम संलग्न कर सकते हैं। तुम भी सूचीकरण खोज परिणामों से 'जोड़ें आइटम/संपादन' क्लिक कर सकते हैं
it: Dopo aver salvato un nuovo record bibliografico, verrai portato ad una schermata con un record di copia non compilato, affinché possa aggiungere una copia al record bibliografico. Puoi anche cliccare 'Modifica le copie' dai risultati di ricerca nel catalogo.
tr: Yeni bir bibliyografik kaydı kaydettikten sonra boş bir materyal kaydına yönlendirileceksiniz, böylece bibliyografik kayda bir materyal bağlayabileceksiniz. Aynı zamanda katalog arama sonuçlarından 'Materyal Ekle/Düzenle' üzerine tıklayabilirsiniz.
zh_tw: 儲存書目記錄後，進入空白的館藏資訊，可以新增附屬於該書目紀錄的館藏。從編目搜尋結果，勾選 '新增/編輯館藏' 即可

source: |image674|
hi: |छवि674|

source: or you can add new item at any time by clicking 'New' on the bibliographic record and choosing 'New Item'
hi: या आप ग्रंथ सूची रिकॉर्ड पर 'नई' पर क्लिक करें और 'नया आइटम' का चयन करके किसी भी समय नए आइटम जोड़ सकते हैं
it: oppure puoi aggiungere una copia in qualsiasi momento cliccando 'Nuovo' nel record bibliografico e poi 'Nuova copia'
tr: ya da bibliyografik kayıt üzerinde 'Yeni' bağlantısına tıklayıp 'Yeni Materyal' seçeneğini seçerek istediğiniz zaman yeni materyal ekleyebilirsiniz
zh_tw: 或者勾選書目記錄的 '新增' 再選新增 '館藏'

source: |image675|
hi: |छवि675|

source: The item edit form will appear:
hi: आइटम संपादित रूप दिखाई देगा:
it: La fattura richiamata da questo id (invoiceid) non esiste.
tr: Materyal düzenleme formu gözükecektir:
zh_tw: 將顯示館藏編輯表單：

source: |image676|
hi: |छवि676|

source: At the very least, if you plan on circulating the item, the following fields should be entered for new items:
hi: बहुत कम से कम, अगर आप आइटम घूम पर योजना, निम्नलिखित क्षेत्रों के लिए नए आइटम के लिए दर्ज किया जाना चाहिए:
it: Infine se pensi di far circolare le copie, i seguenti campi devono essere specificati per le nuove copie:
tr: Materyali dolaşıma koymak istiyorsanız, en azından aşağıdaki alanları doldurmanız gerekir:
zh_tw: 若打算借出館藏，以下欄位應鍵入新的館藏：

source: 2 - Source of classification
hi: 2 - वर्गीकरण का प्रकार
it: 2 - Fonte della classificazione
tr: 2 - Sınıflama kaynağı
zh_tw: 2- 分類法來源

source: a - Permanent location
hi: a -- स्थाई लोकेशन
it: a - Localizzazione permanente
tr: a- Kalıcı yer
zh_tw: a - 永久位置

source: b - Current location
hi: b - वर्तमान स्थान
it: c - Biblioteca che possiede o presta la copia
tr: b- Geçerli konum
zh_tw: b - 現在典藏地

source: o - Full call number
hi: o - पूर्ण कॉल नंबर
it: o - Segnatura
tr: 0- Tam çağrı numarası
zh_tw: o - 完整索書號

source: If you'd like you can use the `call number browser plugin <#cnbrowseplugin>`__ for this field. If it's enabled you'll see a ... to the right of the field. When clicked that will open a call number browser window if the row is highlighted in Red then the call number is in use, if there is a thin Green line instead then the call number can be used.
hi: अगर आप चाहते हैं कि आप इस फ़ील्ड के लिए `कॉल नंबर ब्राउज़र प्लग इन <#cnbrowseplugin>`__ का उपयोग कर सकते हैं। यदि यह सक्षम है, तो आपको फ़ील्ड के दाईं ओर एक ... दिखाई देगा। जब क्लिक किया जाता है तो कॉल नंबर ब्राउज़र विंडो खुल जाएगा यदि पंक्ति को लाल में हाइलाइट किया गया है तो कॉल नंबर उपयोग में है, अगर कोई पतली ग्रीन लाइन है तो कॉल नंबर का उपयोग किया जा सकता है।
it: Se si desidera è possibile utilizzare il ` plugin scorri collocazione <#cnbrowseplugin>` per questo campo. Se attivato si vedrà un ... a destra del campo. Quando viene cliccato si aprirà una finestra ad hoc per scorrere tra le collocazioni. Se la riga è rossa, la collocazione è in uso, e sarà utilizzabile se è in verde.
tr: İsterseniz bu alan için` yer numarası tarayıcı eklentisini <#cnbrowseplugin>`__ kullanabilirsiniz. Etkinleştirilmişse, alanın sağında bir ... görürsünüz. Üzerine tıklayınca bir yer numarası tarayıcı penceresi açılacaktır, Satır kırmızı olarak vurgulanıyorsa yer numarası kullanılıyordur, Bunun yerine ince bir Yeşil satır varsa, yer numarası kullanılabilir.
zh_tw: 在這個欄位可以使用 `瀏覽索書號外掛 <#cnbrowseplugin>`__ 軟體。啟用後可在欄位右方看到 ... 之類的內容。點選後開啟索書號瀏覽視窗紅色表示索書號使用中，若為淡綠色則可以使用索書號。

source: |image1267|
hi: |छवि1267|

source: p - Barcode
hi: p - बारकोड
it: p - Codice a barre
tr: p- Barkod
zh_tw: p- 條碼

source: v - Cost, replacement price
hi: v - लागत, प्रतिस्थापन कीमत
it: v - Costo, prezzo di sostituzione
tr: v - Maliyet, yerine koyma fiyatı
zh_tw: v - 價格，重置費用

source: This value will be charged to patrons when you mark an item they have checked out as 'Lost'
hi: यह मान संरक्षक के लिए शुल्क लिया जाएगा जब आप निशान और आइटम के रूप में वे 'खोया' चैक आउट की है
it: Questo è il valore che viene addebitato all'utente quando segni come 'Persa' una copia a lui prestata.
tr: Bu değer, ödünç aldıkları materyali 'Kayıp' olarak işaretlediğinizde kullanıcılardan tahsil edilecektir
zh_tw: 借出的館藏被申報為 '遺失' 時，向讀者收取的費用

source: y - Koha item type
hi: y - कोहा आइटम प्रकार
it: y - Tipo copia Koha
tr: y - Koha materyal türü
zh_tw: y - Koha館藏類型

source: To make sure that these values are filled in you can mark them as mandatory in the :ref:`framework <marc-bibliographic-frameworks-label>` you're using and then they will appear in red with a 'required' label. The item will not save until the required fields are filled in.
hi: यह सुनिश्चित करने के लिए कि इन मूल्यों को आप में भर दिया गया है, आप इन्हें अनिवार्य रूप में चिह्नित कर सकते हैं: संदर्भ: `फ्रेमवर्क <marc-bibliographic-frameworks-label> 'आप उपयोग कर रहे हैं और फिर वे' आवश्यक 'लेबल के साथ लाल रंग में दिखाई देंगे । आइटम तब तक नहीं बचाएगा जब तक आवश्यक फ़ील्ड भर नहीं हो जाती।
it: Per essere sicuro che questi valori vengano inseriti puoi renderli obbligatori nella :ref:`griglia di catalogazione <marc-bibliographic-frameworks-label>` che usi e questi compariranno in rosso con un'etichetta 'obbligatorio'. La copia non verrà salvata finché i valori non verranno inseriti.
tr: Bu değerlerin girildiğinden emin olmak için kullanmakta olduğunuz :ref:`çerçeve <marc-bibliographic-frameworks-label>` içerisinde bu değerleri gerekli olarak işaretleyebilirsiniz ve böylece 'gerekli' etiketi ile birlikte kırmızı renkte görünecektir. Materyal, gerekli alanlar doldurulmadan kaydedilemeyecektir.
zh_tw: 可以在 :ref:`框架 <marc-bibliographic-frameworks-label>` 裡，把這些欄位設為必備，就會以紅色標示為 '必備' 標籤。必須鍵入資料才能儲存它。

source: |image677|
hi: |छवि677|

source: To make item subfields required in a framework you'll want to edit the 952 field in the :ref:`framework editor <marc-bibliographic-frameworks-label>`.
hi: एक ढांचे में आवश्यक वस्तु सबफ़ेल्ड बनाने के लिए आप 952 फ़ील्ड को संपादित करना चाहते हैं :रेफर: `फ्रेमवर्क संपादक <marc-bibliographic-frameworks-label>`
it: Per rendere obbligatorio un sottocampo della copia devi modificare il campo 952 di MARC21 nell’:ref:`editor delle griglie di catalogazione <marc-bibliographic-frameworks-label>`.
tr: Materyal alt alanlarını bir çerçeve içerisinde gerekli hale getirmek için :ref:`çerçeve düzenleyici <marc-bibliographic-frameworks-label>` içerisindeki 952 alanını düzenleyebilirsiniz.
zh_tw: 在 :ref:`框架編輯器 <marc-bibliographic-frameworks-label>` 裡編輯 952 欄位，才能讓館藏分欄設為必備。

source: Below the add form there are 3 buttons for adding the item
hi: जोड़े प्रपत्र नीचे दिए गए आइटम जोड़ने के लिए 3 बटन देखते हैं
it: Sotto la form di aggiunta, ci sono tre bottoni per aggiungere la copia
tr: Ekle formunun altında materyali ekleyen 3 buton mevcuttur
zh_tw: 在新增表單下有 3 個鈕可供新增館藏

source: |image678|
hi: |छवि678|

source: Add Item will add just the one item
hi: मद सिर्फ एक आइटम जोड़ना होगा जोड़े
it: Aggiungi copia aggiungerà semplicemente una copia
tr: Materyal ekle yalnızca bir materyal ekleyecektir
zh_tw: 新增館藏時祗新增一筆館藏

source: Add & Duplicate will add the item and fill in a new form with the same values for your to alter
hi: जोड़ें और डुप्लिकेट आइटम को जोड़ देगा और अपने नए संस्करण को भरने के लिए समान मूल्यों के साथ भरें
it: Aggiungi & duplica aggiungerà la copia e compilerà un nuovo modulo precompilato con gli stessi valori che potrai modificare
tr: Ekle & Çoğalt seçeneği materyali ekleyecek ve değiştirmeniz için aynı değerlerle yeni bir form dolduracaktır
zh_tw: 新增 &amp; 複製將新增該館藏，並以相同的值填入新的表單供編輯

source: Add Multiple items will ask how many items and will then add that number of items adding +1 to the barcode so each barcode is unique
hi: 'कई मदों को जोड़ें' पूछेगा कि कितने आइटम जोड़ने हैं और उसके बाद आइटम की संख्या जोड़ने के लिए बारकोड को +1 जोड़ेगा जिससे प्रत्येक बारकोड अद्वितीय है
it: Aggiungi più copie ti chiede il numero delle copie quindi aggiungerà le copie aumentando di +1 il codice a barre, in modo che rimanga univoco
tr: Çoklu Materyal Ekle seçeneği kaç tane materyalin ekleneceğini soracak ve o materyal sayısını her barkodun özgün olması için barkoda +1 ekleyerek ekleyecektir
zh_tw: 新增多筆館藏將詢問新增的館藏數，並將依館藏數對條碼號逐個加 1

source: Your added items will appear above the add form once submitted
hi: आपका आइटम जोड़ा एक बार प्रस्तुत ऐड प्रपत्र के ऊपर दिखाई देगा
it: Le copie aggiunte appariranno sopra la form
tr: Eklemiş olduğunuz materyaller gönderdildikten sonra ekleme formunun üst kısmında görünecektir
zh_tw: 送出後水，新增的館藏將顯示在新增表單上

source: |image679|
hi: |छवि679|

source: Your items will also appear below the bibliographic details on the bib record display.
hi: आपका आइटम भी बिब रिकॉर्ड प्रदर्शन पर ग्रंथ सूची विवरण नीचे दिखाई देगा।
it: Le tue copie appariranno anche nella zona dei dettagli bibliografici del record mostrato.
tr: Materyalleriniz aynı zamanda bibliyografik kayıt görüntüsü üzerindeki bibliyografik ayrıntılar altında görünecektir.
zh_tw: 館藏將顯示在書目記錄頁面的書目詳情之下。

source: |image680|
hi: |छवि680|

source: If you have :ref:`SpineLabelShowPrintOnBibDetails` set to 'Display' then there will also be a link to print a quick spine label next to each item.
hi: यदि आपके पास है :ref:`SpineLabelShowPrintOnBibDetails` को 'डिस्प्ले' पर सेट किया जाता है, फिर प्रत्येक आइटम के बगल में त्वरित रीढ़ के लेबल को प्रिंट करने के लिए एक लिंक भी होगा।
it: Se hai la preferenza di sistema :ref:`SpineLabelShowPrintOnBibDetails` impostata su 'Mostra', accanto ad ogni copia ci sarà un link per stampare rapidamente un'etichetta per il dorso.
tr: :ref:`SpineLabelShowPrintOnBibDetails` tercihi 'Görüntüle' olarak ayarlı ise, her materyalin yanında hızlı sırt etiketi yazdırmak için bir bağlantı yer alacaktır.
zh_tw: 若將 :ref:`SpineLabelShowPrintOnBibDetails` 設為 '顯示'，在每個館藏旁有個連結至快速列印書標。

source: |image681|
hi: |छवि681|

source: You can also filter the contents of your holdings table by clicking the 'Activate filters' links. This will show a row at the top where you can type in any column to filter the results in the table.
hi: आप भी 'सक्रिय फिल्टर' लिंक पर क्लिक करके अपने होल्डिंगस तालिका की सामग्री को फिल्टर कर सकते हैं। इस शीर्ष जहां आप तालिका में परिणामों को फ़िल्टर करने के लिए कोई कॉलम में टाइप कर सकते हैं पर एक पंक्ति में दिखाई देंगे।
it: Puoi filtrare il contenuto dei tuoi dati di copia cliccando il collegamento Attiva filtri. Appare una riga in alto e puoi digitare in ogni colonna per filtrare i risultati della ricerca
tr: Ayrıca 'Filtreleri Etkinleştir' bağlantısına tıklayarak ayırmayalar tablonuzun içeriğini filtreleyebilirsiniz. Bu işlem en üstte, tablodaki sonuçları filtrelemek için herhangi bir sütun içerisine yazabileceğiniz bir satır gösterecektir.
zh_tw: 按下 '啟用篩選器' 就可篩選館藏表單的內容。將在頁面上方出現一列可以鍵入篩選的內容。

source: |image682|
hi: |छवि682|

source: Editing Items
hi: संपादित आइटम
it: Modifica di copie
tr: Materyallerin Düzenlenmesi
zh_tw: 編輯館藏

source: Items can be edited in several ways.
hi: आइटम कई मायनों में संपादित किया जा सकता है।
it: Le copie possono essere editate in diversi modi.
tr: Materyaller çeşitli şekillerde düzenlenebilir.
zh_tw: 館藏曾被多方編輯。

source: Clicking 'Edit' and 'Edit Items' from the bibliographic record
hi: क्लिक करने ग्रंथ सूची रिकॉर्ड से 'संपादन' और 'संपादन आइटम'
it: Puoi cliccare 'Modifica' e poi 'Modifica le copie' nel record bibliografico
tr: Bibliyografik kayıttan 'Düzenle' ya da 'Materyalleri Düzenle' üzerine tıklamak
zh_tw: 從書目紀錄內按 '編輯' 與 '編輯館藏'

source: |image683|
hi: |छवि683|

source: Which will open up a list of items where you can click the 'Actions' button to the left of the specific item you would like to edit and choose 'Edit'.
hi: कौन सा आइटम जहां आप विशिष्ट आइटम के बाईं आप संपादित करें और 'संपादन' चुनने के लिए चाहते हैं 'क्रिया' बटन क्लिक कर सकते हैं की एक सूची खुल जाएगा।
it: Ciò aprirà una lista di copie in cui potrai cliccare sul bottone 'Azioni' a sinistra della copia da modificare e scegliere 'Edit'.
tr: Düzenlemek istediğiniz belirli materyalin solundaki 'İşlemler' düğmesini tıklayıp 'Düzenle'yi seçebileceğiniz bir materyal listesi açar.
zh_tw: 打開館藏清單後，可按下館藏左方的 '作業' 鈕，選擇 '編輯' 並開始編輯該館藏。

source: |image684|
hi: |छवि684|

source: Clicking 'Edit Items' beside the item on the 'Items' tab
hi: 'आइटम' टैब पर क्लिक 'संपादन आइटम' आइटम के बगल में
it: Altrimenti puoi cliccare i link 'Modifica copia' nella scheda 'Copie'
tr: 'Materyaller' sekmesi üzerindeki materyalin yanında bulunan 'Materyalleri Düzenle' üzerine tıklamak
zh_tw: 在館藏內按 '館藏' 分頁旁的 '編輯館藏'

source: |image685|
hi: |छवि685|

source: Which will open up the editor on the item you'd like to edit
hi: कौन सा आइटम आप संपादित करना चाहते हैं पर संपादक खुल जाएगा
it: Si aprirà l'editor della copia che vuoi modificare
tr: Bu, düzenlemek istediğiniz materyal üzerinde editörü açacaktır
zh_tw: 將打開館藏編輯器供編輯之用

source: |image686|
hi: |छवि686|

source: Clicking 'Edit' and then 'Edit items in batch'
hi: 'संपादन' पर क्लिक करें और फिर 'बैच में संपादित आइटम'
it: Oppure ancora cliccando 'Modifica' e poi 'Modifica copie via batch'
tr: 'Düzenle' ve sonra 'Materyalleri toplu olarak düzenle' üzerine tıklamak
zh_tw: 按 '編輯' 再按 '批次編輯館藏'

source: |image687|
hi: |छवि687|
