Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: A number assigned by the Library of Congress to uniquely identify the work.
hi: लाइब्रेरी ऑफ कांग्रेस द्वारा आवंटित एक नंबर अनोखे काम की पहचान के लिए.
it: Un numero assegnato dalla Library of Congress per identificare l'opera in modo univoco
tr: İşi benzersiz şekilde tanımlamak için Kongre Kütüphanesi tarafından atanan numara.
zh_tw: 美國國會圖書館管制其編目紀錄流程用的號碼。

source: Check on the copyright page of the book (if it was published in the US) or the LC catalog for this number. If you can't find it, don't worry about it.
hi: किताब के पेज कॉपीराइट (अगर यह अमेरिका में प्रकाशित किया गया था) या इस नंबर के लिए नियंत्रण रेखा सूची पर जाँच करें। आप यह नहीं मिल सकता है, इसके बारे में चिंता मत करो.
it: Cercalo nella pagina del copyright del libro (se è stato pubblicato negli Stati Uniti) o nel catalogo della Library of Congress. Se non lo trovi, non te ne preoccupare
tr: Kitabın telif hakkı sayfasını kontrol edin (ABD'de yayımlandıysa) veya bu numara için LC kataloğunu denetleyin. Eğer bulamazsanız endişelenmeyin.
zh_tw: 從館藏的版權頁 (若在美國出版) 或 LC的目錄取得該號碼。若找不到，別理它。

source: ISBN
hi: आईऍसबीऍन

source: Unique number used by publishers to identify books.
hi: प्रकाशकों द्वारा प्रयुक्त किताबें पहचान करने के लिए अद्वितीय संख्या है.
it: Numero univoco usato dall'editore per identificare il libro
tr: Kitapları tanımlamak için yayıncılar tarafından kullanılan özgün numara.
zh_tw: 出版社使用的號碼用於辨識圖書之用。

source: If this number isn't listed on the book, there probably isn't one.
hi: इस संख्या में किताब पर सूचीकरण नहीं है, शायद वहाँ एक नहीं है।
it: Se questo numero non è presente sul libro, probabilmente non c'è
tr: Bu sayı kitapta yer almıyorsa muhtemelen yoktur.
zh_tw: 若出版品本身無此號碼，可能就沒有。

source: Unique number used by publishers to identify serials.
hi: प्रकाशकों द्वारा इस्तेमाल के सीरियलों की पहचान करने के लिए अनोखा संख्या है।
it: Numero univoco usato dall'editore per identificare il periodico
tr: Süreli yayınları tanımlamak için yayıncılar tarafından kullanılan özgün numara.
zh_tw: 出版社使用的號碼用於辨識期刊之用。

source: DATE/TIME OF EVENT
hi: घटना के तिथि/समय
tr: OLAYIN TARİH/SAATİ
zh_tw: 事件的日期/時間與地點

source: Used for auction dates. Required for auction catalogs.
hi: नीलामी तिथियों के लिए प्रयुक्त। नीलामी सूची के लिए आवश्यक है।
it: Utilizzato per le date delle aste. Obbiglatorio per i cataloghi delle aste.
tr: Açık artırma tarihleri için kullanılır. Müzayede katalogları için gereklidir.
zh_tw: 適用於拍賣日期。拍賣目錄的必備欄位。

source: For auctions that took place on only one day, enter the date of the auction in the format YYYYMMDD in the subfield 'a' and a '0' in the first indicator. For auctions that took place over two consecutive days or any number of non-consecutive days, create a subfield 'a' for each day with the date in the format YYYYMMDD, and put a '1' in the first indicator. For auctions that took place over more than two consecutive days, create a subfield 'a' (in format YYYYMMDD) for the first day and a subfield 'a' (also in format YYYYMMDD) for the last day, and put a '2' in the first indicator.
hi: नीलामी है कि केवल एक ही दिन पर जगह ले ली के लिए, subfield 'ए' और एक प्रथम सूचक में '0' में प्रारूप YYYYMMDD में नीलामी की तारीख दर्ज करें। नीलामी है कि लगातार दो दिनों या गैर लगातार दिन के किसी भी नंबर पर जगह ले ली के लिए 'एक' प्रारूप YYYYMMDD में तारीख के साथ एक दिन, और के लिए डाल एक '1' पहले सूचक में एक उप क्षेत्र पैदा करते हैं। नीलामी है कि लगातार दो दिन से अधिक से अधिक जगह ले ली के लिए, पहले दिन के लिए एक उप क्षेत्र 'ए' (प्रारूप में YYYYMMDD) और पिछले दिन के लिए एक उप क्षेत्र 'ए' (यह भी प्रारूप में YYYYMMDD) बनाते हैं, और एक '2' रख दिया पहली सूचक है।
it: Per le aste che si sono tenute in un solo giorno, immettere la data dell'incanto nel formato AAAAMMGG nel sottocampo 'a' e '0' nel primo indicatore. Per le aste che hanno avuto luogo in due giorni consecutivi, o in un numero qualsiasi di giorni non consecutivi, create un sottocampo 'a' per ogni giorno, con la data nel formato AAAAMMGG ed immettere '1' nel primo indicatore. Per le aste che si sono tenute in più di due giorni consecutivi, creare un sottocampo 'a' per il primo giorno (in formato AAAAMMGG) ed un sottocampo 'a' per l'ultimo (sempre in formato AAAAMMGG); immettere '2' nel primo indicatore.
tr: Sadece bir gün süren müzayedeler için alt alan 'a' içine YYYYAAGG biçiminde müzayede tarihini girin ve ilk indikatörü '0' olarak ayarlayın. Birbirini izleyen iki gün boyunca gerçekleşen ya da ardışık olmayan günlerin sayısınca süren müzayedeler için, her gün için bir 'a' alt alanı oluşturun ve tarihi YYYYAAGG biçiminde girin ve ilk indikatörü '1' olarak ayarlayın. Birbirini izleyen iki günden daha fazla süren müzayedeler için ilk gün için bir 'a' alt alanı oluşturun (YYYYAAGG biçiminde) ve son gün için de bir 'a' alt alanı oluşturun (yine YYYYAAGG biçiminde) ve ilk indikatörü '2' olarak ayarlayın.
zh_tw: 祗進行一天的拍賣，以 YYYYMMDD 格式在分欄 'a' 鍵入日期並在第一個指標鍵入 '0'。連續或不連續進行兩天的拍賣，新增重複的分欄 'a' 以 YYYYMMDD 格式著錄每個拍賣日期，並且在第一個指標鍵入 '1'。連續進行兩天以上的拍賣，以分欄 'a' (以 YYYYMMDD 格式) 著錄拍賣的第一天，並且新增重複的分欄 'a' (也是 YYYYMMDD 格式) 著錄拍賣的第最後一天，在第一個指標鍵入 '2'。

source: CATALOGING SOURCE
hi: कैटलॉग स्रोत
it: FONTE DELLA CATALOGAZIONE
tr: KATALOGLAMA KAYNAĞI
zh_tw: 編目來源

source: Identifies which libraries created and modified the record.
hi: पहचान करती जो पुस्तकालयों को बनाया है और रिकॉर्ड संशोधित किया.
it: Identifica quale biblioteca ha creato o modificato il record bibliografico
tr: Kaydı hangi kütüphanelerin oluşturduğunu ve değiştirdiğini tanımlar.
zh_tw: 著錄新增與修改紀錄的機構。

source: For imported records, add a subfield 'd' with your OCLC code as the value. For new records, make sure that the subfield 'c' with your OCLC code as the value.
hi: आयातित रिकॉर्ड के लिए, मान के रूप में अपने ओसीएलसी कोड के साथ एक उप क्षेत्र 'डी' में जोड़ें। नए रिकॉर्ड के लिए, यह सुनिश्चित कर लें कि मूल्य के रूप में अपने ओसीएलसी कोड के साथ उपक्षेत्र 'सी'।
it: Per i record importati, aggiungere un sottocampo 'd', compilato con il codice OCLC della propria organizzazione. Per i nuovi record, assicurarsi che il sottocampo 'c' sia compilato con il codice OCLC della propria organizzazione.
tr: Aktarılan kayıtlarda değer olarak OCLC kodunuzla birlikle bir 'd' alt alanı ekleyin. Yeni kayıtlar için değer olarak OCLC kodunuzla birlikle bir 'c' alt alanı olmasından emin olun.
zh_tw: 匯入的紀錄，應新增分欄 'd' 與 OCLC 代碼為其值。新增的紀錄，其分欄 'c' 含有 OCLC 代碼為其值。

source: LANGUAGE CODE
hi: भाषा कोड
tr: DİL KODU
zh_tw: 語文代碼

source: Identifies all the languages used in an item, when two or more languages are present.
hi: सब एक आइटम में इस्तेमाल किया भाषाओं को दिखाता है, जब दो या दो से अधिक भाषाओं में मौजूद हैं।
it: Identifica tutte le lingue utilizzate in un elemento, quando sono presenti due o più lingue.
tr: İki ya da daha fazla dil mevcut olduğunda bir materyalde kullanılan tüm dilleri tanımlar.
zh_tw: 若館藏有多個語文，用以辨識所有的語文。

source: For significant portions of a text in a given language, there should be a subfield 'a' with that language code. If there are only summaries or abstracts in a specific language, create a subfield 'b' with that language code.
hi: एक भी भाषा में एक पाठ का महत्वपूर्ण भाग के लिए, वहाँ एक उप क्षेत्र 'क' उस भाषा कोड के साथ होना चाहिए. वहाँ एक विशिष्ट भाषा में केवल सारांश या सार कर रहे हैं, उस भाषा कोड के साथ एक उप क्षेत्र 'ख' पैदा करते हैं.
it: Per porzioni significative di un testo in una data lingua, ci dovrebbe essere un sottocampo 'a' con quel codice della lingua. Se ci sono solo sommari o riassunti in una lingua specifica, creare un sottocampo 'b' con quel codice della lingua.
tr: Belirli bir dildeki metnin önemli kısımları için o dil koduyla birlikte bir 'a' alt alanı olmalıdır. Belirli bir dilde yalnızda özetler veya özetçeler varsa, o dil kodu ile birlikte bir 'b' alt alanı oluşturun.
zh_tw: 文字的主要部份祗有一種語文時，在分欄 'a' 著錄其語文代碼。若摘要以特定語文呈現，則新增分欄 'b' 著錄其語文代碼。

source: MAIN ENTRY--PERSONAL
hi: मुख्य प्रविष्टि--व्यक्तिगत
tr: ANA GİRİŞ--KİŞİ
zh_tw: 主要款目--個人名稱

source: Authorized form of the main author's name
hi: मुख्य लेखक का नाम की अधिकृत रूप
it: Forma normalizzata del nome dell'autore principale
tr: Esas yazar adının otorize biçimi
zh_tw: 主要著者名稱的權威型式

source: See Authorized headings sheet and AACR2. The first indicator should generally be a '1', to indicate that the entry is surname first. If the name consists only of a forename, however, the first indicator should be '0'.
hi: अधिकृत शीर्षकों शीट और AACR2 देखें। पहली सूचक आम तौर पर संकेत मिलता है कि प्रवेश उपनाम पहला है, एक '1' होना चाहिए। नाम केवल एक forename के होते हैं, हालांकि, पहले सूचक होना चाहिए '0'।
it: Vedere scheda Intestazioni normalizzate e AACR2. Il primo indicatore, generalmente, dev'essere impostato ad '1', per indicare che nell'elemento viene prima il cognome. Se il nome è costituito dal solo prenome, però, il primo indicatore dev'essere impostato a '0'.
tr: Bkz: Otorize başlıklar sayfası ve AACR2. İlk indikatör girişin önce soyadı ile yapıldığını göstermek için genellikle '1' olarak ayarlanmalıdır. Yazar adı sadece ön addan oluşuyorsa, bununla birlikte, ilk indikatör '0' olmalıdır.
zh_tw: 見權威標題速查表與 AACR2。第一個指標的值通常為 '1'，表示該款目先著錄的是姓。若姓名裡祗有名，則第一個指標應為 '0'。

source: MAIN ENTRY--CORPORATE
hi: मुख्य प्रविष्टि--कॉर्पोरेट
tr: ANA GİRİŞ--KURUM
zh_tw: 主要款目--團體名稱

source: Authorized form of the name of the main corporate author. Required for auction catalogs.
hi: मुख्य कॉर्पोरेट लेखक के नाम की अधिकृत रूप। नीलामी सूची के लिए आवश्यक है।
it: Forma normalizzata del nome dell'azienda che risulta autore principale. Obbligatorio per i cataloghi di aste.
tr: Esas kurumsal yazar adının otorize biçimi. Müzayede katalogları için gereklidir.
zh_tw: 主要團體著者名稱的權威型式。拍賣目錄的必備欄位。

source: Auction catalogs should use a 110 field rather than a 100 field. See Authorized headings sheet and AACR2. Set the first indicator to '2'.
hi: नीलामी कैटलॉग बल्कि एक 100 क्षेत्र से एक 110 क्षेत्र का उपयोग करना चाहिए। अधिकृत शीर्षकों चादर और AACR2 देखें। '2' के लिए पहली सूचक सेट करें।
it: Per i cataloghi di aste si dovrebbe utilizzare un campo 110, invece di un campo 100. Vedasi scheda Intestazioni normalizzate e AACR2, Impostare il primo indicatore a '2'.
tr: Müzayede katalogları bir 100 alanı yerine 110 alanını kullanmalıdır. Otorize başlıklar şemasına ve AACR2'ye bakınız. İlk indikatörü '2' olarak ayarlayın.
zh_tw: 拍賣目錄應使用欄位 110 而不是 100。見權威標題速查表與 AACR2。設定第一個指標為 '2'。

source: MAIN ENTRY--MEETING
hi: मुख्य प्रविष्टि--बैठक
tr: ANA GİRİŞ--TOPLANTI
zh_tw: 主要款目--會議名稱

source: Authorized form of the name of a meeting which acted as a main offer (e.g. conference proceedings)
hi: एक बैठक में एक मुख्य प्रस्ताव के रूप में काम के नाम की अधिकृत रूप (जैसे सम्मेलन की कार्यवाही)
it: Forma normalizzata del titolo di una conferenza che ha rappresentato l'offerta principale (p. es. atti di un convegno)
tr: Ana kaynak olarak alınan bir toplantı adının otorize biçimi (örneğin konferans tutanakları)
zh_tw: 做為會議主要提供者 (如會議刊物) 的權威型式

source: See Authorized headings sheet and AACR2. Set the first indicator to '2'.
hi: अधिकृत शीर्षकों चादर और AACR2 देखें। '2' के लिए पहली सूचक सेट करें।
it: Vedere scheda Intestazioni normalizzate e AACR2. Impostare il primo indicatore a '2'.
tr: Otorize başlıklar sayfası ve AACR2'ye bakın. İlk indikatörü '2'ye ayarlayın.
zh_tw: 見權威標題速查表與 AACR2。設定第一個指標為 '2'。

source: TITLE STATEMENT
hi: शीर्षक वक्तव्य
tr: ESER ADI BİLDİRİMİ
zh_tw: 題名敘述

source: Transcription of the title statement from the title page (or chief source of information)
hi: शीर्षक पेज से शीर्षक बयान का प्रतिलेखन (या जानकारी का मुख्य स्रोत)
it: Trascrizione dell'indicazione del titolo, desunta dalla pagina di frontespizio (od altra primaria fonte di informazione)
tr: Başlık sayfasından başlık bildiriminin uyarlanması (ya da ana bilgi kaynağı)
zh_tw: 著錄題名頁 (或主要著錄來源) 的題名敘述

source: Enter the title in subfield 'a', the subtitle in subfield 'b', and the statement of responsibility in subfield 'c'. If you are creating a record for a single volume or part of a multi-part item, you should put the part number in subfield 'n' and the part title in subfield 'p.' For auction catalogs, the date (in 'MM/DD/YYYY' format) should be listed in square brackets in subfield 'f'. See ISBD punctuation sheet. Set the first indicator to '0' if there is no author, otherwise set it to '1'. Set the second indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the second indicator to '4').
hi: उपक्षेत्र में शीर्षक दर्ज करें 'ए', उपक्षेत्र 'बी' में उपशीर्षक, और उपक्षेत्र 'सी' में जिम्मेदारी का बयान। आप एक ही मात्रा या एक बहु हिस्सा आइटम के हिस्से के लिए एक रिकॉर्ड पैदा कर रहे हैं, तो आप उपक्षेत्र 'एन' और उपक्षेत्र में भाग शीर्षक में भाग संख्या रखना चाहिए 'पी।' नीलामी सूची के लिए, तारीख ( 'MM/DD/YYYY' प्रारूप में) उपक्षेत्र 'एफ' में वर्ग कोष्ठक में सूचीबद्ध किया जाना चाहिए। ISBD विराम शीट देखें। पहली सूचक '0' अगर कोई लेखक है, अन्यथा यह '1' के लिए सेट करने के लिए सेट। गैर-फाइलिंग वर्णों की संख्या के बाद दूसरे सेट सूचक (के लिए एक प्रारंभिक लेख के साथ साथ अंतरिक्ष में अर्थात पात्रों ... "" दूसरी सूचक सेट '4' के लिए)।
it: Immettere il titolo nel sottocampo 'a', il sottotitolo nel sottocampo 'b' e l'indicazione di responsabilità nel sottocampo 'c'. Se si crea un record per un singolo volume, o parte, di un elemento composto da più parti, si deve indicare il numero della parte nel sottocampo 'n' ed il titolo della parte nel sottocampo 'p'. Per i cataloghi di aste, la data (in formato GG/MM/AAAA) dev'essere riportata tra parentesi quadre nel sottocampo 'f'. Vedasi la scheda per la punteggiatura ISBD. Impostare il primo indicatore a '0' se non c'è autore, altrimenti impostarlo ad '1'. Impostare il secondo indicatore con il numero di caratteri da non indicizzare (cioè i caratteri di un articolo iniziarle e lo spazio seguente: per "La ", compilare il secondo indicatore con '3') .
tr: Başlığı 'a' alt alanına girin ve alt başlığı 'b' alt alanına girin, ve sorumluluk bildirimini 'c' alt alanına girin. Tek bir cilt ya da birden çok parçalı bir materyalin bir parçası için bir kayıt oluşturuyorsanız, parça numarasını 'n' alt alanına ve parça başlığını da 'p' alt alanına girmelisiniz. Müzayede katalogları için tarih (AA/GG/YYYY biçiminde) 'f' alt alanında köşeli parantez içinde listelenmelidir. Bkz: ISBD noktalama işaretleri sayfası. İlk indikatörü yazar yoksa '0' olarak ayarlayın, aksi halde '1' olarak ayarlayın. İkinci indikatörü boş karakterlerin sayısına ayarlayın (diğer bir deyişle başlangıç artikelindeki karakterler artı boşluk... "The" için ikinci indikatörü '4' olarak ayarlayın).
zh_tw: 將題名著錄於分欄 'a'、副題名於分欄 'b'、著者敘述於分欄 'c'。若新增紀錄給多冊館藏的其中一冊或部份，則應將該部份的編號著錄於分欄 'n' 並將該部份的題名著錄於分欄 'p'。拍賣目錄的日期 (格式為 'MM/DD/YYYY')，應以方括弧圈住置於分欄 'f'。見 ISBD 標點符號速查表。若沒有著者則把第一個指標設為 '0'，否則設為 '1'。第二個指標用於不排序的字元數 (即，起首的冠詞加其空格 ... 對 "The " 而言第二個指標為 '4')。

source: VARYING FORM OF TITLE
hi: शीर्षक के रूप बदलती
tr: DEĞİŞKEN BAŞLIK BİÇİMİ
zh_tw: 其他題名

source: Alternate form of title for searching and filing purposes
hi: खोज और दाखिल प्रयोजनों के लिए शीर्षक के वैकल्पिक प्रपत्र
it: Variante alternativa del titolo, a scopo di ricerca ed indicizzazione
tr: Arama ve dosyalama amaçlı alternatif başlık biçimi
zh_tw: 搜尋與排序用題名的其他型式

source: If the patron might look for the work under a different title, enter it here. Do not include initial articles. The first indicator should be '3', unless the title is merely a variant spelling, in which case the first indicator should be '1'.
hi: संरक्षक एक अलग शीर्षक के तहत काम करने के लिए लग सकता है, तो इसे यहाँ दर्ज करें। प्रारंभिक लेख शामिल न करें। पहला संकेत किया जाना चाहिए '3', जब तक कि शीर्षक महज एक संस्करण वर्तनी, जो मामले में पहले सूचक होना चाहिए '1' है।
it: Se l'utente può ricercare l'opera sotto un titolo differente, immetterlo qui. Non immettere l'articolo iniziale. Il primo indicatore dev'essere impostato a '3', a meno che non si tratti soltanto di una variante ortografica; in tal caso impostare il primo indicatore ad '1'.
tr: Eğer kullanıcı çalışmayı farklı bir başlık altında arıyorsa, bu başlığı buraya girin. İlk makaleleri dahil etmeyin. Başlık salt bir değişken yazım olmadığı sürece ilk belirteç '3' olmalıdır, değişken yazım olduğu durumda ilk belirteç '1' olmalıdır.
zh_tw: 把讀者可能搜尋的其他題名，著錄於此。不要納入起首的冠詞。第一個指標應為 '3'，若題名祗是不同的拚法，則第一個指標應為 '1'。

source: EDITION STATEMENT
hi: संस्करण वक्तव्य
tr: SÜRÜM BİLDİRİMİ
zh_tw: 版本敘述

source: Transcription of the edition statement from the title page (or chief source of information)
hi: शीर्षक पेज से संस्करण बयान का प्रतिलेखन (या जानकारी का मुख्य स्रोत)
it: Trascrizione dell'indicazione di edizione, desunta dalla pagina di frontespizio (od altra primaria fonte di informazione)
tr: Başlık sayfası üzerinden edisyon bildiriminin transkripsiyonu (veya birincil bilgi kaynağı)
zh_tw: 著錄來自題名頁 (或主要著錄來源) 的版本資訊

source: Transcribe the edition statement exactly as it appears on the title-page. You may abbreviate if the edition statement is very long.
hi: संस्करण बयान बिल्कुल के रूप में यह शीर्षक-पेज पर दिखाई देता टाइप करना। आप संक्षिप्त संस्करण हो सकता है यदि बयान बहुत लंबा है।
it: Trascrivere l'indicazione di edizione esattamente come appare sulla pagina di frontespizio. E' permesso abbreviarla, se l'indicazione di edizione è molto lunga.
tr: Edisyon bildirimini tam olarak başlık sayfasında göründüğü gibi uyarlayın. Edisyon bildirimi çok uzun olursa kısaltabilirsiniz.
zh_tw: 原樣照錄來自題名頁的版本資訊。可以縮寫太冗長的版本資訊。

source: PUBLICATION (IMPRINT)
hi: प्रकाशन (छाप)
tr: YAYIN (BASKI)
zh_tw: 出版 (印刷)

source: Publication information.
hi: प्रकाशन जानकारी
it: Informazioni sulla pubblicazione.
tr: Yayın bilgileri.
zh_tw: 出版資訊。

source: Put the location of publication in subfield 'a', the publisher in subfield 'b', and the year (or probable year) in subfield 'c'. See ISBD punctuation sheet.
hi: 'ए', उपक्षेत्र 'सी' में उपक्षेत्र 'बी' में प्रकाशक, और वर्ष (या संभावित वर्ष) उपक्षेत्र में प्रकाशन के स्थान रखो। ISBD विराम शीट देखें।
it: Immettere il luogo di pubblicazione nel sottocampo 'a', l'editore nel sottocampo 'b' e l'anno di pubblicazione (o di probabile pubblicazione) nel sottocampo 'c'. Vedasi la scheda di punteggiatura ISBD.
tr: Yayın yerini 'a' alt alanına girin, yayıncıyı 'b' alt alanı ve yıl bilgisini (veya muhtemel tarihi) 'c' alt alanına girin. Bkz: ISBD noktalama işaretleri sayfası.
zh_tw: 出版地置於分欄 'a'、出版者在分欄 'b'、出版年 (或可能的年代) 在分欄 'c'。見 ISBD 速查表。

source: PHYSICAL DESCRIPTION
hi: शारीरिक विवरण
tr: FİZİKSEL AÇIKLAMA
zh_tw: 稽核項

source: Physical description
hi: शारीरिक विवरण
it: Descrizione fisica
tr: Fiziksel açıklama
zh_tw: 稽核項

source: Enter the pagination statement in subfield 'a', a brief description of "special" contents such as illustrations or maps in subfield 'b' (see AACR2), and the size of the item in subfield 'c'. See ISBD punctuation sheet.
hi: उपक्षेत्र 'ए', 'विशेष', इस तरह के चित्र या उपक्षेत्र 'बी' (AACR2 देखें) में नक्शे के रूप में सामग्री का एक संक्षिप्त विवरण और उपक्षेत्र 'सी' में आइटम के आकार में पृष्ठ पर अंक लगाना बयान दर्ज करें। ISBD विराम शीट देखें।
it: Inserire il numero di pagine nel sotttocampo 'a', una breve descrizione di contenuti "speciali", quali illustrazioni o cartine, nel sottocampo 'b' (cfr. AACR2) e le dimensioni dell'elemento nel sottocampo C. Vedasi la scheda di punteggiatura ISBD.
tr: Sayfalandırma bildirimini 'a' alt alanına girin, ve illüstrasyonlar veya haritalar gibi "özel" içerikleri 'b' alt alanına girin (bkz: AACR2), ve materyalin boyutunu 'c' alt alanına girin. Bkz: ISBD noktalama işaretleri sayfası.
zh_tw: 數量單位置於分欄 'a'、簡述插圖或地圖等 "特殊" 稽核細節於分欄 'b' (見 AACR2)、高廣與尺寸置於分欄 'c'。見 ISBD 速查表。

source: SERIES STATEMENT
hi: श्रृंखला वक्तव्य
tr: SÜRELİ YAYINLAR BİLDİRİMİ
zh_tw: 集叢項

source: Shows the series statement exactly as it appears on the item.
hi: श्रृंखला बयान बिल्कुल के रूप में यह आइटम पर प्रकट होता है दिखाता है।
it: Mostra l'indicazione di periodicità esattamente come appare sull'elemento.
tr: Süreli yayınlar bildirimini tam olarak materyalin üzerinde göründüğü gibi gösterir.
zh_tw: 照錄館藏記載的集叢項內容。

source: Transcribe the series statement into subfield 'a' with the volume number in subfield 'v'. See ISBD punctuation sheet. Set the first indicator to '1' if you are using an 830. As a general rule, you should do so.
hi: उपक्षेत्र 'ए' उपक्षेत्र 'वी' में मात्रा संख्या के साथ में श्रृंखला बयान टाइप करना। ISBD विराम शीट देखें। यदि आप एक सामान्य नियम के रूप में एक 830 का उपयोग कर रहे हैं '1' के लिए पहली सूचक सेट, आप ऐसा करना चाहिए।
it: Trascrivere l'indicazione di periodicità nel sottocampo 'a', riportando il numero del volume nel sottocampo 'v'. Vedasi la scheda di punteggiatura ISBD. Impostare il primo indicatore ad '1' se si usa un campo 830; di regola, bisogna farlo.
tr: Süreli yayınlar bildirimini, 'v' alt alanı içinde cilt numarası ile 'a' alt alanına uyarlayın. Bkz: ISBN noktalama işaretleri sayfası. Bir 830 kullanıyorsanız ilk belirteci 1'e ayarlayın. Genel bir kural olarak böyle yapmalısınız.
zh_tw: 把集叢題名著錄於分欄 'a' 集叢號著錄於分欄 'v'。參見 ISBD 標點符號速查表。若使用欄位 830 則把第一個指標設為 '1'。做為一般規則，必須照做。

source: GENERAL NOTE
hi: सामान्य नोट
tr: GENEL BİLGİ
zh_tw: 一般附註

source: Notes that don't fit anywhere else.
hi: नोट्स कि कहीं और फिट नहीं है।
it: Annotazioni che non trovano posto altrove.
tr: Başka bir yerde uygun olmayan notlar.
zh_tw: 不適用於其他地方的附註。

source: Enter notes as full sentences, with a separate 500 field for each distinct topic.
hi: प्रत्येक विशिष्ट विषय के लिए एक अलग से 500 क्षेत्र के साथ पूरा वाक्य के रूप में नोटों दर्ज करें।
it: Immettere le note come frasi complete, con un campo 500 diverso per ciascun distinto argomento.
tr: Notları farklı her konu için ayrı bir 500 alanı ile tam cümleler olarak girin.
zh_tw: 以完整的句子記載附註，每個主題各有獨立的 500 欄位。

source: WITH NOTE
hi: नोट के साथ
tr: AÇIKLAYICI NOT
zh_tw: 合刊註

source: Notes whether the work is bound with the works described by other records.
hi: नोट्स क्या कार्य अन्य रिकॉर्ड द्वारा वर्णित काम करता है के साथ ही है।
it: Indicare se l'opera è collegata con opere descritte da altri record.
tr: Çalışmanın, diğer kayıtlar tarafından açıklanan çalışmaya bağlı olup olmadığını belirtir.
zh_tw: 與其他紀錄裝訂在一起的作品。

source: Put description of relationship in subfield 'a'.
hi: उपक्षेत्र 'ए' में संबंध का विवरण रखो।
it: Immettere la descrizione della relazione nel sottocampo 'a'
tr: 'a' alt alanına ilişki açıklaması yerleştirir.
zh_tw: 將其關係記載於分欄 'a'。

source: BIBLIOGRAPHY, ETC. NOTE
hi: ग्रंथ सूची, आदि ध्यान दें
tr: BİBLİYOGRAFİ, VB. BİLGİSİ
zh_tw: 書目註

source: Indicates whether the work includes a bibliography.
hi: इंगित करता है कि काम एक ग्रंथ सूची में शामिल हैं।
it: Indica se ill'opera comprende una bibliografia
tr: Çalışmanın kaynakça içerip içermediğini gösterir.
zh_tw: 說明作品包括書目。
