Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: To view all of the items tied to the host record, do a search for the record, click the Analytics tab on the left and the analytics tied to each barcode will be shown under the "Used in" column.
hi: होस्ट रिकॉर्ड करने के लिए बंधे सभी वस्तुओं को देखने के लिए, रिकार्ड के लिए एक खोज करते हैं छोड़ दिया पर एनालिटिक्स टैब पर क्लिक करें और विश्लेषणों प्रत्येक बारकोड से बंधा स्तंभ "में प्रयुक्त के" तहत दिखाया जाएगा।
it: Per vedere tutti i record figlia collegati ad un record madre, cerca il record,clicca sul tab Analitici a sinistra e sotto la colonna 'Usato in' verranno elencati i record analitici legati a ciascun barcode.
tr: Ana kayda bağlı materyallerin hepsini görüntülemek için kayıt için arama yapınız, soldaki Analiz sekmesine tıklayınız ve ardından her barkoda bağlı analizler "Kullanılanlar" sütunun altında gösterilecektir.
zh_tw: 檢視與主紀錄連結的所有館藏、搜尋紀錄、勾選左方的分析分頁並分析每個條碼，顯示在 "使用於" 欄。

source: |image650|
hi: |छवि650|

source: It is also possible to create analytic records from this screen by clicking on "Create Analytics"
hi: यह भी संभव है "विश्लेषण बनाएँ" पर क्लिक करके इस स्क्रीन से विश्लेषणात्मक रिकॉर्ड बनाने के लिए
it: È possibile creare record analitici anche da questa schermata cliccando il link "Crea analitici"
tr: "Analitik oluştur" üzerine tıklayarak bu ekrandan analitik kayıtlar oluşturmak da mümkündür
zh_tw: 在此畫面按 "新增分析" 也可新增分析紀錄

source: You can also see the analytics attached to this record by clicking the 'Show Analytic' link towards the top of the record in the normal view.
hi: तुम भी साधारण दृश्य में रिकॉर्ड के ऊपर की ओर 'शो विश्लेषणात्मक' लिंक पर क्लिक करके एनालिटिक्स इस रिकॉर्ड से जुड़ी देख सकते हैं।
it: Puoi anche vedere i record analitici associati a questo record cliccando 'Mostra analitici' in testa al record nella Vista Normale.
tr: 'Analizi Göster' bağlantısı kaydın en üstüne doğru tıklayarak normal görünümde bu kayda ekli analizleri de görebilirsiniz.
zh_tw: 在正常檢視下，按紀錄上方的 '分析' 連結，可看到該紀錄的分析。

source: |image651|
hi: |छवि651|

source: When looking at the analytic record you will also see a link to the host item under the 'Host records' column in the holdings table when viewing the 'Analytics' tab.
hi: विश्लेषणात्मक रिकॉर्ड को देखते हुए आपको 'एनालिटिक्स' टैब को देखते हुए होल्डिंग टेबल में 'होस्ट रिकॉर्ड' कॉलम के तहत मेजबान आइटम के लिए एक लिंक भी दिखाई देगा।
it: Quando guardi un record analitico puoi vedere anche un collegamento alla copia della superiore nella colonna Record superiore nella tabella delle copie mentre guardi la tabella Analitici.
tr: Analitik kayda bakıldığında, 'Analytics' sekmesini görüntülerken holdings tablosundaki 'Ana bilgisayar kayıtları' sütununun altındaki ana materyale bir bağlantı da göreceksiniz.
zh_tw: 檢視分析記錄時，從 '分析' 分頁館藏表的 '主記錄' 欄裡，也可看到連結至主記錄的分析。

source: |image652|
hi: |छवि652|

source: Analytics Enhanced Workflow
hi: एनालिटिक्स वर्धित वर्कफ़्लो
it: Procedura avanzata per gli analitici
tr: Analitik Gelişmiş İş Akışı
zh_tw: 分析強化工作流程

source: To use the Enhanced Workflow method of adding analytics, the first thing you need to do is set the :ref:`EasyAnalyticalRecords` preference to 'Don't display' and the :ref:`UseControlNumber` preference to 'Use.'
hi: विश्लेषिकी जोड़ने की बढ़ी वर्कफ़्लो विधि का उपयोग करने के लिए, आपको जो पहली चीज करने की ज़रूरत है वह सेट है :ref:`EasyAnalyticalRecords` की वरीयता 'प्रदर्शित न करें' और :ref:`UseControlNumber` की वरीयता 'का प्रयोग करें।'
it: Per usare il metodo di Procedura avanzata di aggiunta degli analitici devi per prima cosa impostare :ref:`EasyAnalyticalRecords` sull'opzione Non mostrare e :ref:`UseControlNumber` sull'opzione Usa
tr: Analitikleri eklerken gelişmiş iş akışı yöntemini kullanmak için yapmanız gereken ilk şey :ref:`EasyAnalyticalRecords` tercihini 'Görüntüleme' ve :ref:`UseControlNumber` tercihini ise 'Kullan' olarak ayarlamaktır.
zh_tw: 以強化工作流程新增分析時，首先應設定:ref: `EasyAnalyticalRecords` 偏好為 '不顯示' 並把 :ref:`UseControlNumber` 偏好設為 '使用'。

source: After cataloging your original record (see :ref:`Adding Records <adding-records-label>` for more on creating records) click 'New' from the normal view and choose to 'New child record.'
hi: अपने मूल रिकॉर्ड को सूचीबद्ध करने के बाद (देखें :रेफर: `रिकॉर्ड जोड़ने के लिए <adding-records-label>` `रिकॉर्ड के लिए और अधिक) सामान्य दृश्य से 'नया' पर क्लिक करें और 'नया बच्चा रिकॉर्ड' चुनें।
it: Dopo aver catalogato il tuo record originale (vedi :ref:`Aggiungi Records <adding-records-label>` per per maggiori informazioni sulla creazione dei record) clicca Nuovo nella vista normale e scegli Nuovo record figlio
tr: Orijinal kaydın kataloglaması bittikten sonra (kayıt oluşturma hakkında daha fazlası için bakınız: :ref:`Adding Records <adding-records-label>`) normal görünümden 'Yeni' üzerine tıklayın ve 'Yeni alt kayıt' opsiyonunu seçin.
zh_tw: 編好原始記錄後 (詳情見 :ref:`新增記錄 <adding-records-label>`)，從標準檢視裡勾選 '新增' 並選擇 '新增子記錄'。

source: |image653|
hi: |छवि653|

source: This will open a new blank record for cataloging. The blank record will only have the 773 field filled in properly to complete the link once the record is saved.
hi: यह सूचीकरण के लिए एक नया रिकॉर्ड खाली खुल जाएगा। खाली रिकॉर्ड केवल ठीक से भरे एक बार रिकॉर्ड सहेजा जाता है कड़ी पूरा करने के लिए 773 मैदान में होगा।
it: Ciò aprirà un nuovo record non compilato per la catalogazione. Il record avrà esclusivamente il campo 773 di MARC 21 compilato di modo da completare il collegamento una volta salvato il record.
tr: Bu, kataloglama için boş bir yeni kayıt açacaktır. Boş kayıtta sadece kayıt kaydedildikten sonra bağlantıyı tamamlamak için uygun şekilde doldurulmuş 773 alanı olacaktır.
zh_tw: 開啟空白的記錄供編目之用。祗需填入 773 欄位的內容建立連結就可以儲存。

source: |image654|
hi: |छवि654|

source: |image655|
hi: |छवि655|

source: |image656|
hi: |छवि656|

source: |image657|
hi: |छवि657|

source: Editing Analytics
hi: संपादन एनालिटिक्स
it: Modifica di analitici
tr: Analizleri Düzenleme
zh_tw: 編輯分析

source: If you have linked an analytic record incorrectly you can remove that link by editing the item on the analytic record (not the host record). To do this, go to the analytic record and click the 'Edit' button and choose to 'Edit items'. To the left of each item you will see two options.
hi: आप एक विश्लेषणात्मक रिकॉर्ड जुड़ा हुआ है, तो आप गलत तरीके से विश्लेषणात्मक रिकॉर्ड (नहीं मेजबान रिकार्ड) पर आइटम का संपादन करके कि लिंक हटा सकते हैं। ऐसा करने के लिए विश्लेषणात्मक रिकॉर्ड करने के लिए जाने के लिए और 'संपादन' बटन पर क्लिक करें और 'संपादन' आइटम का चयन करें। प्रत्येक आइटम के बाईं ओर आपके पास दो विकल्प देखेंगे।
it: Se hai collegato un record analitico per errore, puoi rimuovere il link editando il record figlia (non il record madre). Per farlo, vai al record analitico e clicca 'Modifica' e scegli 'Modifica copie'. A sinistra di ogni copia vedrai due opzioni.
tr: Bir analitik kaydının bağlantısını yanlış bir şekilde yaptıysanız, o bağlantıyı analitik kayıttaki (sunucu kaydı değil) materyali düzenleyerek kaldırabilirsiniz. Bunu yapmak için, analitik kayda gidiniz ve 'Düzenle' butonuna tıklayınız ve 'Materyalleri düzenle'yi seçiniz. Her bir materyalin solunda, iki seçenek göreceksiniz.
zh_tw: 若分析紀錄的連結不正確可從分析紀錄(不是主紀錄)裡編輯該連結以移除它。進入分析連結，勾選 '編輯' 鈕與選擇 '編輯館藏' 就可以了。從每個館藏的左方可以看到這兩個選項。

source: |image658|
hi: |छवि658|

source: Clicking 'Edit in Host' will allow you to edit the item on the host record.
hi: 'होस्ट में संपादित करें' पर क्लिक करके आप होस्ट रिकॉर्ड पर आइटम को संपादित करने की अनुमति देगा।
it: Premi 'Modifica nella superiore' per cambiare copia nel record superiore.
tr: 'Sunucuda düzenleme yap'a tıklamak sunucu kaydındaki materyali düzenlemenize imkan tanıyacaktır.
zh_tw: 勾選 '編輯主紀錄' 將允許您從主紀錄編輯館藏。

source: Clicking 'Delink' will remove the 773 field and the link between the analytic and the host.
hi: क्लिक 'से अलग' 773 क्षेत्र और विश्लेषणात्मक और मेजबान के बीच की कड़ी को हटा देगा।
it: Cliccando 'Sgancia' verrà rimosso il campo 773 e il relativo link tra scheda analitica e madre.
tr: 'Bağlantıyı kaldır'a tıklamak 773 alanın ve analitik ile sunucu arasındaki bağlantıyı silecektir.
zh_tw: 勾選 '不連結'，將移除 773 欄位以及分析與主紀錄的連結。

source: Editing Records
hi: संपादित करें रिकार्ड
it: Modifica di record
tr: Kayıtları Düzenleme
zh_tw: 編輯記錄

source: To edit a record you can click 'Edit Biblio' from the search results on the cataloging page
hi: एक रिकॉर्ड संपादित करने के लिए आप सूचीकरण पृष्ठ पर खोज परिणामों से 'Biblio संपादित करें' पर क्लिक कर सकते हैं
it: Per modificare un record puoi cliccare 'Modifica il record' dai risultati di ricerca
tr: Bir kaydı düzenlemek için kataloglama sayfasındaki arama sonuçlarından 'Bibliyo Düzenle' üzerine tıklayabilirsiniz
zh_tw: 從編目頁面的搜尋結果點選 '編輯書目' 就能夠編輯記錄

source: |image659|
hi: |छवि659|

source: or by clicking the Edit button on the Bibliographic Record and choosing 'Edit Record'
hi: या ग्रंथ सूची रिकार्ड पर संपादित करें बटन क्लिक करके और चुनने 'रिकार्ड संपादित करें'
it: oppure cliccare il tasto Modifica nel record bibliografico e scegliere 'Modifica il record'
tr: ya da Bibliyografik Kayıt üzerindeki Düzenle butonunu tıklayıp 'Kaydı Düzenle' opsiyonunu seçebilirsiniz
zh_tw: 或在書目記錄裡按編輯鈕並選擇 '編輯記錄'

source: |image660|
hi: |छवि660|

source: The record will open in the MARC editor
hi: रिकॉर्ड मार्क संपादक में खुलेगा
it: Il record si aprirà nell'editor MARC
tr: Kayıt MARC editöründe açılacaktır
zh_tw: 將以 MARC 編輯器打開此紀錄

source: |image661|
hi: |छवि661|

source: The alternative is to search via Z39.50 to overlay your record with a fuller record found at another library. You can do this by choosing 'Replace Record via Z39.50' from the Edit menu.
hi: वैकल्पिक Z39.50 के माध्यम से खोज करने के लिए एक और पुस्तकालय में पाया एक फुलर रिकॉर्ड के साथ अपने रिकॉर्ड मढ़ी है। आप संपादन मेनू से 'Z39.50 के माध्यम से रिकार्ड बदलें' का चयन करके यह कर सकते हैं।
it: Un'alternativa è fare una ricerca Z39.50 che sovrascrive il tuo record con uno più completo da un'altra biblioteca. Puoi eseguire questa operazione selezionando 'Sostituisci record via Z39.50' nel menu Modifica.
tr: Alternatif yöntem ise kaydınızın üzerine başka bir kütüphanede bulunan bir fuller kayıt yüklemek için Z39.50 üzerinden arama yapmaktır. Bu işlemi "Düzenle" menüsünden 'Kaydı Z39.50 üzerinden değiştir' opsiyonunu seçerek yapabilirsiniz.
zh_tw: 另一個選項是經由 Z39.50 搜尋，以其他圖書館較完整的記錄覆蓋本館原來的記錄。從編輯選單裡，選取 '經由 Z39.50 覆蓋原記錄'。

source: |image662|
hi: |छवि662|

source: Once you choose that you will be brought to a Z39.50 search window to search other libraries for the record in question.
hi: एक बार जब आप चुनते हैं कि आप प्रश्न में रिकार्ड के लिए अन्य पुस्तकालयों खोज करने के लिए एक Z39.50 खोज विंडो के लिए लाया जाएगा।
it: Fatta la scelta, verrai portato in una finestra di ricerca Z39.50 per cercare il record su altre biblioteche.
tr: Bunu seçtiğinizde, söz konusu kaydı diğer kütüphanelerde aramak için Z39.50 arama penceresine yönlendirileceksiniz.
zh_tw: 選定之後，進入Z39.50搜尋視窗，搜尋其他圖書館的紀錄。

source: Once you have made your edits (via either method) you can click 'Save' at the top left of the editor.
hi: एक बार जब आप अपने संपादन (या तो विधि के माध्यम से) बना दिया है आप संपादक की बाईं शीर्ष पर 'सहेजें' क्लिक कर सकते हैं।
it: Quando hai finito le modifiche, clicca 'Salva'.
tr: Düzenlemelerinizi yaptığınızda (ya da metot yoluyla), metin düzenleyicinin en üst solundaki 'Kaydet'e tıklayabilirsiniz.
zh_tw: 編輯之後 (任何方式均可) 可按下編輯器左上方的 '儲存' 鈕。

source: You can also use the edit menu to add your own custom cover image if you have either :ref:`OPACLocalCoverImages` and/or :ref:`LocalCoverImages` set to 'Display' by choosing 'Upload Image' from the menu.
hi: यदि आपके पास या तो कोई भी है तो आप अपनी खुद की कस्टम कवर छवि जोड़ने के लिए संपादन मेनू का उपयोग कर सकते हैं :रेफर: `OPACLocalCoverImages` और / या :रेफर: 'LocalCoverImages' को मेनू से 'अपलोड छवि' चुनकर 'प्रदर्शन' पर सेट किया गया।
it: Puoi anche aggiungere una copertina personalizzata selezionando 'Carica immagine' dal menu Modifica. Per abilitare ciò è necessario impostare le preferenze di sistema :ref:`OPACLocalCoverImages` e/o :ref:`LocalCoverImages` su 'Mostra'.
tr: :ref:`OPACLocalCoverImages` ve/veya :ref:`LocalCoverImages` tercihi 'Görüntüle' olarak ayarlanmışsa, menüden 'Resim Yükle' opsiyonunu seçerek kendi özel kapak resimlerinizi eklemek için düzenleme menüsünü kullanabilirsiniz.
zh_tw: 若已經把 :ref:`OPACLocalCoverImages` 與 :ref:`LocalCoverImages` 設為 '顯示' 就可以從編輯選單裡，經由 '上傳封面' 使用客製化的封面。

source: |image663|
hi: |छवि663|

source: Choosing to 'Upload Image' will take you to the :ref:`Upload Local Cover Image Tool <upload-local-cover-image-label>`.
hi: 'इमेज अपलोड करें' का चयन आप पर ले जाएगा: संदर्भ: 'स्थानीय कवर छवि उपकरण अपलोड करें <upload-local-cover-image-label>`
it: 'Carica immagine' porta allo strumento `Carica le immagini di copertina locali <upload-local-cover-image-label>`.
tr: 'Resim Yükle' opsiyonunu seçmek sizi `Yerel Kapak Resmi Yükle Aracı <upload-local-cover-image-label>` bölümüne götürecektir.
zh_tw: 選擇 '上傳封面' 進入 :ref:`上傳在地封面工具 <upload-local-cover-image-label>`。

source: Duplicating Records
hi: अनुलिपित्र रिकॉर्ड्स
it: Duplicazione di record
tr: Kayıtları Çoğaltmak
zh_tw: 複製記錄

source: Sometimes a copy of the record you need to catalog can't be found via Z39.50. In these cases you can create a duplicate of similar record and edit the necessary pieces to create a new record. To duplicate an existing record click 'Edit as New (Duplicate)' from the Edit menu on the Bibliographic Record
hi: कभी कभी आप कैटलॉग बनाने के लिए जरूरत रिकॉर्ड की एक प्रतिलिपि के माध्यम से Z39.50 ढूँढा नहीं जा सकता। इन मामलों में आप इसी तरह रिकॉर्ड की एक प्रतिलिपि बनाएँ और एक नया रिकॉर्ड बनाने के लिए आवश्यक टुकड़े को संपादित कर सकते हैं। किसी मौजूदा रिकॉर्ड डुप्लिकेट करने के लिए क्लिक करें 'के रूप में नया (डुप्लिकेट) ग्रंथ सूची रिकॉर्ड पर संपादित करें मेनू से संपादित करें'
it: Alcune volte il record da catalogare non può essere trovato via Z39.50. In tal caso puoi creare un duplicato di un record simile e modificarne le parti necessarie di modo da creare un nuovo record. Per duplicare un record esistente clicca 'Modifica come nuovo (duplica)' dal menu Modifica nel record bibliografico.
tr: Bazen kataloglamak için gereken kaydın bir kopyası Z39.50 üzerinden bulunamayabilir. Bu gibi durumlarda benzer kaydı çoğaltabilir ve yeni bir kayıt oluşturmak için gerekli parçaları düzenleyebilirsiniz. Var olan bir kaydı çoğaltmak için Bibliyografik Kayıt üzerinde Düzenle menüsünden 'Yeni olarak düzenle (Çoğalt)' seçeneğini tıklayın
zh_tw: 無法從 Z39.50 取得記錄。祗好複製一個類似的記錄，並編輯幾個必要的欄位產生新的紀錄。從書目錄的編輯選單裡，按 '編輯成新記錄 (複製)' 就可以做到

source: |image664|
hi: |छवि664|

source: This will open a new MARC record with the fields filled in with the values from the original Bibliographic Record.
hi: यह मूल ग्रंथ सूची रिकॉर्ड से मानों के साथ भरा फ़ील्ड के साथ एक नया मार्क रिकॉर्ड खुल जाएगा।
it: Ciò aprirà un nuovo record MARC con i campi precompilati con i valori del record bibliografico originale.
tr: Bu, alanları özgün bibliyografik kaydın değerleriyle dolu olarak yeni bir MARC kaydı açar.
zh_tw: 將從原來的書目紀錄複製所有的欄位及其值，開啟成新的 MARC 紀錄。

source: |image665|
hi: |छवि665|

source: Attaching files to Records
hi: रिकॉर्ड्स में फ़ाइलें संलग्न करना
it: Allegare file ai record
tr: Dosyaları Kayıtlara ekleme
zh_tw: 新增檔案掛載於紀錄

source: If you would like to upload files to Koha you can do so with a few settings.
hi: आप कोहा के लिए फाइल को अपलोड करने के लिए चाहते हैं, तो आपको कुछ सेटिंग्स के साथ ऐसा कर सकते हैं।
it: Se si desidera caricare dei file su Koha è possibile farlo con poche impostazioni.
tr: Koha'ya dosya yüklemek isterseniz bunu birkaç ayarlarla yapabilirsiniz.
zh_tw: 藉由幾個設定可以上傳檔案給 Koha。

source: You will need to ask your system administrator to set the 'upload\_path' config variable to point to where the files will be stored
hi: आपको अपने सिस्टम व्यवस्थापक से 'upload \ _path' config चर को सेट करने के लिए पूछना होगा कि फाइलें कहाँ संग्रहीत होंगी
it: Sarà necessario chiedere all'amministratore di sistema di impostare la variabile di configurazione 'upload\_path' per puntare alla posizione dove verranno memorizzati i file
tr: Sistem yöneticinizden, 'upload\_path' yapılandırma değişkenini dosyaların saklanacağı yeri işaret edecek şekilde ayarlamasını istemeniz gerekecektir
zh_tw: 需要系統管理員設定 'upload\_path' 變數指定檔案的儲存地

source: You can see if your upload path is set correctly by visiting About Koha > System Information. If there is an error you will see it there.
hi: आप देख सकते हैं कि आपके अपलोड पथ को कोहा> सिस्टम जानकारी के बारे में विज़िट करके ठीक से सेट किया गया है या नहीं। यदि कोई त्रुटि है तो आप इसे वहां देखेंगे।
it: Si può vedere se il percorso di caricamento è impostato correttamente visitando su Koha > informazioni di sistema. Se c'è un errore si vedrà lì.
tr: Koha Hakkında > Sistem Bilgisi'ni ziyaret ederek karşıya yükleme yolunun doğru olarak ayarlanıp ayarlanmadığını görebilirsiniz. Eğer bir hata varsa burada göreceksiniz.
zh_tw: 從關於 Koha &gt; 系統資訊可查看上傳路徑。若有錯誤則在此顯示。

source: |image1264|
hi: |छवि1264|

source: You will want to be sure that your :ref:`OPACBaseURL` system preference is set appropriately
hi: आप यह सुनिश्चित करना चाहते हैं कि आपका :रेफर: `OPACBaseURL` प्रणाली वरीयता उचित रूप से सेट की गई है
it: Sincerarsi che la preferenza di sistema :ref:`OPACBaseURL` sia impostata in modo corretto
tr: :ref:`OPACBaseURL` sistem tercihinin doğru olarak ayarlandığından emin olmalısınız
zh_tw: 必須正確設定 :ref:`OPACBaseURL` 系統偏好

source: You will want to add the upload.pl plugin to the 856$u subfield in one (or multiple) of your :ref:`frameworks <edit-framework-subfields-label>`
hi: आप upload.pl प्लगइन को 856$ सबफ़ील्ड में एक (या एकाधिक) में जोड़ना चाहते हैं :रेफर: `फ्रेमवर्क <edit-framework-subfields-label>`
it: Puoi aggiungere il plugin upload.pl al sottocampo 856$u in uno (o più) dei tuoi :ref:`framework <edit-framework-subfields-label>`.
tr: Upload.pl eklentisini :ref:`çerçevelerinizin birinde (veya birden fazlasında) <edit-framework-subfields-label>` 856$ u alt alanına eklemek isteyeceksiniz
zh_tw: 在一個 (或多個) :ref:`框架 <edit-framework-subfields-label>` 中新增 upload.pl 於 856$u 內

source: Once you are all set up you can continue with cataloging as regular. You will see a plugin icon next to the 856$u that will open up the upload and/or search window
hi: एक बार जब आप सभी की स्थापना कर रहे हैं आप नियमित रूप सूचीकरण के साथ जारी रख सकते हैं। आप एक प्लगइन आइकन 856$u कि अपलोड खोलने के लिए और/या खिड़की खोज करेंगे करने के लिए अगले देखेंगे
it: Una volta che tutto è impostato, è possibile continuare con la catalogazione normale. Si vedrà un'icona del plugin accanto all'856$u che aprirà la finestra per l'upload e/o la ricerca
tr: Tamamlandığında düzenli olarak kataloglamaya devam edebilirsiniz. 856$u'nun yanında, yükleme ve/veya arama penceresini açacak bir eklenti simgesi göreceksiniz
zh_tw: 設定後就可以正常編目。在 856$u 旁可看到外掛圖示點選後可開啟上傳或搜尋視窗

source: |image1265|
hi: |छवि1265|

source: From this menu you can click browse to find a file and attach it, or you can search files you have uploaded previously using the search box. From the search results you can choose which file to attach.
hi: इस सूची से आप एक फ़ाइल को खोजने के लिए और इसे संलग्न करने के लिए ब्राउज़ क्लिक कर सकते हैं, या आप फ़ाइलों को आपने पहले खोज बॉक्स का उपयोग अपलोड कर दिया है खोज सकते हैं। खोज से परिणाम आप जो फ़ाइल संलग्न करने के लिए चुन सकते हैं।
it: Da questo menu è possibile scegliere Sfoglia per trovare un file e allegarlo, o è possibile cercare files che hai caricato in precedenza utilizzando la casella di ricerca. Dai risultati di ricerca è possibile scegliere quali file allegare.
tr: Bu menüden bir dosyayı bulmak ve eklemek için gözat'ı tıklayabilir veya arama kutusunu kullanarak daha önce yüklediğiniz dosyaları arayabilirsiniz. Arama sonuçlarında hangi dosyanın ekleneceğini seçebilirsiniz.
zh_tw: 從這個選單點選瀏覽找到檔案並上傳，或可搜尋以搜尋盒上傳的檔案。從搜尋結果選擇上傳的檔案。

source: |image1266|
hi: |छवि1266|

source: Once the file is chosen it will appear as a link in the MARC record and on the detail display.
hi: एक बार फाइल चुना जाता है यह मार्क रिकॉर्ड में और विस्तार से प्रदर्शन पर एक कड़ी के रूप में दिखाई देगा।
it: Una volta scelto il file verrà visualizzato come un link nel record MARC e sul display del dettaglio.
tr: Dosya seçildikten sonra MARC kaydında ve detay ekranında bir bağlantı olarak görünür.
zh_tw: 選定的檔案將出現在 MARC 記錄內及詳細顯示的連結。

source: Merging Records
hi: रिकार्ड मर्ज करना
it: Fondere i record
tr: Kayıtları Birleştirme
zh_tw: 合併紀錄

source: To merge bibliographic records together you will want to go to the Cataloging module and perform a search.
hi: ग्रंथ सूची रिकॉर्ड मर्ज करने के लिए एक साथ आप सूचीबद्ध मॉड्यूल के लिए जाने के लिए और एक खोज प्रदर्शन करना चाहते हैं जाएगा।
it: Per fondere dei records bibliografici, inizia andando nel modulo catalogazione fai una ricerca.
tr: Bibliyografik kayıtları bir arada birleştirmek için Kataloglama modülüne gidin ve bir arama gerçekleştirin.
zh_tw: 從編目模組搜尋到欲合併的兩個書目記錄。

source: If you see duplicates on that search results screen you can check the boxes next to the duplicates and click the 'Merge selected' button at the top of the results.
hi: आपको लगता है कि खोज परिणामों पर डुप्लिकेट देख अगर स्क्रीन आप डुप्लिकेट करने के लिए अगले बॉक्स चेक करें और परिणामों के शीर्ष पर 'मर्ज चयनित' बटन क्लिक कर सकते हैं।
it: Se vedete dei duplicati tra i risultati, è possibile selezionare le caselle accanto ai duplicati e fare clic sul pulsante 'Unione selezionati' nella parte superiore dei risultati.
tr: Arama sonuçları ekranında kopyalar görürseniz, kopyaların yanındaki kutuları işaretleyebilir ve sonuçların üst kısmındaki 'Seçilenleri birleştir' düğmesini tıklayabilirsiniz.
zh_tw: 可勾選搜尋的重複結果，並按上方的 '合併館藏' 鈕。

source: Once you have selected the records you want to merge, click the 'Merge selected' button at the top of the list. You will be asked which of the records you would like to keep as your primary record and which will be deleted after the merge. If the records were created using different frameworks, Koha will also ask you what Framework you would like the newly merged record to use.
hi: एक बार जब आप रिकॉर्ड आप मर्ज करना चाहते हैं का चयन किया है, सूची के शीर्ष पर 'मर्ज चयनित' बटन पर क्लिक करें। आपसे पूछा जाएगा आप अपनी प्राथमिक रिकॉर्ड के रूप में रखना चाहते हैं और जो मर्ज के बाद हटा दिया जाएगा जो रिकॉर्ड की। अगर रिकॉर्ड विभिन्न फ्रेमवर्क का उपयोग कर बनाया गया था, कोहा भी आप से पूछना होगा कि क्या फ्रेमवर्क आप हाल में विलय कर रिकॉर्ड का उपयोग करना चाहते हैं।
it: Una volta che hai selezionato i record che vuoi fondere, clicca sul bottone 'Fondi i record selezionati' in alto sulla lista. Ti verrà chiesto quale dei due record vuoi tenere come record primario e quale vuoi cancellare dopo la fusione. Se i record sono stati creati usando diverse griglie per la catalogazione, Koha ti chiederà anche quale griglia dovrà usare il record creato dalla fusione.
tr: Birleştirmek istediğiniz kayıtları seçtikten sonra listenin en üstündeki 'Seçilenleri Birleştir' butonuna tıklayın. İki kayıttan hangisini birincil kayıt olarak tutmak istediğiniz ve hangisi kayıtın birleştirme işleminden sonra silineceği sorulacaktır. Eğer kayıtlar farklı çerçeveler kullanılarak oluşturuldu ise, Koha aynı zamanda yeni birleştirilen kayıtın hangi çerçeveyi kullanmasını istediğinizi de soracaktır.
zh_tw: 選定合併的紀錄後，按上方的 '合併館藏' 鈕。系統會詢問何者為合併後保留的主要紀錄、何者為刪除的紀錄。若使用不同的框架，Koha 會詢問保留的框架。

source: |image666|
hi: |छवि666|
