Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: If the host publication is author main entry, enter the authorized form of the author's name in subfield 'a'. Put the title in subfield 't'. If the host publication is an independent work, put publication information in subfield 'd'. When available, ISSN and ISBN should always be used in, in subfields 'x' and 'z' respectively. Relationship information (e.g. volume number, page number, etc.) goes in subfield 'g'. Subfield 'q' contains an encoded representation of the location of the item: volume, issue, and section numbers are separated by colons, and the first page is entered following a '<' at the end of the subfield. See ISBD punctuation sheet. Set the first indicator to '0'. If you want the label "In:" to be generated, leave the second indicator blank. If you want something else displayed before the 773 text, set the second indicator to '8' and add a subfield 'i' with the label you want at the beginning of the field (e.g. "$iOffprint from:").
hi: अगर मेजबान प्रकाशन लेखक मुख्य प्रविष्टि है, तो उपफील्ड 'ए' में लेखक के नाम का अधिकृत रूप दर्ज करें। उपक्षेत्र 'टी' में शीर्षक रखो अगर मेजबान प्रकाशन एक स्वतंत्र कार्य है, तो सबफील्ड 'डी' में प्रकाशन की जानकारी डालें। उपलब्ध होने पर, आईएसएसएन और आईएसबीएन का उपयोग क्रमशः सबफ़ेल्ड 'एक्स' और 'जेड' में किया जाना चाहिए। रिश्ते की जानकारी (जैसे वॉल्यूम संख्या, पेज नंबर आदि) सबफील्ड 'जी' में जाती है सबफ़ील्ड 'क्यू' में आइटम के स्थान का एक एन्कोडेड प्रतिनिधित्व होता है: मात्रा, समस्या, और अनुभाग संख्या कोलन द्वारा विभाजित किया जाता है, और प्रथम पृष्ठ सबफील्ड के अंत में '<' के बाद दर्ज किया गया है। आईएसबीडी विराम चिह्न देखें। '0' के लिए पहला सूचक सेट करें यदि आप "इन:" लेबल उत्पन्न करना चाहते हैं, तो दूसरे सूचक रिक्त छोड़ दें। यदि आप 773 पाठ से पहले कुछ और दिखना चाहते हैं, तो दूसरे सूचक को '8' पर सेट करें और फ़ील्ड की शुरुआत में लेबल के साथ एक सबफील्ड 'आई' जोड़ें (e.g. "$iOffprint from:").
it: Se la pubblicazione che contiene il lavoro è un'opera principale dell'autore, immettere la forma normalizzata del nome dell'autore nel sottocampo 'a'. Immettere il titolo nel sottocampo 't'. Se la pubblicazione contenitrice è un un lavoro indipendente, immettere le informazioni sulla pubblicazione nel sottocampo 'd'. Quando possibile, i codici ISSN e ISBN devono sempre essere registrati, rispettivamente nei sottoccampi 'x' e 'y'. Le informazioni di legame (cioè numero del volume, della pagina, ecc.) devono essere registrate nel sottoccampo 'g'. Il sottocampo 'q' contiene una rappresentazione codificata della collocazione dell'elemento: i numeri di volume, uscita e sezione devono essere separati da segni di due punti (:); il numero della prima pagina deve essere seguito da un segno di '&lt;' al termine del sottocampo. Vedasi la scheda di punteggiatura ISBD. Impostare il primo indicatore a '0'; se si desidera che venga generata l'etichetta "In:", lasciare vuoto il secondo indicatore. Se si desidera che venga visualizzata un'etichetta a piacere prima del contenuto del campo 773, impostare il secondo indicatore a '8' ed aggiungere un sottocampo 'i', contenente il testo dell'etichetta all'inizio del campo (p. es. "$iEstratto da:").
tr: Esas yayın bir yazar ana girişi ise, yazar adının otorize biçimini 'a' alt alanına girin. Başlığı 't' alt alanına girin. Esas yayın bağımsız bir çalışma ise, yayın bilgisini 'd' alt alanına girin. Mevcut olduğu sürece ISSN ve ISBN bilgileri 'x' alt alanı ve 'z' alt alanına ayrı ayrı girilmelidir. İlişki bilgileri (örneğin cilt numarası, sayfa numarası, vb.) 'g' alt alanı içine girilir. Alt alan 'q' materyal konumunun kodlanmış bir gösterimini içerir: cilt, sayı ve bölüm numaraları kolonlarla ayrılır ve ilk sayfa alt alanın sonuna bir '<' takip ederek girilir. Bkz: ISBD noktalama işaretleri sayfası. İlk indikatörü '0' olarak ayarlayın. "In" etiketinin oluşturulmasını istiyorsanız ikinci indikatörü boş bırakın. 773 metini önünde başka bir şey görünmesini istiyorsanız ikinci indikatörü '8' olarak ayarlayın ve alanın başlangıcına istediğiniz etikette bir 'i' alt alanı ekleyin (örneğin "$iOffprint from:").
zh_tw: 主出版品是著者主要款目，則把該著者名稱的權威型式置入分欄 'a'。題名置入分欄 't'。若主出版品是獨立作品，把出版資訊置入分欄 'd'。若使用 ISSN 與 ISBN，則應分別置於分欄 'x' 與 'z'。關係資訊 (如，卷期編號、頁碼等) 應置入分欄 'g'。分欄 'q' 包括館藏位置的編碼資料：卷、期與號以冒號分隔，在分欄最後鍵入 '<' 及首頁頁碼。設定第一個指標為 '0'。若想產生 "在：" 標籤，則讓第二個指標空白。若希望在欄位 773 顯示文字，則設定第二個指標為 '8' 並新增分欄 'i' 在欄位開始置入標籤 (如 "$i 抽印本來自：")。

source: SERIES ENTRY--UNIFORM TITLE
hi: श्रृंखला प्रवेश--सारभौमिक शीर्षक
tr: SERİ GİRİŞİ--TEK BİÇİM ESER ADI
zh_tw: 集叢附加款--劃一題名

source: Authorized form of the series name transcribed in the 490 field. Often this will just be the same as the 490.
hi: श्रृंखला का नाम 490 क्षेत्र में लिखित रूप से अधिकृत। अक्सर यह सिर्फ 490 के रूप में ही किया जाएगा।
it: Forma normalizzata del nome della serie, trascritta nel campo 490. Spesso è lo stesso contenuto del campo 490.
tr: 490 alanında uyarlanan süreli yayın adının otorize biçimi. Çoğu kez bu, 490 ile aynı olacaktır.
zh_tw: 著錄集叢名稱的權威格式於欄位 490。通常等同於 490。

source: See Authorized headings sheet and AACR2. Set the second indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the second indicator to '4').
hi: अधिकृत शीर्षकों चादर और AACR2 देखें। गैर-फाइलिंग वर्णों की संख्या के बाद दूसरे सेट सूचक (एक प्रारंभिक लेख के साथ साथ अंतरिक्ष में अर्थात पात्रों के लिए ... "" दूसरी सूचक स्थापित करने के लिए '4')।
it: Vedere scheda Intestazioni normalizzate e AACR2. Immettere nel secondo indicatore il numero di caratteri da non indicizzare (cioè i caratteri dell'articolo iniziale e lo spazio seguente: per "La ", impostare il primo indicatore a '3').
tr: Bkz: Otorize başlıklar çalışma sayfası ve AACR2. İkinci indikatörü boş karakterlerin sayısına ayarlayın (diğer bir deyişle başlangıç artikelindeki karakterler artı boşluk... "The" için ikinci indikatörü '4' olarak ayarlayın).
zh_tw: 見權威標題速見表與 AACR2。設定第二個指標為不排序字元數 (即，首字為冠詞及其空格 ... "The " 的第二個指標設為 '4')。

source: LOCATION/CALL NUMBER
hi: स्थिति/कॉल संख्या
tr: KONUM/YER NUMARASI
zh_tw: 書架位置/索書號

source: Provides the section name for pre-barcode books, pamphlets, and some articles and serials.
hi: पूर्व बारकोड किताबें, पर्चे, और कुछ लेख और सीरियलों के लिए अनुभाग नाम प्रदान करता है।
it: Contiene il nome della sezione per libri, libretti, ed alcuni articoli e periodici, senza codice a barre.
tr: Ön barkodlu kitaplar, broşürler, ve bazı makale ve süreli yayınlar için bölüm adını sağlar.
zh_tw: 圖書、小冊子與論文期刊等館藏的書架位置。

source: Do not put anything in this field if you are cataloging a volume which gets only one record and a barcode. If the item does not get a barcode, or you are currently creating a record for an article in a volume, put the section in subfield 'a' (see ANS cataloging documentation), and the call number in subfield 'i'. Set the first indicator to '8'.
hi: इस क्षेत्र में कुछ भी डाल अगर आप एक मात्रा है जो केवल एक रिकॉर्ड और एक बारकोड हो जाता सूचीबद्ध नहीं हैं। आइटम एक बारकोड नहीं मिलता है, या आप वर्तमान में एक मात्रा में एक लेख के लिए एक रिकॉर्ड बना रहे हैं, उपक्षेत्र में खंड 'ए' (देखें एएनएस सूचीबद्ध दस्तावेज), और कॉल 'मैं' उपक्षेत्र में नंबर डाल दिया। '8' के लिए पहली सूचक सेट करें।
it: Lasciare in bianco questo campo se si sta catalogando un volume che prevede solo un record ed un codice a barre. Se l'elemento non prevede il codice a barre, se si sta creando un record per un articolo all'interno di un volume, inserire la sezione nel sottocampo 'a' (Vedere la ANS cataloging documentation>) ed il codice di collocazione nel sottocampo 'i'. Impostare il primo indicatore ad '8'.
tr: Yalnızca bir kayıt ve bir barkod alan bir cilt katalogluyorsanız bu alana hiç bir şey girmeyin. Eğer materyal bir barkod almıyorsa, veya şu anda cilt içerisindeki bir madde için bir kayıt oluşturuyorsanız, bölümü alt alan 'a' içine girin (ANS kataloglama belgelerine bakınız), ve yer numarasını alt alan 'i' içine girin. İlk indikatörü '8' olarak ayarlayın.
zh_tw: 祗有一筆紀錄與一個條碼的單冊館藏不要置於此欄位。若館藏沒有條碼，或建立其中一篇文章的紀錄，將書架位置存於分欄 'a' (見 ANS 編目文件)、索書號置於分欄 'i'。設定第一個指標為 '8'。

source: ELECTRONIC ACCESS
hi: इलेक्ट्रॉनिक प्रवेश
tr: ELEKTRONİK ERİŞİM
zh_tw: 電子資源位址及取得方法

source: Links to material available online.
hi: सामग्री ऑनलाइन उपलब्ध करने के लिए लिंक।
it: Link a materiali disponibili on-line
tr: Çevrimiçi kullanılabilir materyallerin bağlantıları.
zh_tw: 連結至線上資料。

source: Put the URL of any electronic copies or summaries, etc. in subfield 'u' and a link title in subfield 'y'. Set the first indicator to '4'.
hi: 'यू' उपक्षेत्र में किसी भी इलेक्ट्रॉनिक प्रतियां या सारांश, आदि के यूआरएल और उपक्षेत्र में एक लिंक शीर्षक 'Y' रख दिया। '4' के लिए पहली सूचक सेट करें।
it: Immettere nel sottocampo 'u' l'URL un eventuale copia, o riassunto, ecc., in formato elettronico ed un titolo per il link nel sottocampo 'y'. Impostare il primo indicatore a '4'.
tr: Herhangi bir elektronik kopya ya da özet, vb. URL'sini 'u' alt alanı içine yerleştirin ve 'y' alt alanı içinde başlığa link verin. İlk göstergeyi '4' olarak ayarlayın.
zh_tw: 將電子版或摘要等的 URL 置於分欄 'u' 並把連結的題名置於分欄 'y'。設定第一指標為 '4'。

source: ADDED ENTRY ELEMENTS (KOHA)
hi: जोड़ा प्रविष्टि तत्वों (कोहा)
tr: EK GİRİŞ ELEMANLARI (KOHA)
zh_tw: 新增款目細目 (Koha)

source: Used for Koha-specific data.
hi: कोहा-विशिष्ट डेटा के लिए इस्तेमाल किया।
it: Usato per dati specifici di Koha
tr: Koha'ya özgü veriler için kullanılır.
zh_tw: 供 Koha 使用的專屬資料。

source: Set the subfield 'c' to the appropriate item type.
hi: सेट उचित आइटम प्रकार के उपक्षेत्र 'सी'।
it: Impostare il sottocampo 'c' con il tipo di elemento appropriato
tr: 'c' alt alanını uygun materyal türüne ayarlayın.
zh_tw: 設定分欄 'c' 給適當的館藏類型。

source: Table: Cataloging Guide
hi: तालिका: कैटलॉग गाइड
it: Tabella: Guida alla catalogazione
tr: Tablo: Kataloglama Rehberi
zh_tw: 表：編目指南

source: Item/Holdings Record Cataloging Guide
hi: आइटम/होल्डिंग्स रिकॉर्ड कैटलॉग गाइड
it: Guida alla catalogazione delle copie
tr: Materyal/Ayırtma Kayıt Kataloglama Kılavuzu
zh_tw: 館藏紀錄編目指南

source: This table represents the default embedded holdings data in Koha. This information can be used for migration or importing data purposes
hi: इस तालिका में कोहा में डिफ़ॉल्ट एम्बेडेड जोत डेटा का प्रतिनिधित्व करता है। यह जानकारी माइग्रेशन या आयात करने के डेटा उद्देश्यों के लिए इस्तेमाल किया जा सकता हैं
it: La tabella sottostante rappresenta i dati di copia predefiniti incorporati in Koha. Queste informazioni sono utilizzabili per migrare od importare i dati.
tr: Bu tablo Koha'da ki varsayılan yerleşik ayırtma verilerini temsil eder. Bu bilgiler geçiş ya da veri aktarımı amaçları için kullanılabilir
zh_tw: 此表單的內容係指 Koha 預設的館藏記錄。此等資訊可用於匯出與匯入資料

source: MARC21 Tag/subfield
hi: मार्क21 टैग/उपक्षेत्र
it: Campo/sottocampo MARC21
tr: MARC21 Tag/alt alan
zh_tw: MARC21 欄號/分欄

source: Data Element
hi: डाटा तत्व
it: Elemento
tr: Veri Öğesi
zh_tw: 資料細目

source: Notes
hi: नोट्स
it: Note
tr: Notlar
zh_tw: 說明

source: Withdrawn status
hi: वापस ले लिया स्थिति
it: Status ritirato
tr: Düşüm durumu
zh_tw: 註銷狀態

source: Default values:
hi: डिफ़ॉल्ट मूल्य:
it: Valori predefiniti:
tr: Varsayılan değerler:
zh_tw: 預設值：

source: 0 = Not withdrawn
hi: 0 = वापस नहीं लिया
it: 0 = Non ritirata
tr: 0 = Sistemden düşülmemiş
zh_tw: 0 = 未報廢

source: 1 = Withdrawn
hi: 1 = वापस
it: 1 = Ritirata dalla circolazione
tr: 1 = Sistemden düşülmüş
zh_tw: 1 = 報廢

source: Coded value, matching :ref:`Authorized Value <authorized-values-label>` category ('WITHDRAWN' in default installation)
hi: कोडित मान, मिलान करें: रेफर: `अधिकृत मान <authorized-values-label>` श्रेणी (डिफ़ॉल्ट स्थापना में 'WITHDRAWN')
it: Valore codificato, configurato nella corrispondente categoria della sezione :ref:`Valori autorizzati <authorized-values-label>`, ('WITHDRAWN', nell'installazione predefinita)
tr: `Yetkili Değer <authorized-values-label>` kategorisi ile eşleşen kodlu değer (Varsayılan kurulumda "SİSTEMDEN DÜŞÜLMÜŞ")
zh_tw: 編碼值，對應於 `容許值 <authorized-values-label>` 類型('WITHDRAWN' 於預設安裝)

source: Lost status
hi: स्तर खोया
it: Status smarrito:
tr: Kayıp durumu
zh_tw: 遺失狀態

source: 0 = Available
hi: 0 = उपलब्ध
it: 0 = Non persa
tr: 0 = Kullanılabilir
zh_tw: 0 = 可得

source: 1 = Lost
hi: 1 = खोया
it: 1 = Persa
tr: 1 = Kayıp
zh_tw: 1 = 遺失

source: 2 = Long Overdue (Lost)
hi: 2 = लंबा अतिदेय (खोया)
it: 2 = Lungo ritardo (Persa)
tr: 2 = Çok uzun süredir gecikmiş (Kayıp)
zh_tw: 2 = 逾期太久 (遺失)

source: 3 = Lost and Paid For
hi: 3 = खोया और के लिए भुगतान
it: 3 = Persa e pagata da
tr: 3 = Kaybedilmiş ve bedeli ödenmiş
zh_tw: 3 = 遺失與賠償

source: 4 = Missing in Inventory
hi: 4 = इन्वेंटरी में गुम
it: 4 = Mancante
tr: 4 = Envanterde Yok
zh_tw: 4 = 盤點時遺失

source: 5 = Missing in Hold Queue
hi: 5 = होल्ड कतार में गुम
tr: 5 = Ayırma Sırasında Yok
zh_tw: 5 = 預約序列中遺失

source: It's possible to configure OPAC so that lost items don't display with the :ref:`hidelostitems` system preference.
hi: ओपेक को कॉन्फ़िगर करने के लिए संभव है ताकि खोए गए सामान इनके साथ प्रदर्शित न हों: रेफरी: `hidelostitems` सिस्टम वरीयता।
it: E' possibile configurare l'OPAC in modo che gli elementi persi non vengano visualizzati, utilizzando la preferenza di sistema :ref:`hidelostitems`
tr: Kayıp materyaller :ref:`hidelostitems` sistem tercihi le görüntülenmesin diye OPAC'ı yapılandırmak mümkündür.
zh_tw: 設定 :ref: `hidelostitems` 系統偏好重新組態 OPAC，不顯示遺失的館藏。

source: Coded value, matching :ref:`Authorized Value <authorized-values-label>` category ('LOST' in default installation)
hi: कोडित मूल्य, मिलान :ref:`अधिकृत मूल्य <authorized-values-label>` श्रेणी (डिफ़ॉल्ट स्थापना में 'LOST')
it: Valore codificato, configurato nella corrispondente categoria della sezione :ref:`Valori autorizzati <authorized-values-label>`, ('LOST', nell'installazione predefinita)
tr: `Yetkili Değer <authorized-values-label>` kategorisi ile eşleşen, Kodlu değer (varsayılan kurulumda 'KAYIP')
zh_tw: 編碼值，對應於 :ref:`容許值 <authorized-values-label>` 類型 ('LOST' 於預設安裝)

source: Classification
hi: वर्गीकरण
it: Classificazione
tr: Sınıflama
zh_tw: 分類法

source: Classification scheme that defines filing rules used for sorting call numbers.
hi: वर्गीकरण योजना है कि कॉल संख्या छँटाई के लिए इस्तेमाल दाखिल नियमों को परिभाषित करता है.
it: Schema di classificazione che definisce le regole di indicizzazione utilizzate per ordinare i codici di collocazione.
tr: Yer numaralarını sıralamak için kullanılan dosyalama kurallarını tanımlayan sınıflama şeması.
zh_tw: 分類法定義索書號的排序規則。

source: A choice of :ref:`classification sources <classification-sources-label>` as they are defined in administration. If no classification scheme is entered, the system will use the value entered in the :ref:`DefaultClassificationSource` preference.
hi: का एक विकल्प : रेफरी: `वर्गीकरण स्रोतों <classification-sources-label>` के रूप में वे प्रशासन में परिभाषित कर रहे हैं यदि कोई वर्गीकरण योजना दर्ज नहीं की गई है, तो सिस्टम में दर्ज किए गए मान का उपयोग करेगा: संदर्भ: `DefaultClassificationSource` वरीयता
it: Uno tra gli :ref:`Schemi di classificazione <classification-sources-label>` definiti nel pannello di amministrazione. Se non viene scelto uno schema di classificazione, il sistema utilizza il valore configurato nella preferenza di sistema :ref:`DefaultClassificationSource`.
tr: Yönetimde tanımlandığı şekilde bir :ref:`sınıflama kaynakları <classification-sources-label>` seçimi. Hiç bir sınıflama şeması girilmemişse, sistem :ref:`DefaultClassificationSource` tercihine girilmiş olan değeri kullanacaktır.
zh_tw: 從管理區塊選擇 :ref:`分類法來源 <classification-sources-label>`。若未鍵入分類法，系統使用 :ref:`DefaultClassificationSource` 偏好的預設值。

source: Materials specified
hi: सामग्री निर्दिष्ट
it: Dati materiali
tr: Materyaller belirlendi
zh_tw: 指定的資料

source: Specific issues of serials or multi-part items.
hi: धारावाहिकों या बहु हिस्सा आइटमों की विशिष्ट इश्यूज
it: Uscite specifiche di periodici od elementi in più parti.
tr: Süreli yayın veya çok parçalı materyallerin spesifik sayıları.
zh_tw: 期刊的指定卷期或成套館藏。

source: Displayed when items are checked out and in to tell the staff how many pieces the item has. Copy/volume data is stored in 952$h and $t for display in Normal views.
hi: प्रदर्शित जब आइटम बाहर की जाँच कर रहे हैं और कर्मचारियों में कितने टुकड़े आइटम है बताने के लिए. कॉपी/मात्रा डेटा सामान्य विचारों में प्रदर्शन के लिए 952$h और $t संग्रहित किया गया है।
it: Visualizzato quando gli elementi vengono marcati come usciti e rientrati, per informare il personale su quanti pezzi sono presenti. I dati di copia/volume sono registrati in 952$h e $t per la visualizzazione nella vista Normale.
tr: Materyalin kaç adet olduğunu personele bildirmek için materyaller ödünç alınıp, iade edildiklerinde görüntülenir. Normal görünümleri görütülemek için kopya/cilt verileri 952$h ve $t içerisinde depolanır.
zh_tw: 借出與還入時，系統顯示該館藏的件數。複本/卷數資料儲存在 952$h 與 $t 顯示在一般檢視狀態。

source: Damaged status
hi: क्षतिग्रस्त स्तर
it: Status danneggiato:
tr: Hasar Durumu
zh_tw: 毀損狀態

source: 0 = Not damaged
hi: 0 = क्षतिग्रस्त नही
it: 0 = non danneggiato
tr: 0 = Hasarsız
zh_tw: 0 = 未毀損

source: 1 = Damaged
hi: 1 = क्षतिग्रस्त
it: 1 = danneggiato
tr: 1= Hasarlı
zh_tw: 1 = 已毀損

source: Coded value, matching :ref:`Authorized Value <authorized-values-label>` category ('DAMAGE' in default installation)
hi: कोडित मान, मिलान करें: रेफरी: `अधिकृत मान <authorized-values-label>` श्रेणी (डिफ़ॉल्ट स्थापना में 'DAMAGE')
it: Valore codificato, configurato nella corrispondente categoria della sezione :ref:`Valori autorizzati <authorized-values-label>`, ('DAMAGED', nell'installazione predefinita)
tr: :ref:`Yetkili Değer <authorized-values-label>` kategorisi ile eşleşen, Kodlu değer (varsayılan kurulumda 'HASAR')
zh_tw: 代碼值，對映於 :ref:`容許值 <authorized-values-label>` 範疇 (預設安裝為 'DAMAGE')

source: Use restrictions
hi: उपयोग प्रतिबंध
it: Usa restrizioni
tr: Kısıtlamaları kaldır
zh_tw: 使用限制

source: 0 = No use restrictions
hi: 0 = उपयोग प्रतिबंध नही
it: 0 = Nessuna restrizione
tr: 0 = Kullanım kısıtlaması yok
zh_tw: 0 = 無使用限制

source: 1 = Restricted Access
hi: 1 = पहुँच प्रतिबंधित
it: 1 = Accesso limitato
tr: 1 = Sınırlı Erişim
zh_tw: 1 = 限制近用

source: Coded value, matching :ref:`Authorized Value <authorized-values-label>` category ('RESTRICT' in default installation). This value has no effect on circulation.
hi: कोडित मान, मिलान करें: रेफरी: `अधिकृत मान <authorized-values-label>` श्रेणी (डिफ़ॉल्ट स्थापना में 'प्रतिबंध')। संचरण पर इस मूल्य का कोई प्रभाव नहीं है
it: Valore codificato, configurato nella corrispondente categoria della sezione :ref:`Valori autorizzati <authorized-values-label>`, ('RESTRICTED', nell'installazione predefinita). Questo valore non ha effetto sulla circolazione.
tr: :ref:`Yetkili Değer <authorized-values-label>` kategorisi ile eşleşen, Kodlu değer (varsayılan kurulumda 'KISITLAMA'). Bu değerin dolaşımda her hangi bir etkisi yoktur.
zh_tw: 代碼值，對映於 :ref:`容許值 <authorized-values-label>` 範疇 (預設安裝為 'RESTRICT')。此值對流通沒有影響。

source: Not for loan
hi: नहीं ऋण के लिए
it: Escluso dal prestito
tr: Ödünç verilmez
zh_tw: 不外借

source: -1 = Ordered
hi: -1 = आदेश दिया
it: -1 = ordinato
tr: -1 = Sipariş edildi
zh_tw: -1 = 已採購

source: 0 = Available for loans
hi: 0 = ऋण के लिए उपलब्ध
it: 0 = disponibile per il prestito
tr: 0 = Ödünç verilebilir
zh_tw: 0 = 可借外

source: 1 = Not for Loan
hi: 1 = ऋण के लिए नहीं
it: 1 = non prestabile
tr: 1 = Ödünç verilemez
zh_tw: 1 = 不外借

source: 2 = Staff Collection
hi: 2 = स्टाफ संग्रह
it: 2 = collezione dello staff
tr: 2 = Personel Koleksiyonu
zh_tw: 2 = 內部館藏

source: Coded value, matching :ref:`Authorized Value <authorized-values-label>` category ('NOT\_LOAN' in default installation). Negative number values can still be placed on hold.
hi: कोडित मूल्य, मिलान करें: रेफरी: `अधिकृत मूल्य <authorized-values-label> 'श्रेणी (डिफ़ॉल्ट स्थापना में'NOT\_LOAN'')। नकारात्मक संख्या मान अब भी होल्ड पर रखा जा सकता है।
it: Valore codificato, configurato nella corrispondente categoria della sezione `Valori autorizzati <authorized-values-label>`, ('NOT\_LOAN', nell'installazione predefinita). Valori negativi permettono ugualmente la prenotazione.
tr: :ref:`Yetkili Değer <authorized-values-label>` kategorisi ile eşleşen, Kodlu değer (varsayılan kurulumda 'NOT\_LOAN). Negatif sayı değerleri yine de ayırtmaya konulabilir.
zh_tw: 代碼值，對映於 :ref:`容許值 <authorized-values-label>` 範疇 (預設安裝為 'NOT\_LOAN')。負數仍可預約。

source: Collection code
hi: संग्रह कोड
it: Codice raccolta
tr: Koleksiyon kodu
zh_tw: 館藏代碼

source: Coded value
hi: कोडित मूल्य
it: Valore codificato
tr: Kodlu değer
zh_tw: 代碼值

source: Coded value, matching :ref:`Authorized Value <authorized-values-label>` category ('CCODE' in default installation)
hi: कोडित मान, मिलान : रेफरी: `अधिकृत मान <authorized-values-label>` श्रेणी (डिफ़ॉल्ट स्थापना में 'CCODE')
it: Valore codificato, configurato nella corrispondente categoria della sezione :ref:`Valori autorizzati <authorized-values-label>`, ('CCODE', nell'installazione predefinita). Valori negativi permettono ugualmente la prenotazione.
tr: :ref:`Yetkili Değer <authorized-values-label>` kategorisi ile eşleşen, Kodlu değer (varsayılan kurulumda 'CCODE')
zh_tw: 代碼值，對映於 :ref:`容許值 <authorized-values-label>` 範疇 (預設安裝為 'CCODE')

source: Item number
hi: आइटम नंबर
it: Numero di copia
tr: Materyal numarası
zh_tw: 館藏號

source: System-generated item number.
hi: प्रणाली-जनित आइटम नंबर.
it: Numero dell'elemento, generato automaticamente dal sistema.
tr: Sistem tarafından oluşturulan materyal numarası.
zh_tw: 系統產生的館藏號。

source: Does not display in the item record.
hi: आइटम रिकॉर्ड में प्रदर्शित नहीं करता.
it: Non viene visualizzato tra i dati dell'elemento.
tr: Materyal kaydı içerisinde gösterilmez.
zh_tw: 不顯示於館藏紀錄。

source: Owning Library \*\*
hi: मालिक लाइब्रेरी \*\*
it: Biblioteca proprietaria\*\*
tr: Sahip Olan Kütüphane \*\*
zh_tw: 所屬圖書館 \*\*

source: Branch code
hi: शाखा कोड
it: Codice filiale
tr: Birim kodu
zh_tw: 條碼

source: **Required**. Code must be defined in :ref:`Libraries, Branches and Groups <libraries-&-groups-label>`
hi: **आवश्यक **। कोड में परिभाषित किया जाना चाहिए: संदर्भ: `पुस्तकालय, शाखाएं और समूह <libraries-&-groups-label>`
it: **Obbligatorio**. Il codice de'essere definito nella sezione :ref:`Biblioteche e gruppi <libraries-&-groups-label>`
tr: **Gerekli**. Kod, `Kütüphaneler, Birimler ve Gruplar <libraries-&-groups-label>` içinde tanımlanmalıdır
zh_tw: **必備**。代碼必須設定於 :ref:`圖書館、分館與群組 <libraries-&-groups-label>`

source: Holding library \*\* (usually the same as 952$a )
hi: होल्डिंग पुस्तकालय \*\* (आमतौर पर उसी के रूप में 952$a )
it: Biblioteca detentrice \*\* (di solito la stessa del campo 952$a)
tr: Bulunduran kütüphane \*\* (genellikle 952$a ile aynı)
zh_tw: 典藏圖書館 \*\* (通常與 952$a 相同)

source: Shelving location code
hi: शैल्विग स्थान को़ड
it: Codici di collocazione a scaffale
tr: Raf yeri kodu
zh_tw: 書架位置代碼

source: Coded value, matching :ref:`Authorized Value <authorized-values-label>` category ('LOC' in default installation)
hi: कोडित मान, मिलान करें: रेफरी: `अधिकृत मान <authorized-values-label>` श्रेणी (डिफ़ॉल्ट स्थापना में 'LOC')
it: Valore codificato, configurato nella corrispondente categoria della sezione :ref:`Valori autorizzati <authorized-values-label>`, ('LOC', nell'installazione predefinita)
tr: :ref:`Yetkili Değer <authorized-values-label>` kategorisi ile eşleşen, Kodlu değer (varsayılan kurulumda 'LOC')
zh_tw: 代碼值，對映於 :ref:`容許值 <authorized-values-label>` 範疇 (預設安裝為 'LOC')

source: Date acquired
hi: दिनांक को प्राप्त
it: Data di acquisti
tr: Edinilen tarih
zh_tw: 到館日期
