Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: To expand collapsed values simply click on the title and the subfields will appear. To duplicate a field or subfield just click the plus sign (+) to the right of the label. To use field helper plugins simply click the ellipsis (...) to the right of the field.
hi: ढह मूल्यों का विस्तार करने के लिए बस शीर्षक पर क्लिक करें और उपक्षेत्रों दिखाई देगा। एक क्षेत्र या subfield नकल करने के लिए सिर्फ लेबल के अधिकार के लिए धन चिह्न (+) पर क्लिक करें। क्षेत्र सहायक plugins का उपयोग करने के लिए बस मैदान के सही करने के लिए दीर्घवृत्त (...) पर क्लिक करें।
it: Per espandere valori compressi, clicca sul titolo e appariranno i sottocampi. Per duplicare un campo, clicca su (+). Per accedere al plugin del campo premi '...' a destra del campo.
tr: Daraltılmış değerleri genişletmek için, başlığa tıklayınız daha sonra alt alanlar gözükecektir. Bir alanı ya da alt alanı kopyalamak için, etiketin sağındaki artı işaretine (+) tıklayınız. Alan yardımcı eklentilerini kullanmak için alanın sağındaki üç noktaya (...) tıklayınız.
zh_tw: 勾選題名出現分欄後，就能展開其值。勾選標籤右方的加號 (+) ，就能複製欄位或分欄。勾選欄位右方的刪節號 (...) ，就能使用外掛的說明。

source: When linking authorities to other headings, you can use the authority finder plugin by clicking the ellipsis (...) to the right of the field.
hi: जब अन्य शीर्षकों करने के लिए अधिकारियों को जोड़ने, आप के क्षेत्र की सही करने के लिए दीर्घवृत्त (...) पर क्लिक करके प्राधिकरण खोजक प्लगइन का उपयोग कर सकते हैं।
it: Legando authority ad altre intestazioni, premi su '...' a destra del campo per usare il plugin di ricerca.
tr: Otoriteleri diğer başlıklara bağlarken, alanın sağındaki üç noktaya (...) tıklayarak otorite arayıcı eklentisini kullanabilirsiniz.
zh_tw: 連結權威至其他標目時，可按下欄位右方的刪節號 (...) ，啟用權威尋找外掛程式。

source: |image704|
hi: |छवि704|

source: From there you can search your authority file for the authority to link. If you can't find the authority to link, you can click the 'Create new' button and add the necessary authority for the link. This plugin also allows for you to choose the link relationship between the authorities.
hi: वहां से आप प्राधिकरण लिंक करने के लिए अपने अधिकार फ़ाइल खोज सकते हैं। आप लिंक करने का अधिकार नहीं मिल सकता है, तो आप 'नया बनाएँ' बटन क्लिक करें और लिंक के लिए आवश्यक प्राधिकार जोड़ सकते हैं। इस प्लगइन भी आप के अधिकारियों के बीच की कड़ी के रिश्ते का चयन करने के लिए अनुमति देता है।
it: Da qui puoi cercare sull'authority file per indicare il record da agganciare. Se non lo trovi, puoi crearne uno premendo 'Crea nuovo' a aggiungere il record al link. Questo plugin ti permette anche di scegliere la relazione tra le autorità.
tr: Buradan, otorite bağlantısı kurmak için otorite dosyanızı araştırabilirsiniz. Otorite bağlantısı kurmak için bağlantı bulamıyorsanız, 'Yeni oluştur' butonuna tıklayabilirsiniz ve bağlantı için gerekli otoriteyi ekleyebilirsiniz. Bu eklenti size aynı zamanda otoriteler arasındaki bağlantı ilişkisini seçmenize de imkan tanır.
zh_tw: 從此可搜尋權威紀錄檔找尋權威連結。若找不到，可點選 '新增' 鈕加入必要的權威給此連結。此外掛程式允許您選擇權威間的關係。

source: |image705|
hi: |छवि705|

source: If you choose to search another library for the authority record you will be presented with a search box
hi: तुम अधिकार रिकार्ड के लिए एक और पुस्तकालय खोज करने के लिए चुनते हैं, तो आप एक खोज बॉक्स के साथ प्रस्तुत किया जाएगा
it: Se scegli di cercare in un'altra biblioteca per il record di authority, ti verrà presentato un form di ricerca.
tr: Eğer otorite kayıt için başka bir kütüphane üzerinde arama yapmak isterseniz, size bir arama kutusu getirilecektir.
zh_tw: 選擇搜尋其他圖書館的權威記錄，將出現該搜尋框

source: |image706|
hi: |छवि706|

source: From the results you can choose the 'Import' link to the right of the record you would like to add to Koha
hi: परिणाम रिकार्ड का सही करने के लिए 'आयात' लिंक चुन सकते हैं आप Koha में जोड़ने के लिए चाहते हैं
it: Dalla pagina dei risultati puoi cliccare il link 'Importa' a destra del record che vuoi aggiungere in Koha
tr: Sonuçlardan, Koha'ya eklemek istediğiniz kayıtın sağ tarafında bulunan "İçe aktar" linkini tıklamayı seçebilirsiniz.
zh_tw: 從結果頁面可以點選記錄右方的 '匯入' 連結，將資料加入 Koha

source: |image707|
hi: |छवि707|

source: You will then be presented with the form to edit the authority before saving it to your system
hi: इसके बाद आप अपने सिस्टम को सहेजने से पहले प्राधिकरण को संपादित करने के लिए फार्म के साथ प्रस्तुत किया जाएगा
it: Ti verrà presentata una form per modificare l'authority prima di salvarla nel sistema.
tr: Sonra size sisteminize kaydetmeden önce otorite ile ilgili değişiklikler yapabileceğiniz bir form sunulacak
zh_tw: 儲存之前顯示可編輯的權威表單

source: |image708|
hi: |छवि708|

source: Searching Authorities
hi: खोज प्राधिकरणों
it: Ricerca authority
tr: Otoriteler Aranıyor
zh_tw: 搜尋權威

source: From the authorities page you can search for existing terms and the bibliographic records they are attached to.
hi: प्राधिकारी पृष्ठ से आप मौजूदा नियमों और ग्रंथ सूची रिकॉर्ड वे से जुड़े होते हैं खोज सकते हैं।
it: Dalla pagina dei record di autorità puoi cercare termini esistenti e i record bibliografici ad essi associati.
tr: Otoriteler sayfasından mevcut ifadeleri ve bunlara eklenen bibliyografik kayıtları araştırabilirsiniz.
zh_tw: 可從權威紀錄頁面搜尋既有的詞彙以及相關的書目紀錄。

source: |image709|
hi: |छवि709|

source: From the results you will see the authority record, how many bibliographic records it is attached to, an 'Actions' menu that includes the ability to :ref:`edit <editing-authorities-label>`, :ref:`merge <merging-authorities-label>` and :ref:`delete <editing-authorities-label>` (if there are no bibliographic records attached).
hi: परिणामों से आपको प्राधिकरण का रिकॉर्ड दिखाई देगा, यह कितने ग्रंथ सूची के साथ जुड़ा हुआ है, एक 'क्रिया' मेनू जिसमें क्षमता शामिल है: रेफरी: `संपादित करें <editing-authorities-label>`, : रेफरी: 'मर्ज <merging-authorities-label> `और` रेफरी: `हटाएं, <editing-authorities-label>` (यदि कोई ग्रंथसूची संबंधी रिकॉर्ड संलग्न नहीं हैं).
it: Dai risultati puoi vedere il record di autorità, quanti record bibliografici sono legati ad esso, un menu 'Azioni' che include la possibilità di :ref:`modificare <editing-authorities-label>`, :ref:`fondere <merging-authorities-label>` e :ref:`cancellare <editing-authorities-label>` (se non ci sono record bibliografici legati).
tr: Sonuçlardan otorite kaydını, kaç tane bibliyografik kaydın eklendiğini, bir :ref:`düzenle <editing-authorities-label>` bağlantısı, bir :ref:`birleştir <merging-authorities-label>` bağlantısı ve bir :ref:`sil <editing-authorities-label>` bağlantısı (eğer eklenmiş hiç bir bibliyografik kayıt yoksa) göreceksiniz.
zh_tw: 從此結果，可看到附加在此權威記錄的書目記錄，'作業' 選單包括 :ref:` 編輯 <editing-authorities-label>`、:ref:`合併 <merging-authorities-label>` 與 :ref:`刪除 <editing-authorities-label>` 等連結 (若沒有任何書目記錄附加於此)。

source: |image710|
hi: |छवि710|

source: Clicking on the Details link to the right of the authority record summary will open the full record and the option to edit the record.
hi: विवरण पर क्लिक प्राधिकरण रिकॉर्ड सारांश का सही पूरा रिकार्ड और रिकॉर्ड संपादित करने का विकल्प खुल जाएगा करने के लिए लिंक।
it: Il link Dettagli a destra del record di autorità apre l'intero record, offrendo l'opzione di modificarlo.
tr: Otorite kayıt özetinin sağındaki Ayrıntılar bağlantısına tıklayınca, kaydı düzenleme seçeneği ile birlikte kaydın tamamı açılacaktır.
zh_tw: 從權威紀錄摘要右方的詳情連結，打開完整的紀錄並可編輯該紀錄。

source: |image711|
hi: |छवि711|

source: If the authority has See Alsos in it you will see those broken out on the search results, clicking the linked headings will run a search for that heading instead.
hi: प्राधिकरण में यह Alsos देखें यदि आप लिंक किए गए शीर्षकों पर क्लिक कि बजाय बढ़ रहा है के लिए एक खोज चलेंगे खोज परिणामों पर बाहर टूट उन देखेंगे।
it: Se il record di authority ha 'Vedi anche', li vedrai marcati nei risultati. Cliccando sulle intestazioni relative, vedrai i risultati dell'intestazione accettata.
tr: Otoritede ‘Ayrıca bakınız bağlantıları’ mevcutsa, bunları arama sonuçlarında çıktığında göreceksiniz, bağlantılı başlıklara tıklamak o başlık yerine bir araştırma başlatacaktır.
zh_tw: 若權威紀錄包括參見，您將看到它們分列在搜尋結果，勾選連結的標題，將執行搜尋該標題。

source: |image712|
hi: |छवि712|

source: Editing Authorities
hi: संपादन प्राधिकारियों
it: Modificare Authority
tr: Otoriteler Düzenleniyor
zh_tw: 編輯權威

source: Authorities can be edited by clicking on the authority summary from the search results and then clicking the 'Edit' button above the record. Or by clicking on the 'Edit' link to the left of the authority on the search results.
hi: अधिकारियों खोज परिणामों से प्राधिकरण सारांश पर क्लिक करके और फिर रिकॉर्ड के ऊपर 'संपादन' बटन पर क्लिक करके संपादित किया जा सकता है। या 'संपादित करें खोज परिणामों पर अधिकार के बाईं ओर लिंक पर क्लिक करके।
it: Le Authority possono essere modificate cliccando sulla breve descrizione dei risultati della ricerca e e cliccando sul tasto Modifica sopra il record. Oppure cliccando sul collegamento Modifica a sinistra dell'authority nei risultati della ricerca
tr: Otoriteler, arama sonuçlarından otorite özeti üzerine tıklanarak ve sonra kaydın üzerindeki 'Düzenle' üzerine tıklanarak düzenlenebilir. Ya da arama sonuçlarında otoritenin solunda yer alan 'Düzenle' bağlantısı üzerine tıklanarak düzenlenebilir.
zh_tw: 從搜尋結果裡勾選權威摘要，再點選記錄上方的 '編輯' 鈕就可以編輯它。或點選搜尋結果內權威記錄左方的 '編輯' 連結。

source: |image713|
hi: |छवि713|

source: Once you've made the necessary edits, simply click 'Save' and `dontmerge <#dontmerge>`__ is set to 'Do', Koha will immediately update all of the bib records linked to the authority with the new authority record's data. If dontmerge is set to "Don't" then Koha won't edit bib records when changes are made to authorities, rather, this is done later by the :ref:`merge\_authority.pl cronjob <update-authorities-label>`.
hi: एक बार जब आप आवश्यक संपादन कर लें, बस 'सहेजें' पर क्लिक करें और 'डोंटॉरर्ज <#dontmerge>`__ पर सेट करें 'डू', कोहा तुरंत नए प्राधिकारी रिकॉर्ड के डेटा के साथ प्राधिकरण से जुड़े सभी बीआईबी रिकॉर्ड को अपडेट कर देगा। अगर डोंटर्गेज़ को "डॉन" पर सेट किया जाता है तो कोहा ने बीब रिकॉर्ड्स को संपादित नहीं किया होगा, जब अधिकारियों के लिए परिवर्तन किए जाते हैं, बल्कि यह बाद में किया जाता है :ref:`merge\_authority.pl cronjob <update-authorities-label>
it: Una volta fatte le necessarie modifiche, semplicemente cliccando su Salva e `dontmerge <#dontmerge>`__ impostato a ‘Attiva’ , Koha aggiornerà immediatamente tutti i record bibliografici legati a quell'authority con i nuovi dati. Se dontmerge è impostato a “Non attivare“ Koha non modificherà i record bibliografici con i cambiamenti fatti alle authorities, ma successivamente tramite il :ref:`merge\_authority.pl cronjob <update-authorities-label>`.
tr: Gerekli düzenlemeleri yaptıktan sonra 'Kaydet' üzerine tıklamanız yeterlidir ve :ref:`dontmerge <#dontmerge>` 'Do' (yap) olarak ayarlanacaktır. Koha vakit geçirmeden otoriteye bağlı olan tüm kayıtları yeni otorite kaydın verileri ile güncelleyecektir. Eğer dontmerge "Don't" (yapma) olarak ayarlanırsa bu sefer Koha otoriteler üzerinde bir değişiklik olduğunda bibliyografik kayıtlar üzerinde bir düzenleme yapmayacaktır, bunun yerine, bu işlem daha sonra :ref:`merge\_authority.pl cronjob <update-authorities-label>` tarafından yapılacaktır.
zh_tw: 編輯之後，按下 '儲存' 鈕並把 `dontmerge <#dontmerge>`__ 設為 '做'，Koha 立即更新權威紀錄資料以及與該權威有關的書目紀錄。若設定為 "不做" Koha 不會編輯書目紀錄，而是在下次執行 :ref:`merge\_authority.pl 工作排程 <update-authorities-label>` 時，才更新所有附加於該權威的書目記錄。

source: To delete an authority record you first must make sure it's not linked to any bibliographic records. If it is not used by any bibliographic records a 'Delete' link will appear to the right of the record on the search results and as a button that appears after clicking on the summary of the authority record.
hi: एक अधिकारी के रिकॉर्ड को हटाने के लिए आप पहली बार यकीन है कि यह किसी भी ग्रंथ सूची रिकॉर्ड से लिंक नहीं है सुनिश्चित करना चाहिए। यह किसी भी ग्रंथ सूची रिकॉर्ड द्वारा नहीं किया जाता है तो एक 'नष्ट' लिंक खोज परिणामों पर और एक बटन है कि प्राधिकरण रिकॉर्ड का सारांश पर क्लिक करने के बाद प्रकट होता है के रूप में रिकॉर्ड के अधिकार के लिए दिखाई देगा।
it: Per cancellare un record di autorità devi prima essere sicuro che non sia associato a record bibliografici. Se non è usato, ci sarà disponibile un bottone 'Cancella' a destra del record nella pagina dei risultati e all'interno della pagina del record intero.
tr: Bir yetki kaydını silmek istiyorsanız öncelikle herhangi bir bibliyografik kayda bağlantısı olmadığına emin olmalısınız. Herhangi bir bibliyografik kayıt tarafından kullanılmıyorsa 'Sil' bağlantısı yetki kaydının özetine tıkladıktan sonra bir buton olarak arama sonuçlarında kaydın sağında belirecektir.
zh_tw: 必須先確定沒有被任何書目紀錄連結，才能刪除權威紀錄。未被連結的權威紀錄在右方顯示 '刪除' 連結，點選後，出現權威紀錄摘要。

source: Merging Authorities
hi: विलय अधिकारियों
it: Fusione Authority
tr: Otoriteleri Birleştirme
zh_tw: 合併權威

source: If you have duplicate authority records you can merge them together by clicking the 'Merge' link, found in the actions menu, next to two results on an authority search.
hi: यदि आपके पास डुप्लिकेट प्राधिकरण रिकॉर्ड हैं, तो आप एक प्राधिकरण खोज पर दो परिणामों के बगल में, क्रिया मेनू में पाए गए 'मर्ज' लिंक पर क्लिक करके उन्हें एक साथ विलय कर सकते हैं।
it: Se hai record di autorità duplicati li puoi fondere cliccando sul collegamento Fondi , che trovi nel menu delle azioni, vicino a due risultati nella ricerca sull'authority.
tr: Yinelenen otorite kayıtlarınız varsa, eylemler menüsünde bulunan, bir otorite aramasındaki iki sonucun yanında bulunan 'Birleştir' bağlantısını tıklayarak onları bir araya getirebilirsiniz.
zh_tw: 重複的權威記錄，可以經由作業選單旁的 '合併' 連結，將兩筆記錄合併。

source: |image714|
hi: |छवि714|

source: After clicking 'Merge' on the first result you will see that authority listed at the top of the results.
hi: पहला परिणाम पर 'मर्ज' पर क्लिक करने के बाद आप परिणामों के शीर्ष पर सूचीकरण कि प्राधिकरण देखेंगे।
it: Dopo aver cliccato 'Unisci' sul primo risultato vedrai quell'autorithy elencata in testa ai risultati.
tr: İlk sonuca 'Birleştir'i tıkladıktan sonra, o otoritenin sonuçların en üstünde listelendiğini göreceksiniz.
zh_tw: 在第一筆結果按 '合併' 可看見在結果上方的權威清單。

source: |image715|
hi: |छवि715|

source: Next you need to click 'Merge' next to the second result you'd like to merge.
hi: इसके बाद आप आप मर्ज करना चाहते हैं दूसरी परिणाम के लिए क्लिक करने के लिए 'मर्ज' अगले जरूरत है।
it: Successivamente è necessario fare clic su 'Fondi' accanto al secondo risultato che si desidera unire.
tr: Ardından, birleştirmek istediğiniz ikinci sonucun yanındaki 'Birleştir'i tıklayın.
zh_tw: 接著需按第二個結果旁的 '合併' 鈕。

source: You will be asked which of the two records you would like to keep as your primary record and which will be deleted after the merge.
hi: आपसे पूछा जाएगा आप अपनी प्राथमिक रिकॉर्ड के रूप में रखने के लिए करना चाहते हैं जो दो रिकॉर्ड की और जो मर्ज के बाद हटा दिया जाएगा।
it: Ti sarà chiesto quale dei due record vuoi che dopo la fusione rimanga come record principale e quale che sia cancellatao
tr: Birleştirme sonunda iki kayıttan hangi kaydı esas kayıt olarak saklamak istediğiniz ve hangi kaydın silineceği sorulacaktır.
zh_tw: Koha 要求編目員指定合併後保留的紀錄與刪除的紀錄。

source: |image716|
hi: |छवि716|

source: You will be presented with the MARC for both of the records (each accessible by tabs labeled with the authority numbers for those records). By default the entire first record will be selected, uncheck the fields you don't want in the final (destination) record and then move on to the second tab to choose which fields should be in the final (destination) record.
hi: आप रिकॉर्ड के दोनों के लिए मार्क (उन रिकॉर्ड के लिए प्राधिकरण संख्या के साथ लेबल टैब द्वारा प्रत्येक सुलभ) के साथ प्रस्तुत किया जाएगा। डिफ़ॉल्ट रूप से पूरे पहला रिकॉर्ड का चयन किया जाएगा, खेतों आप अंतिम (गंतव्य) रिकॉर्ड में नहीं करना चाहती अचयनित और फिर जो खेतों अंतिम (गंतव्य) रिकॉर्ड में होना चाहिए चुनने के लिए दूसरे टैब पर चलते हैं।
it: Verranno presentati i dati MARC di entrambi i record, ognuno accessibile dalla scheda con il bib number del record. Di default sarà selezionato il primo record, deseleziona i campi che non vuoi portare nel record finale poi spostati sul secondo tab per scegliere i campi che vuoi portare nel record finale.
tr: Size her iki kayıt için MARC sunulacak (bu kayıtların her birine bibliyografik kayıt numaralarıyla adlandırılmış sekmelerle ulaşılabilir ). Varsayılan olarak birinci kaydın tamamı seçilecektir, son (hedef dosya) kayıttaki istemediğiniz alanların onay işaretini kaldırınız, ardından son (hedef dosya) kayıtta olması gereken alanları seçmek için ikinci sekmeye geçiniz.
zh_tw: 顯示兩筆紀錄的 MARC(從權威號碼的分頁進入)。預設是勾選第一筆紀錄的所有欄位，剔除不要的欄位；再移入第二個分頁，選擇要合併紀錄的欄位。

source: |image717|
hi: |छवि717|

source: Once you have completed your selections click the 'Merge' button. The primary record will now contain the data you chose for it and the second record will be deleted.
hi: एक बार जब आप पूरा कर लिया है अपने चयन 'मर्ज' बटन पर क्लिक करें। प्राथमिक रिकॉर्ड अब डेटा आप इसके लिए चुना शामिल होंगे और दूसरा रिकॉर्ड हटा दिया जाएगा।
it: Una volta che hai completato la selezione clicca sul tasto Fondi. Il record principale conterrà i dati che hai scelto e il secondo sarà cancellato.
tr: Seçimlerinizi tamamladıktan sonra 'Birleştir' butonuna tıklayın. Birincil kayıt şimdi kendisi için seçtiğiniz veriyi içerecektir ve ikinci kayıt silinecektir.
zh_tw: 選好之後按 '合併' 鈕。主紀錄將保留而第二筆紀錄將被刪除。

source: |image718|
hi: |छवि718|

source: Cataloging Guides
hi: सूचीकरण गाइड
it: Guide per la catalogazione
tr: Kataloglama Rehberleri
zh_tw: 編目指南

source: Bibliographic Record Cataloging Cheat Sheet
hi: ग्रंथ सूची रिकॉर्ड कैटलॉग चीट पत्र
it: Guida rapida alla catalogazione del record bibliografico
tr: Bibliyografik Kayıt Kataloglama Cheat Sheet
zh_tw: 書目紀錄編目速查表

source: Tag
hi: टैग
tr: Alan kodu
zh_tw: 欄號

source: Label
hi: लेबल
it: Etichetta
tr: Etiket
zh_tw: 書標

source: Description
hi: विवरण
it: Descrizione
tr: Tanım
zh_tw: 說明

source: Instructions
hi: निर्देश
it: Istruzioni
tr: Talimatlar
zh_tw: 指示

source: LEADER
hi: लीडर
zh_tw: 記錄標示

source: Describes the record(i.e. surrogate) -- is it a record for a monograph? A serial?
hi: वर्णन रिकॉर्ड (यानी सरोगेट।) - यह एक मोनोग्राफ के लिए एक रिकॉर्ड है? एक सीरियल?
it: Descrive il record (cioè il sostituto) -- è un record per una monografia? Un periodico?
tr: Kaydı açıklar (i.e. surrogate) -- Bu bir monograf kaydı mı? Bir süreli yayın mı?
zh_tw: 紀錄敘述 (即代用品) -- 是書目紀錄？期刊？

source: Click in this field to fill it in. Then set "Bibliographic level" to 'a' for articles or 's' for serials. Otherwise, leave everything as is.
hi: इस क्षेत्र में क्लिक करें उस में भरने के लिए। 'ए' के लेख के लिए या धारावाहिकों के लिए 'एस' फिर "ग्रंथ सूची स्तर" की स्थापना की। अन्यथा, सब कुछ छोड़ के रूप में है।
it: Fare clic in questo campo per modificarlo. Quindi impostare il "livello bibliografico" su 'a' per gli articoli o su 's' per i periodici. Altrimenti lasciare tutto com'è.
tr: Doldurmak için bu alanı tıklayın. Daha sonra 'Bibliyografik düzeyi' makaleler için 'a', süreli yayınlar için 's' olarak ayarlayın. Aksi takdirde, her şeyi olduğu gibi bırakın.
zh_tw: 按此欄位填入資料。設定 "書目性質" 為 'a' 表示為論文或 's' 表示為期刊。否則，保持原樣。

source: CONTROL NUMBER
hi: नियंत्रण संख्या
tr: KONTROL NUMARASI
zh_tw: 控制碼

source: Accession number.
hi: परिग्रहण संख्या
it: Numero di acquisizione.
tr: Erişim numarası.
zh_tw: 近用碼。

source: Enter the accession number written inside the item here. For articles and items which do not have accession numbers, leave blank.
hi: आइटम के अंदर यहाँ लिखा परिग्रहण संख्या दर्ज करें। लेख और आइटम जो परिग्रहण संख्या नहीं है के लिए, खाली छोड़ दें।
it: Immettere il numero di acquisizione riportato all'interno dell'elemento. Per gli articoli ed altri elementi che non hanno un numero di acquisizione, lasciare in bianco.
tr: Buraya materyalin içerisinde yazılı olan sağlama numarasını girin. Sağlama numarası bulunmayan makaleler ve materyaller için boş bırakın.
zh_tw: 鍵入在館藏內找到的近用碼。沒有近用碼的論文與館藏，則保持空白。

source: CONTROL NUMBER IDENTIFIER
hi: नियंत्रण नंबर पहचानकर्ता
tr: KONTROL NUMARASI TANIMLAYICI
zh_tw: 控制碼辨識單位

source: Your MARC Organizational Code
hi: आपका मार्क संगठनात्मक कोड
it: Il codice MARC della vostra organizzazione
tr: MARC Kurum Kodunuz
zh_tw: 您的 MARC 機構碼

source: Click in this field to fill it in (will auto fill if you have your :ref:`MARCOrgCode` preference set).
hi: इसे भरने के लिए इस फ़ील्ड पर क्लिक करें :ref:`MARCOrgCode` वरीयता सेट).
it: Fare clic all'interno di questo campo per compilarlo (verrà compilato automaticamente se è stata impostata la preferenza ref:`MARCOrgCode`
tr: İçini doldurmak için bu alanın içine tıklayın (`MARCOrgCode` tercihiniz ayarlı ise otomatik olarak doldurulacaktır).
zh_tw: 按此欄位填入資料 (若已設定 :ref:`MARCOrgCode` 偏好則自動填入)。

source: D & T LATEST TRANSACTION
hi: डी एंड टी नवीनतम लेनदेन
it: D &amp; T LATEST TRANSACTION
tr: D & T EN SON İŞLEM

source: Current date and time.
hi: वर्तमान दिनांक और समय.
it: Data ed ora corrente.
tr: Geçerli tarih ve saat.
zh_tw: 今天日期與現在時間。

source: Click in this field to fill it in.
hi: इस क्षेत्र में क्लिक करें उस में भरने के लिए
it: Clicca su questo campo per riempirlo.
tr: İçini doldurmak için bu alanın üzerine tıklayın.
zh_tw: 按此欄位填入資料。

source: FIXED-LENGTH DATA ELEMENTS
hi: फिक्स्ड-लम्बाई डेटा तत्वों
tr: SABİT-UZUNLUKTA VERİ ÖĞELERİ
zh_tw: 定長資料細目

source: Field containing computer-readable representations of a number of things.
hi: फील्ड से युक्त कंप्यूटर-चीजों के एक नंबर की पठनीय अभ्यावेदन.
it: Campo che contiene una rappresentazione, comprensibile dal computer, di una quantità di cose.
tr: Bir kaç şeyin bilgisayar tarafından okunabilen temsilini içeren alan.
zh_tw: 包括電腦可讀的若干事項。

source: Generally you will only use 's' (single) or 'm' (multiple) options for position 06- use the former when the item was published in a single year, the latter when it was published over the course of several. If there is a single date, only enter a date in the first date field (positions 07-10). Enter the three-digit country code in positions 15-17, being sure to add spaces if the country code is fewer than three characters long. If there is an index, note that fact in position 31. Enter the three-letter language code in positions 35-37.
hi: आम तौर पर आप केवल 'एस' (एकल) या 'एम' (एकाधिक) की स्थिति के लिए विकल्प का उपयोग करेगा 06- पूर्व का उपयोग करें जब आइटम एक ही साल में प्रकाशित किया गया था, बाद में जब यह कई के पाठ्यक्रम पर प्रकाशित किया गया था। अगर वहाँ एक भी तारीख है, केवल पहली तारीख क्षेत्र (पदों 07-10) में एक तारीख दर्ज करें। पदों 15-17 में तीन अंकों की देश कोड दर्ज करें, अगर देश कोड से कम तीन अक्षर लंबा है रिक्त स्थान जोड़ने के लिए सुनिश्चित किया जा रहा है। अगर वहाँ एक सूचकांक है, ध्यान दें स्थिति 31 में तथ्य यह है कि पदों 35-37 में तीन अक्षर भाषा कोड दर्ज करें।
it: In genere si useranno solo le opzioni 's' (singola) o 'm' (multiple) per la posizione 06 - usare la prima se l'elemento è stato pubblicato una sola volta nell'anno; usare la seconda se l'elemento è stato pubblicato nel corso di più anni. Se c'è una sola data, immettere solo una data nelle posizioni 07-10. Immettere il codice di nazione a tre cifre nelle posizioni 15-17, assicurandosi di aggiungere spazi se il codice di nazione è lungo meno di tre caratteri. Se c'è un indice, annotare il fatto alla posizione 31. Immettere il codice della lingua a tre lettere nelle posizioni 35-37.
tr: Genellikle pozisyon 06 için sadece 's' (tek) ya da 'm' (birden fazla) seçeneklerini kullanacaksınız -materyal yek bir yıl içinde yayımlandı ise ilk seçeneği, bir kaç yıl boyunca yayımlandığında ise ikinci seçeneği kullanın. Tek bir tarih varsa, ilk tarih alanı içine (07-10 pozisyonları) sadece bir tarih girin. Pozisyon 15-17 içine üç basamaklı ülke kodunu girin, ülke kodu üç karakter uzunluğundan az ise boşluk eklediğinizden emin olun. Eğer bir dizin varsa, bu durumu pozisyon 31 içerisinde belirtin. 35-37 pozisyonları içinde üç harfli dil kodunu girin.
zh_tw: 在位址 06 鍵入 's' (單件) 或 'm' (多件)，在一年內出版的館藏使用 s，跨年出版的館藏使用 m。祗有一個年份，則鍵入出版年1 (位址 07-10)。在位址 15-17 鍵入三位數的國家代碼，少於三位數時應加入空白。在位址 31，記載其索引。在位址 35-37 鍵入語文代碼。
