Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: This feature is currently experimental, and may have bugs that cause corruption of records. It also does not include any support for UNIMARC or NORMARC fixed fields. Please help us test it and report any bugs, but do so at your own risk.
hi: यह सुविधा वर्तमान में प्रयोगात्मक है, और ऐसे बग हो सकते हैं जो रिकॉर्ड के भ्रष्टाचार का कारण बनता है. इसमें युनिमार्क या नॉनमार्क निश्चित क्षेत्रों के लिए कोई भी समर्थन शामिल नहीं है. कृपया हमें इसका परीक्षण करने और किसी भी बग की रिपोर्ट करने में मदद करें, लेकिन ऐसा अपने जोखिम पर करें.
it: Questa funzione è attualmente sperimentale, e può avere bug che causano la corruzione di record. Inoltre non include alcun supporto per i campi fissi UNIMARC o NORMARC. Ti preghiamo di aiutarci a testarla e a segnalare eventuali bug, ma a tuo rischio e pericolo.
tr: Bu özellik şu anda deneyseldir ve kayıtların bozulmasına neden olabilecek hataları olabilir. Ayrıca UNIMARC veya NORMARC sabit alanları için herhangi bir destek içermez. Lütfen bunu test etmemize yardımcı olun ve karşılaştığınız program hatalarını bize gönderin, ancak tüm risklerin size ait olduğunu unutmayın.
zh_tw: 此功能還在實驗階段，其錯誤可能造成記錄不完全。也不支援 UNIMARC 或 NORMARC 的固定欄位。請協助我們測試並報告錯誤，責任自負。

source: In the advanced editor once you've opened a blank framework or imported a record via Z39.50 you will be presented with the form to continue cataloging
hi: उन्नत संपादक में एक बार आप एक खाली ढांचे खोला या Z39.50 के माध्यम से एक रिकार्ड आयात किया है आप फार्म सूचीकरण जारी रखने के लिए के साथ प्रस्तुत किया जाएगा
it: Nell'editor avanzato dopo aver aperto una griglia vuota o aver importato un record via Z39.50, ti verrà presentata la form per continuare a catalogare
tr: Gelişmiş düzenleyicide boş bir çerçeve açtığınızda ya da Z39.50 yoluyla kayıt aktardığınızda, size kataloglamaya devam etmeniz için bir form sunulacaktır
zh_tw: 在基本編輯器內，打開空白的框架或經由 Z39.50 匯入紀錄後，將出現繼續編目的表單

source: |image1263|
hi: |छवि1263|

source: Using the search box on the left you can perform Z39.50 searches
hi: बाईं तरफ खोज बॉक्स का उपयोग कर आप Z39.50 खोजों प्रदर्शन कर सकते हैं
it: Utilizzando la casella di ricerca a sinistra è possibile eseguire ricerche Z39.50
tr: Soldaki arama kutusunu kullanarak Z39.50 aramaları gerçekleştirebilirsiniz
zh_tw: 從左方的搜尋盒可執行 Z39.50 搜尋

source: |image642|
hi: |छवि642|

source: And from those Z39.50 results you can view the marc record by clicking the link to the right
hi: और Z39.50 उन से यह परिणाम है कि आप सही करने के लिए लिंक पर क्लिक करके मार्क रिकॉर्ड देख सकते हैं
it: E da quei risultati di Z39.50 è possibile visualizzare il record marc cliccando sul link a destra
tr: Ve bu Z39.50 sonuçlarında, sağdaki bağlantıyı tıklayarak marc kaydını görüntüleyebilirsiniz
zh_tw: 從這些 Z39.50 結果按右方的連結可檢視 MARC 記錄

source: |image643|
hi: |छवि643|

source: Clicking 'Import' will bring the record in to the editor where you can perform your edits
hi: क्लिक 'आयात' के संपादक को रिकॉर्ड में लाने जाएगा, जहां आप अपने संपादन प्रदर्शन कर सकते हैं
it: Facendo clic su 'Importa' porterà il record nell'editor in cui è possibile eseguire le modifiche
tr: 'İçe Aktar'ı tıkladığınızda, düzenlemeyi düzenleme yapabileceğiniz editöre götürürsünüz
zh_tw: 按 '匯入' 鈕將把記錄帶入編輯器供編輯之用

source: |image644|
hi: |छवि644|

source: When adding a new field in the Advanced Editor, you need to key underscores for a blank indicator, and surround the indicators with spaces.
hi: जब उन्नत संपादक में एक नए क्षेत्र को जोड़ने के लिए, आप एक खाली सूचक के लिए कुंजी रेखांकित करने की जरूरत है, और रिक्त स्थान के साथ संकेतक के चारों ओर।
it: Quando aggiungi un nuovo record con l'editor avanzato, devi inserire un underscore per un indicatore vuoto e circondare gli indicatori con spazi.
tr: Gelişmiş Düzenleyiciye yeni bir alan eklerken boş bir gösterge için alt çizgiyi tuşlamanız ve göstergeleri boşluklarla çevrelemeniz gerekir.
zh_tw: 在進階編輯器內新增欄位時，必須在空白的指標鍵入底線，並在前後加入空白。

source: You need to key a space before the first subfield delimiter, but not before or after other subfield delimiters in the field.
hi: तुम पहले उपक्षेत्र सीमांकक से पहले एक अंतरिक्ष कुंजी की जरूरत है, लेकिन इससे पहले कि या क्षेत्र में अन्य उपक्षेत्र सीमांकक के बाद नहीं।
it: Devi inserire uno spazio prina del primo delimitatore di sottocampo ma non prima o dopo gli altri delimitatori di sottocampo all'interno del campo.
tr: İlk alt alan sınırlayıcıdan önce bir boşluk tuşlamanız gerekir, ancak alanda diğer alt alan sınırlayıcılarının öncesinde veya sonrasında bir boşluk bırakmanız gerekmez.
zh_tw: 需在第一個分欄分隔符號前鍵入一個空白，但不必在其他分欄分隔符號前後加入空白。

source: At the bottom of the editor you will see help from the Library of Congress for the field you are on. In cases where your MARC is invalid you will see red highlighting. To edit the record using only keyboard functions the Keyboard shortcuts button will inform you of the necessary commands
hi: संपादक के नीचे आप मैदान पर हैं आप के लिए लाइब्रेरी ऑफ कांग्रेस से मदद देखेंगे। मामलों में जहां आपका मार्क अमान्य है में आप लाल प्रकाश डाला देखेंगे। केवल कुंजीपटल कार्यों का उपयोग कर रिकॉर्ड संपादित करने के लिए कीबोर्ड शॉर्टकट बटन आवश्यक आदेशों के बारे में सूचित किया जाएगा
it: At il fondo dell'editor si vedrà l'help dalla Library of Congress per il campo in cui ci si trova. Nei casi in cui il MARC è un campo invalido, sarà evidenziando in rosso. Per modificare i record utilizzando solo scorciatoie da tastiera, il relativo bottone ti informerà dei comandi
tr: Editörün altında, bulunduğunuz alan için Kongre Kütüphanesi'nden yardım göreceksiniz. MARC'nızın geçersiz olduğu durumlarda, kırmızı vurgulama görürsünüz. Kaydı yalnızca klavye işlevlerini kullanarak düzenlemek için, Klavye kısayolları düğmesi gerekli komutları size bildirecektir
zh_tw: 在編輯器下方有來自美國國會圖書館的欄位說明。不合用的 MARC 將標示為紅色。祗以鍵盤編輯記錄時將提示快捷鍵供必要指令使用

source: |image645|
hi: |छवि645|

source: Advanced Cataloging Keyboard Shortcuts
hi: उन्नत कैटलॉग कुंजीपटल शॉर्टकट
it: Scorciatoie dell'editor di catalogazione avanzato
tr: Gelişmiş Kataloglama Klavye Kısayolları
zh_tw: 進階編目鍵盤快捷鍵

source: The following keyboard shortcuts can be used in the advanced cataloging module to save time and clicking.
hi: निम्नलिखित कीबोर्ड शॉर्टकट समय और क्लिक बचाने के लिए उन्नत सूचीकरण मॉड्यूल में इस्तेमाल किया जा सकता है।
it: Le seguenti scorciatoie da tastiera possono essere utilizzate nella catalogazione avanzata per risparmiare tempo e click.
tr: Aşağıdaki klavye kısayolları, tıklama ve zamandan kazanmak için gelişmiş kataloglama modülünde kullanılabilir.
zh_tw: 以下的鍵盤快捷鍵可用於進階編目模組以節省時間。

source: Shortcut
hi: लघु-पथ:
it: Scorciatoia
tr: Kısayol
zh_tw: 快捷鍵

source: Behavior
hi: व्यवहार
it: Comportamento
tr: Davranış
zh_tw: 行為

source: Insert delimiter (‡)
hi: सीमांकक सम्मिलित (‡)
it: Inserisci delimitatore (‡)
tr: Sınırlayıcı ekle (‡)
zh_tw: 插入分隔符號 (‡)

source: Get help on current subfield
hi: वर्तमान subfield पर मदद प्राप्त करें
it: Ricevi aiuto sul presente sottocampo
tr: Geçerli alt alan hakkında yardım alın
zh_tw: 當前分欄的說明

source: Save record
hi: सहेजें रिकार्ड
it: Salva record
tr: Künyeyi kaydet
zh_tw: 儲存紀錄

source: Delete current field
hi: हटाएँ वर्तमान क्षेत्र
it: Cancella questo campo
tr: Mevcut alanı sil
zh_tw: 刪除此分欄

source: Ctrl-Shift-X
hi: Ctrl-Shift-एक्स

source: Delete current subfield
hi: हटाएँ वर्तमान उपक्षेत्र
it: Cancella il sottocampo corrente
tr: Geçerli alt alanı sil
zh_tw: 刪除此分欄

source: Enter
hi: एंटर
it: Inserisci
tr: Giriş
zh_tw: 輸入

source: New field on next line
hi: अगली पंक्ति पर नए क्षेत्र
it: Nuovo campo sulla nuova linea
tr: Bir sonraki satırda yeni alan
zh_tw: 新欄位在下一列

source: Shift-Enter
hi: शिफ़्ट-एन्टर

source: Insert line break
hi: सम्मिलित लाइन ब्रेक
it: Inserisci a capo
tr: Satır sonu ekle
zh_tw: 搜入斷列標記

source: Tab
hi: टैब
tr: Sekme
zh_tw: 定位鍵

source: Move to next position
hi: अगले स्थिति में ले जाएँ
it: Sposta alla posizione successiva
tr: Bir sonraki konuma taşı
zh_tw: 移動至下個位置

source: Shift-Tab
hi: शिफ़्ट-टैब

source: Move to previous position
hi: पिछली स्थिति में ले जाएँ
it: Ritorna alla posizione precedente
tr: Bir önceki konuma taşı
zh_tw: 移動至前個位置

source: Macros in Advanced Cataloging
hi: उन्नत कैटलॉग में मैक्रोज़
it: Macro della catalogazione avanzata
tr: Gelişmiş Kataloglamadaki Makrolar
zh_tw: 進階編目巨集

source: To record a new macro:
hi: एक नया मैक्रो रिकॉर्ड करने के लिए:
it: Per creare una nuova macro:
tr: Yeni bir makro kaydetmek için:
zh_tw: 記錄新的巨集：

source: Select the "> Macros..." button
hi: चयन करें "> मैक्रोज़ ..." बटन का
it: Seleziona il bottone “> Macro..."
tr: Makrolar..."> butonunu seçin
zh_tw: 選擇 "> 巨集..." 鈕

source: A window will pop up. In this window, select "New macro...," key the new macro's name in the pop-up box and select OK.
hi: एक पॉप अप विंडो होगा। इस विंडो में, "नया मैक्रो ...," कुंजी नया मैक्रो का पॉप-अप बॉक्स में नाम का चयन करें और ठीक चुनें।
it: Apparirà un finestra pop up. In questa finestra seleziona "Nuova macro ...", inserisci il nome della macro e clicca su OK.
tr: Bir pencere açılacaktır. Bu pencerede, "Yeni makro..." seçeneğini seçin ve açılan kutuya yeni makronun adını girin ve Tamam'ı seçin.
zh_tw: 將彈出視窗。在此視窗內，選擇 "新增巨集..."，在彈出盒內鍵入新的巨集名稱並選擇 OK。

source: Now click to the right of the little number 1, and key the first line of your macro. For a multi-line, i.e., multi-field macro, hit the return key so that a little number 2 appears, and key the second line/field, etc.
hi: अब थोड़ा संख्या 1 के अधिकार के लिए क्लिक करें, और अपने मैक्रो की पहली पंक्ति कुंजी। एक बहु-लाइन है, यानी, बहु क्षेत्र मैक्रो के लिए, वापस कुंजी हिट किया इतना है कि एक छोटी संख्या 2 प्रतीत होता है, और कुंजी दूसरी पंक्ति/क्षेत्र, आदि
it: Ora clicca alla destra del piccolo numero 1 e inserisci la prima linea della tua macro. Per una macro multilinea, per esempio perchè lavori più campi, dai invio cosi che appaia un piccolo numero 2. Ora inserisci la seconda linea e continua così via via.
tr: Şimdi küçük sayı 1'in sağına tıklayın ve makronuzun ilk satırını tuşlayın. Çok satırlı, yani çok alanlı bir makro için, enter tuşuna basın böylece küçük bir 2 sayısı görünür, ve ikinci satır/alan vb. Tuşlayın.
zh_tw: 現在按數字 1 右方，並鍵入巨集的第一列。若有多列，如多欄位巨集，按歸位鍵才會出現數字2，並鍵入第二列/欄位等。

source: Your macros will be automatically saved. When finished you can select the "x" to close the window, or select a macro to run on the record that you're editing, or select another macro to run.
hi: अपने मैक्रो स्वचालित रूप से सहेजा जाएगा। जब समाप्त हो तुम "एक्स" खिड़की बंद करने के लिए, या रिकॉर्ड है कि आप संपादन कर रहे हैं पर चलाने के लिए एक मैक्रो का चयन करें, या चलाने के लिए एक और मैक्रो का चयन चयन कर सकते हैं।
it: Le tue macro verranno salvate automanticamente. Quando hai finito puoi selezionare la "x" per chiudere la finestra, o seleziona una macro da far girare sul record che stai modificando o seleziona una nuova macro da far girare.
tr: Makrolarınız otomatik olarak kaydedilecektir. İşlemi tamamladığınızda pencereyi kapatmak için "x" i seçebilirsiniz veya düzenlediğiniz kayıtta çalıştırılacak bir makro seçin veya çalıştırmak için başka bir makro seçin.
zh_tw: 自動儲存您的巨集。做好後按 "x" 關閉視窗，或選擇編輯後要執行的記錄，或選擇其他要執行的巨集。

source: To edit an existing macro:
hi: एक मौजूदा मैक्रो संपादित करने के लिए:
it: Per modificare una macro esistente:
tr: Mevcut bir makroyu düzenlemek için:
zh_tw: 編輯既有的巨集：

source: A window will pop up. In this window, select the macro that you wish to edit & make your changes.
hi: एक विंडो पॉप अप होगी इस विंडो में, मैक्रो का चयन करें जिसे आप संपादित करना चाहते हैं और अपने परिवर्तनों को बनाते हैं।
it: Apparirà un finestra pop up. In questa finestra seleziona la macro che vuoi modificare e fai i tuoi cambiamenti.
tr: Bir pencere açılır. Bu pencerede, düzenlemek istediğiniz makroyu seçin ve değişikliklerinizi yapın.
zh_tw: 將彈出視窗。在此視窗內，選擇要編輯的巨集 &amp; 變更它。

source: Your work will automatically be saved, and when finished you can select the "x" to close the window, or select a macro to run on the record that you're editing, or select another macro to run.
hi: आपका काम स्वचालित रूप से सहेजा जाएगा, और जब समाप्त हो तुम "एक्स" खिड़की बंद करने के लिए, या रिकॉर्ड है कि आप संपादन कर रहे हैं पर चलाने के लिए एक मैक्रो का चयन करें, या चलाने के लिए एक और मैक्रो का चयन चयन कर सकते हैं।
it: Le tue macro verranno salvate automanticamente, quando hai finito puoi selezionare la "x" per chiudere la finestra, o seleziona una macro da far girare sul record che stai modificando o seleziona una nuova macro da far girare.
tr: Çalışmanız otomatik olarak kaydedilecektir ve işiniz bittiğinde pencereyi kapatmak için "x" i seçebilirsiniz veya düzenlediğiniz kayıtta çalıştırmak için bir makro seçin veya çalıştırmak için başka bir makro seçin.
zh_tw: 將自動儲存您的工作，並且在完成後選擇 "x" 關閉視窗，或選擇編輯後記錄內要執行的巨集，或選擇另個要執行的巨集。

source: The basic syntax of the macro language:
hi: मैक्रो भाषा की बुनियादी सिंटेक्स:
it: La sintassi di base del linguaggio delle macro:
tr: Makro dilinin temel söz dizimi:
zh_tw: 巨集語言的基本語法：

source: new 500=‡aEdited with Rancor
hi: नया 500=‡aविद्वेष के साथ संपादित
tr: yeni 500=‡aRancor ile düzenlenmiş
zh_tw: 新增 500=‡a以 Rancor 編輯

source: Creates a new 500 with a ‡a subfield and sets it to "Edited with Rancor".
hi: एक नया 500 a ‡a उप क्षेत्र के साथ बनाता है और यह सेट "विद्वेष के साथ संपादित करने के लिए"।
it: Crea un nuovo tag 500 con un sottocampo ǂa e lo imposta a "Edited with Rancor".
tr: ‡a alt alanı olan yeni bir 500 oluşturur ve onu "Rancor ile Düzenlendi" olarak ayarlar.
zh_tw: 新增 500 欄位的 ‡a 分欄並 "以 Rancor 編輯"。

source: 245c= by J.K. Rowling.
hi: 245c= द्वारा जे.के. रॉलिंग

source: Sets the first ‡c subfield of the first 245 tag in the record to " by J.K. Rowling", creating it if necessary.
hi: "जे.के.राउलिंग द्वारा" के लिए रिकॉर्ड में पहले 245 टैग की पहली ‡c उपक्षेत्र सेट इसे बनाने के लिए यदि आवश्यक हो।
it: Imposta il primo sottocampo ‡c del primo tag 245 nel record a "di J.K. Rowling", creandolo se necessario.
tr: Kayıttaki ilk 245 etiketinin ilk ‡c alt alanını, "J.K. Rowling tarafından" olarak ayarlar ve gerekirse onu oluşturur.
zh_tw: 需要的話，在第一個 245 欄位的第一個 ‡c 分欄著錄 "by J.K. Rowling"。

source: Sets the ‡a subfield of the first 082 tag (creating the subfield if necessary) to the contents of the first 084‡a.
hi: पहले 082 टैग का ‡a उप क्षेत्र सेट (उपक्षेत्र यदि आवश्यक बनाने) पहले 084‡a की सामग्री के लिए.
it: Imposta il sottocampo ǂa del primo tag 082 (creando il sottocampo se necessario) al contenuto del primo 084‡a.
tr: İlk 082 tag'inin ‡a alt alanını (gerekirse alt alanı oluşturarak) ilk 084‡a'nın içeriğine ayarlar.
zh_tw: 在第一個082欄位的 ‡a 分欄 (需要時新增分欄) 設定內容為第一個 084‡a。

source: indicators=\_1
hi: संकेतक=\_1
zh_tw: 指標=\_1

source: Sets the indicators of the last mentioned tag (in this case, 082) to "\_" and "1".
hi: अंतिम उल्लेख टैग (इस मामले में, 082) से "\ _" और "1" के संकेतक सेट करता है
it: Imposta gli indicatori dell'ultimo tag citato (in questo caso, 082) a “\_” e "1".
tr: Son bahsedilen etiketin göstergelerini (bu durumda, 082) "\_" ve "1" e ayarlar.
zh_tw: 將最後提及欄號的指標 (在此例是，082) 設為 "\_" 與 "1"。

source: new 090a=Z674.75.W67
hi: नया 090a=Z674.75.W67
tr: yeni 090a=Z674.75.W67
zh_tw: 新增 090a=Z674.75.W67

source: Creates a new ‡a subfield on the first 090 (but only if that field already exists) and sets it to Z674.75.W67.
hi: पहले 090 पर एक नया ‡a उप क्षेत्र बनाता है (लेकिन उस क्षेत्र पहले से मौजूद है तभी)और यह Z674.75.W67 को निर्धारित करता है।
it: Crea un nuovo sottocampo ǂa sul primo 090 (ma solo se quel campo già esiste) e lo imposta a Z674.75.W67.
tr: İlk 090'da yeni bir ‡a alt alanı oluşturur (sadece o alan zaten varsa) ve onu Z674.75.W67 olarak ayarlar.
zh_tw: 新增第一個 900 欄位 (僅限已有該欄位) 的 ‡a 分欄並設定為 Z674.75.W67。

source: new 090a at end=Z674.75.W67
hi: नया 090a पर बन्द=Z674.75.W67
tr: sonuna yeni 090a=Z674.75.W67
zh_tw: 新增 090a 於 end=Z674.75.W67

source: Same as above.
hi: ऊपर की तरह समान.
it: Idem come sopra.
tr: Yukarıdaki ile aynı.
zh_tw: 同上。

source: new 245b after a= a tale of might and magic /
hi: नया 245b बाद a= a पराक्रम की कहानी और जादू /
it: nuovo 245b dopo a = a tale of might and magic /
tr: yeni 245b sonra a = a tale of might and magic /
zh_tw: 在 a= a tale of might and magic / 之後新增 245a

source: Creates a new ‡b after the first a subfield and sets it to " a tale of might and magic /".
hi: पहले एक उप क्षेत्र के बाद एक नया ‡b बनाएँ और पर इसे सेट करें " पराक्रम की कहानी और जादू /".
it: Crea un nuovo ‡b dopo il primo sottocampo a e lo imposta a " a tale of might and magic /".
tr: İlk a alt alanının ardından yeni bir ‡b oluşturur ve onu "a tale of might and magic /" öğesine ayarlar.
zh_tw: 在第一個分欄後面，新增 ‡b，並將其內容設定為 " a tale of might and magic /"。

source: delete 245b
hi: मिटाना 245b
tr: 245b alanını sil
zh_tw: 刪除 245b

source: Deletes the first ‡b subfield on the first 245 to ‡b
hi: पहले 245 पर पहले ‡b उपक्षेत्र ‡b को हटाता है
it: Cancella il primo ‡b nel primo 245
tr: İlk 245'teki ilk ‡b alt alanını ‡b'ye siler
zh_tw: 刪除第一個 245 欄位的 ‡b 分欄

source: Adding Analytic Records
hi: विश्लेषणात्मक रिकॉर्ड्स जोड़ना
it: Aggiunta di record analitici
tr: Analitik Kayıtları Ekleme
zh_tw: 新增分析紀錄

source: Libraries sometimes make journal articles and articles within monographs and serials accessible to library patrons through analytics cataloging. Analytics cataloging creates separate bibliographic records for these articles, chapters, sections, etc. found within a larger resource such as a book, an article within a journal, newspaper or serial. In analytics cataloging, although a separate bib record is created for the title, it is not physically separated from the host item. Learn more about Analytics in Chapter 13 of AACR2.
hi: पुस्तकालय कभी कभी पत्रिका लेख और मोनोग्राफ और विश्लेषणों के माध्यम से सूचीबद्ध पुस्तकालय संरक्षक के लिए सुलभ धारावाहिकों के भीतर लेख बनाते हैं। एनालिटिक्स सूचीबद्ध ऐसी एक किताब, एक पत्रिका, अखबार या सीरियल के भीतर एक लेख के रूप में इन लेखों, अध्याय, वर्गों के लिए अलग ग्रंथ सूची रिकॉर्ड, आदि के लिए एक बड़ा संसाधन के भीतर पाया बनाता है। एनालिटिक्स सूचीबद्ध करने में, हालांकि एक अलग बिब रिकॉर्ड खिताब के लिए बनाई गई है, यह शारीरिक रूप से मेजबान आइटम से अलग नहीं है। AACR2 के अध्याय 13 में Analytics के बारे में अधिक जानें।
it: Alcune volte le biblioteche offrono agli utenti la possibilità di ricerca degli articoli di rivista e quelli all'interno di monografie tramite la catalogazione analitica. La catalogazione analitica crea dei record separati per questi articoli, capitoli, sezioni eccetera compresi in una risorsa più estesa, sia un libro, un articolo di rivista, quotidiano o seriale. Nella catalogazione analitica, sebbene venga creato un record separato, questo non è fisicamente separato dalla copia superiore. Maggiori informazioni sugli Analitici al capitolo 13 dell'AACR2.
tr: Kütüphaneler bazen monografi ve süreli yayınlar içerisindeki makalelere analitik kataloglama aracılığıyla kullanıcıların erişmesini sağlarlar. Analitik kataloglama, bir kitap, bir süreli yayın ya da bir gazete içerisinde yer alan makale gibi daha geniş bir kaynağın içerisinde bulunan bu makaleler, bölümler, kesitler, vb. için ayrı bibliyografik kayıtlar oluşturur. Analitik kataloglamada başlık için ayrı bir bibliyografik kayıt oluşturulsa da bu kayıt kaynak materyalden fiziksel olarak ayrılmaz. Analitikler hakkında AACR2'nin 13. bölümünde daha ayrıntılı bilgi bulabilirsiniz.
zh_tw: 有時圖書館需要以分析編目技術，處理期刊裡的論文或專書裡的章節，供讀者使用。分析編目可編目期刊、報紙或期刊等書目記錄的部份內容，包括論文、章節、段落等。分析編目時，每個題名都有獨立的書目紀錄，但並未脫離主館藏的實體。詳情見中國編目規則第十四章分析與 AACR2 第 13 章。

source: If you would like to catalog analytic records there are two options. One is to use the :ref:`Easy Analytics` funtion; the other is the :ref:`Analytics Enhanced Workflow`.
hi: यदि आप विश्लेषणात्मक रिकॉर्ड की सूची करना चाहते हैं तो दो विकल्प हैं एक का उपयोग करने के लिए है :रेफर: `आसान विश्लेषिकी 'funtion; दूसरा है :रेफर: 'एन्हांसमेंट एन्हांस्ड वर्कफ़्लो'
it: Se desideri effettuare la catalogazione analitica ci sono due opzioni. Una è utilizzare la funzionalità :ref:`Easy Analytics <easy-analytics-label>`; l'altra è la :ref:`procedura avanzata per gli analitici <analytics-enhanced-workflow-label>`.
tr: Analitik kayıtları kataloglamak istiyorsanız iki seçeneğiniz vardır. Bir tanesi :ref:`Easy Analytics` işlevini kullanmaktır; diğeri ise :ref:`Analytics Enhanced Workflow` seçeneğidir.
zh_tw: Koha 提供兩種編目分析的選擇。一個是 :ref:`簡易分析`；另個是 :ref:`分析強化流程 `。

source: Easy Analytics
hi: आसान विश्लेषिकी
tr: Kolay Analitikler
zh_tw: 簡易分析

source: The Easy Analytics feature makes linking analytic records together easier. The first thing you need to do is set the :ref:`EasyAnalyticalRecords` preference to 'Display' and the :ref:`UseControlNumber` preference to 'Don't use.'
hi: आसान एनालिटिक्स फीचर एनालिटिक रिकॉर्ड्स को जोड़ना आसान बनाता है पहली चीज़ जिसे आपको करने की ज़रूरत है वह तय है :रेफर: 'EasyAnalyticalRecords' की तरफ से 'डिस्प्ले' और :रेफर:' 'UseControlNumber' की वरीयता 'का उपयोग न करें'।
it: La funzionalità Easy Analytics facilita il collegamento di record analitici. Innanzitutto è necessario impostare le preferenze di sistema :ref:`EasyAnalyticalRecords` su 'Mostra' e :ref:`UseControlNumber` su 'Non usare'.
tr: Easy Analytics özelliği analitik kayıtları birbirine bağlamayı kolaylaştırır. Yapmanız gereken ilk şey :ref:`EasyAnalyticalRecords` tercihini 'Görüntüle' ve :ref:`UseControlNumber` tercihini ise 'Kullanma' olarak ayarlamaktır.
zh_tw: 簡易分析功能可輕易地連結多個分析記錄。首先，設定 :ref:`EasyAnalyticalRecords` 偏好為 '顯示' 並把 :ref:`UseControlNumber` 偏好設為 '不使用'。

source: After cataloging your analytic record (see :ref:`Adding Records <adding-records-label>` for more on creating records) click 'Edit' from the normal view and choose to 'Link to Host Item'
hi: अपने विश्लेषणात्मक रिकॉर्ड को सूचीबद्ध करने के बाद (देखें :रेफर: अभिलेख जोड़ना <adding-records-label>` अभिलेख बनाने के बारे में अधिक जानकारी के लिए)> सामान्य दृश्य से 'संपादन' पर क्लिक करें और 'होस्ट वस्तु से लिंक करें' चुनें।
it: Dopo aver catalogato il tuo record analitico (vedi :ref:`Aggiunta di Record <adding-records-label>` per maggiori informazioni sulla creazione dei record), clicca 'Modifica' nella vista normale e scegli 'Collega alla superiore'
tr: Analitik kayıtlarınızı katalogladıktan sonra (kayıt oluşturma hakkında daha fazlası için bakınız: :ref:`Adding Records <adding-records-label>` ) normal görünümden 'Düzenle' üzerine tıklayın ve 'Kaynak Materyale Bağla' opsiyonunu seçin.
zh_tw: 編目分析紀錄後 (詳情見 :ref:`新增記錄 <adding-records-label>`)，在標準檢視模式下點選 '編輯'，並選擇 '連結至主館藏'

source: |image646|
hi: |छवि646|

source: This will prompt you to enter the barcode for the item this record should be linked to.
hi: इस मद में इस रिकॉर्ड से जोड़ा जाना चाहिए के लिए बारकोड दर्ज करने का संकेत होगा।
it: Ti verrà chiesto di inserire il barcode della copia a cui questo record deve essere collegato.
tr: Bu, bu kaydın bağlı olması gerektiği materyale barkot girmeniz için hatırlatma yapacaktır.
zh_tw: 提示鍵入館藏的條碼，以連結至紀錄。

source: |image647|
hi: |छवि647|

source: After entering the item's barcode and clicking 'Select' you will receive a confirmation message.
hi: आइटम के बारकोड में प्रवेश करने और 'चुनें' क्लिक करने के बाद आप एक पुष्टिकरण संदेश प्राप्त होगा।
it: Dopo aver indicato il barcode della copia e aver cliccato 'Scegli', ti verrà presentato un messaggio di conferma.
tr: Materyalin barkodunu girip 'Seç' üzerine tıkladıktan sonra karşınıza bir onay mesajı gelecektir.
zh_tw: 鍵入館藏條碼並按下 '選擇' 鈕後，出現確認訊息。

source: |image648|
hi: |छवि648|

source: The record will now have the 773 field filled in properly to complete the link.
hi: रिकॉर्ड अब ठीक से भरे लिंक पूरा करने के लिए 773 मैदान में होगा।
it: Il record avrà ora il campo 773 riempito per definire il legame.
tr: Mevcut bağlantıyı düzgünce tamamlamak üzere kaydın şu anda 773 alanını dolduracak
zh_tw: 此紀錄的773欄位鍵入完整的連結。

source: |image649|
hi: |छवि649|
