Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: Cataloging
hi: सूचीकरण
it: Catalogazione
tr: Kataloglama
zh_tw: 編目

source: Before you start cataloging in Koha you're going to want to do some basic setup. Refer to the :ref:`Implementation Checklist` for a full list of these things. Most importantly you're going to want to make sure that your :ref:`MARC Bibliographic Frameworks` are all defined the way you want. Once in the cataloging module you will not be able to add or remove fields and subfields so your frameworks must be ready before you start cataloging.
hi: इससे पहले कि आप कोहा में सूचीबद्ध करना शुरू करें, आप कुछ बुनियादी सेटअप करना चाहते हैं। इन चीजों की पूरी सूची के लिए `रेफर:` कार्यान्वयन चेकलिस्ट` को देखें। सबसे महत्वपूर्ण बात यह है कि आप यह सुनिश्चित करना चाहते हैं कि आपका रेफर: 'मार्क लाइबिलोग्राफिक फ़्रेमवर्क' सभी आप जिस तरीके से चाहते हैं, उसे परिभाषित किया गया है। एक बार कैटलॉग मॉड्यूल में आप फ़ील्ड्स और सबफ़िल्ड को जोड़ने या हटाने में सक्षम नहीं होंगे, ताकि आपके फ्रेमवर्क सूचीबद्ध होने से पहले तैयार हो जाएं।
it: Prima di catalogare in Koha, devi fare alcune scelte essenziali. Vedi il capitolo 15 (Lista di controllo per l'implementazione) per un elenco completo. Soprattutto è importante che le griglie di catalogazione siano configurate opportunamente. Una volta iniziato ad usare il modulo di catalogazione, le griglie non possono essere modificate senza rischi.
tr: Koha'da kataloglamaya başlamadan önce bazı temel ayarlar yapmak isteyebilirsiniz. Bu ayarların tam bir listesi için :ref:`Uygulama Denetim Listesi'ne bakınız. En önemlisi, :ref:`MARC Bibliyografik Çerçevelerinizin` istediğiniz şekilde tanımlandığından emin olmanızdır. Kataloglama modülüne bir kez girdiğinizde alanları ve alt alanları ekleyip kaldıramayacaksınız; bu nedenle kataloglamaya başlamadan önce çerçevelerinizin mutlaka hazır olması gerekmektedir.
zh_tw: 編目之前應參照 :ref:`應用核對清單`，先處理基本的設定，最重要的是確認您的 :ref:`MARC Bibliographic Frameworks` 框架已設定完成，進入編目模組後，就不能新增或移除欄位與分欄。

source: You can also use OCLC Connexion to send records directly in to Koha. For more information on that please review the :ref:`OCLC Connexion Gateway` setup Appendix.
hi: आप सीधे कोहा में रिकॉर्ड भेजने के लिए ओसीएलसी कनेक्शन का उपयोग भी कर सकते हैं। उस पर अधिक जानकारी के लिए कृपया समीक्षा करें: रेफर: `ओसीएलसी कनेक्शन गेटवे` सेटअप परिशिष्ट
it: Puoi anche usare OCLC Connexion per inviare direttamente i record in Koha. Per maggiori informazioni al riguardo per favore vedi la Appendice Configurazione di :ref:`OCLC Connexion Gateway`.
tr: Koha'ya kayıtları doğrudan göndermek için OCLC Connexion'da kullanabilirsiniz. Bu konu hakkında daha fazla bilgi almak için lütfen :ref:`OCLC Connexion Kurulum eki` bölümünü gözden geçirin.
zh_tw: 有些 Koha 使用者訂購 OCLC 的線上編目工具 Connexion 取得書目記錄。詳情見 :ref:`OCLC Connexion Gateway` 設定附錄。

source: *Get there:* More > Cataloging
hi: * वहाँ जाओ: * अधिक> कैटलॉग
it: *Vai a:* Più > Catalogazione
tr: *Gidiş yolu:* Daha fazla > Kataloglama
zh_tw: *到那：* 其他 > 編目

source: Bibliographic Records
hi: ग्रन्थसूची का रिकार्ड
it: Record bibliografici
tr: Bibliyografik Kayıtlar
zh_tw: 書目紀錄

source: In Koha the bibliographic record contains the main information related to the material. This includes things like the title, author, ISBN, etc. This information is stored in Koha in Marc (different flavors of Marc are supported in Koha). Once this information is saved, :ref:`Item Records` can be attached.
hi: कोहा में ग्रंथ सूची में सामग्री से संबंधित मुख्य जानकारी होती है। इसमें शीर्षक, लेखक, आईएसबीएन आदि जैसी चीजें शामिल हैं। यह जानकारी मार्केट में कोहा में संग्रहीत की जाती है (मार्क के अलग-अलग फ्लेवर कोहा में समर्थित हैं) एक बार यह जानकारी सहेज ली जाती है, : रेफर: `आइटम रिकॉर्ड्स` संलग्न किया जा सकता है।
it: In Koha, il record bibliografico contiene l'informazione fondamentale relativa al materiale. Include titolo, autore, ISBN, ecc. Questa informazione è conservata in Koha nel formato MARC (in una delle declinazioni MARC supportate da Koha). Una volta salvata questa informazione, si possono aggiungere :ref:`copie o fascicoli <bibliographic-records-label>`.
tr: Koha’daki bibliyografik kayıt materyalle ilgili ana bilgiyi içerir. Bu kayıt eser adı, yazar, ISBN gibi şeyleri kapsar. Bu bilgi Koha’da, Marc’da kaydedilir (Marc’ın farklı çeşitleri Koha’da desteklenir).Bu bilgi kaydedilince, :ref:`Materyal Kayıtları` eklenebilir.
zh_tw: Koha 的書目紀錄裡包括與資料有關的資訊。包括題名、著者、國際標準書號等。這些資訊儲存在 Koha 的機讀編目格式裡 (Koha 支援多種 MARC)。儲存後，就能加入館藏記錄 :ref:`Item Records`。

source: Adding Records
hi: एक प्राधिकरण रिकॉर्ड जोड़ना
it: Aggiunta di record
tr: Kayıt Ekleme
zh_tw: 新增紀錄

source: Records can be added to Koha via original or copy cataloging. You can also choose to use the basic or advanced cataloging interface for all of your work.
hi: रिकॉर्ड्स मूल या प्रतिलिपि कैटलॉग के माध्यम से कोहा करने के लिए जोड़ा जा सकता है। आप भी अपने काम के सभी के लिए बुनियादी या उन्नत कैटलॉग इंटरफ़ेस का उपयोग करने के लिए चुन सकते हैं।
it: I record bibliografici possono essere aggiunti a Koha tramite catalogazione originale o derivata. È possibile utilizzare l'interfaccia di catalogazione di base o quella avanzata.
tr: Kayıtlar Koha’ya orijinal ya da kopya kataloglama yoluyla eklenebilir. Aynı zamanda temel ya da gelişmiş kataloglama arayüzünü tüm çalışmanız için kullanmayı seçebilirsiniz.
zh_tw: 經由原始編目或複本編目可以新增紀錄入 Koha。也可使用基本或進階編目介面。

source: If you would like to catalog a record using a blank template in the basic editor
hi: यदि आप बुनियादी संपादक में एक खाली टेम्पलेट का उपयोग कर एक रिकार्ड सूची को चाहते हैं
it: Se vuoi catalogare un record partendo da un template vuoto nell'interfaccia di catalogazione di base
tr: Bir kaydı temel düzenleyici içindeki bir boş şablonu kullanarak kataloglamak isterseniz
zh_tw: 您可在基本編輯器中使用空白的模板編目

source: Click 'New Record'
hi: क्लिक करें 'नया रिकार्ड'
it: Clicca 'Nuovo record'
tr: 'Yeni Kayıt' a tıklayınız
zh_tw: 勾選 '新增紀錄'

source: |image627|
hi: |छवि627|

source: Choose the framework you would like to base your record off of
hi: ढांचे आप से दूर अपने रिकॉर्ड के आधार पर चाहते हैं चुनें
it: Scegli il tipo di griglia di catalogazione su cui basare il record
tr: Kaydınızı temellendirmek istediğiniz çerçeveyi seçin
zh_tw: 選擇編目基礎的框架

source: If you would like to catalog a record using a blank template in the advanced editor
hi: यदि आप उन्नत संपादक में एक खाली टेम्पलेट का उपयोग कर एक रिकार्ड सूची को चाहते हैं
it: Se vuoi catalogare un record partendo da un template vuoto partendo dall'interfaccia di catalogazione avanzata
tr: Bir kaydı gelişmiş düzenleyici içindeki bir boş şablonu kullanarak kataloglamak isterseniz
zh_tw: 您可在進階編輯器中使用空白的模板編目

source: Enable the :ref:`EnableAdvancedCatalogingEditor` preference
hi: सक्षम करें: रेफरी: `EnableAdvancedCatalogingEditor` वरीयता
it: Abilitare la preferenza :ref:`EnableAdvancedCatalogingEditor`
tr: :ref:`EnableAdvancedCatalogingEditor` sistem tercihini etkinleştirin
zh_tw: 啟用 :ref:`EnableAdvancedCatalogingEditor` 偏好

source: Click the 'Advanced editor' button
hi: क्लिक करें 'उन्नत संपादक' बटन
it: Fare clic sul pulsante 'Editor avanzato'
tr: 'Gelişmiş düzenleyici' butonuna tıklayın
zh_tw: 按 '進階編輯器' 鈕

source: |image1262|
hi: |छवि1262|

source: If you want to catalog a record based on an existing record at another library in the editor you last used (basic or advanced)
hi: आप पिछले इस्तेमाल आप संपादक में एक और पुस्तकालय में एक मौजूदा रिकॉर्ड के आधार पर एक रिकॉर्ड सूची को चाहते हैं (मूल या उन्नत)
it: Se vuoi catalogare un record partendo da un record di un altro catalogo, usando l'ultimo editore da te scelto (base o avanzato)
tr: En son kullandığınız düzenleyicideki başka bir kitaplıktaki mevcut bir kaydı temel alan bir kaydı kataloglamak isterseniz (temel veya gelişmiş)
zh_tw: 以上次使用的編輯器 (基本或進階)， 依照其他圖書館既有的紀錄，編目新的紀錄

source: Click 'New from Z39.50/SRU'
hi: क्लिक करें 'Z39.50/एसआरयू से नई'
it: Clicca 'Nuovo da Z39.50/SRU'
tr: 'Z39.50/SRU'dan Yeni' üzerine tıklayın
zh_tw: 按 '新增自 Z39.50/SRU'

source: |image628|
hi: |छवि628|

source: Search for the item you would like to catalog
hi: आइटम के लिए खोज आप सूची को चाहते हैं
it: Cerca le opere che vuoi catalogare
tr: Kataloglamak istediğiniz materyal için arama yapın
zh_tw: 搜尋打算編目的館藏

source: **Note**
hi: **नोट**
it: **Nota**
tr: **Not**
zh_tw: **說明**

source: If no results are found, try searching for fewer fields, not all Z39.50 targets can search all of the fields above.
hi: कोई परिणाम नहीं मिला रहे हैं, तो कम क्षेत्रों के लिए खोज करने की कोशिश करें, सभी Z39.50 लक्ष्यों उपरोक्त क्षेत्रों को नही खोज सकते हैं।
it: Se non vengono trovati risultati, prova a cercare su meno campi. Non tutti i server Z39.50 offrono la ricerca su tutti i campi sopraelencati.
tr: Eğer hiç bir sonuç bulunamazsa daha az alanlar için arama yapmayı deneyin, Bazı Z39.50 hedefleri, yukarıdaki alanların tümü için arama yapamayabilir.
zh_tw: 若找不到，試著搜尋較少的欄位，不是所有的 Z39.50 伺服器都接受所有欄位的搜尋。

source: Search targets can be altered by using the :ref:`Z39.50 Admin <z39.50/sru-servers-label>` area.
hi: खोज लक्ष्यों का उपयोग करके बदल सकते हैं :ref:`Z39.50 Admin <z39.50/sru-servers-label>` क्षेत्र
it: I server su cui effettuare la ricerca possono essere impostati nell'area :ref:`Server Z39.50 <z39.50/sru-servers-label>`.
tr: Arama hedefleri :ref:`Z39.50 Admin <z39.50/sru-servers-label>` alanı kullanılarak değiştirilebilir.
zh_tw: 從 :ref:`Z39.50 管理 <z39.50/sru-servers-label>` 區塊改變搜尋的對象。

source: From the results you can view the MARC or Card view for the records or choose to Import them into Koha
hi: परिणामों से आप रिकॉर्ड के लिए मार्क या कार्ड दृश्य को देखने या उन्हें कोहा में आयात करने के लिए चुन सकते हैं
it: Dai risultati puoi visualizzare il MARC o la scheda catalografica dei record oppure importarli direttamente in Koha
tr: Arama sonuçlarından MARC ya da Kart görünümünü açabilir veya Koha'ya aktarmayı seçebilirsiniz
zh_tw: 找到後可將用 MARC 或卡片格式檢視紀錄或選擇匯入 Koha

source: |image629|
hi: |छवि629|

source: In addition to the Import link to the right of each title, you can click on the title you're interested in and a menu will pop up with links to preview the record and import it
hi: प्रत्येक शीर्षक के अधिकार के लिए आयात लिंक करने के लिए इसके अलावा, आप शीर्षक आप में रुचि रखते हैं पर क्लिक कर सकते हैं और एक मेनू लिंक के साथ पॉप जाएगा रिकॉर्ड का पूर्वावलोकन और इसे आयात करने के लिए
it: Oltre al link di importazione alla destra di ogni titolo, puoi cliccare su ogni titolo per visualizzare un menù per controllare il record e importarlo
tr: Her başlığın sağındaki ‘İçe aktar’ bağlantısına ek olarak, ilgilendiğiniz başlık üzerine tıklayabilirsiniz. Böylece kaydı görüntülemek ve içe aktarmak için bir menü açılacaktır.
zh_tw: 點選題名，彈出選單與連結，再選擇題名，就能正確匯入連結

source: |image630|
hi: |छवि630|

source: If you don't find the title you need in your Z39.50 search results you can click the 'Try Another Search' button at the bottom left of your results
hi: आप शीर्षक आप अपने Z39.50 खोज में जरूरत है आप अपने परिणामों की बाईं तल पर 'प्रयास एक और खोज' बटन पर क्लिक कर सकते हैं परिणाम नहीं मिल पा रहे हैं तो
it: Se non trovi l'opera che cerchi tra i risultati della ricerca Z39.50, puoi provare a cliccare "Prova un'altra ricerca" a sinistra in basso
tr: Z39.50 arama sonuçlarınızda ihtiyacınız olan başlığı bulamıyorsanız, sonuçlarınızın sol altındaki ' Diğer aramayı dene' butonuna tıklayabilirsiniz.
zh_tw: 從 Z39.50 搜尋結果裡找不到預期的題名，可勾選左下方的 '其他搜尋'

source: |image631|
hi: |छवि631|

source: Basic Editor Cataloging
hi: मूल संपादक कैटलॉग
it: Editor di base di catalogazione
tr: Temel Düzenleyici Kataloglama
zh_tw: 基本編目編輯器

source: In the basic editor once you've opened a blank framework or imported a record via Z39.50 you will be presented with the form to continue cataloging
hi: मूल संपादक में एक बार आप एक खाली ढांचे खोला या Z39.50 के माध्यम से एक रिकार्ड आयात किया है आप फार्म सूचीकरण जारी रखने के लिए के साथ प्रस्तुत किया जाएगा
it: Nell'editor di base dopo aver aperto una griglia vuota o aver importato un record via Z39.50, ti verrà presentata la form per continuare a catalogare
tr: Temel düzenleyicide boş bir çerçeve açtığınızda ya da Z39.50 yoluyla kayıt aktardığınızda, size kataloglamaya devam etmeniz için bir form sunulacaktır
zh_tw: 在基本編輯器內，打開空白的框架或經由 Z39.50 匯入紀錄後，將出現繼續編目的表單

source: |image632|
hi: |छवि632|

source: If you would rather not see the MARC tag numbers you can change the value in your :ref:`hide\_marc <hide\_marc-label>` system preference or each user can check the box next to 'Show tags' found under 'Settings'.
hi: यदि आप मार्क टैग संख्याओं को नहीं देख पाएंगे तो आप अपने मान में बदलाव कर सकते हैं: रेफर: `hide\_marc <hide\_marc-label>` सिस्टम वरीयता या प्रत्येक उपयोगकर्ता नीचे दिए गए 'टैग दिखाएं' के बगल में स्थित बॉक्स को देख सकता है 'सेटिंग्स'।
it: Se si preferisce non vedere i tag MARC, è possibile cambiare il valore della preferenza di sistema :ref:`hide\_marc <hide\_marc-label>` , oppure ogni utente può selezionare l'opzione "Mostra tag" che si trova all'interno del menu 'Impostazioni’.
tr: MARC tag numaralarını görmek istemiyorsanız,:ref:`hide\_marc <hide\_marc-label>` sistem tercihinizdeki değeri değiştirebilirsiniz veya her kullanıcı, 'Ayarlar' altında bulunan 'Tag'leri göster' seçeneğinin yanındaki kutuyu işaretleyebilir.
zh_tw: 改變 :ref:`hide\_marc <hide\_marc-label>` 系統偏好的值或按 '設定' 下的 '顯示欄號' 勾選盒，就可以不顯示 MARC 欄號。

source: To expand a collapsed tag click on the tag description
hi: टैग विवरण पर एक ढह टैग क्लिक करें विस्तार करने के लिए
it: Per espandere un tag compresso, clicca sul suo numero
tr: Daraltılmış bir etiketi açmak için etiket tanımına tıklayın.
zh_tw: 按下欄號說明，就能展開欄號

source: To get help from the Library of Congress on a Marc tag click the question mark (?) to the right of each field number
hi: एक मार्क टैग पर कांग्रेस के पुस्तकालय से मदद पाने के लिए प्रश्न चिह्न (?) पर क्लिक करें प्रत्येक क्षेत्र संख्या का सही करने के लिए
it: Per ottenere informazioni su un tag dalla Library of Congress clicca il punto interrogativo (?) accanto ad ogni numero di campo
tr: Bir Marc tag'i üzerinde Kongre Kütüphanesi'nden yardım almak için, her alan numarasının sağındaki soru işaretine (?) tıklayın
zh_tw: 按欄號旁的問號 (?) 就連結至美國國會圖書館有關該欄號的說明

source: If you feel that this clutters the screen you can hide the question marks by unchecking the box next to the 'Show MARC tag documentation links' note found under 'Settings'
hi: यदि आपको लगता है कि स्क्रीन पर यह क्लैटर आप 'सेटिंग' के तहत पाया 'एमएआरसी टैग दस्तावेज़ीकरण लिंक दिखाएँ' नोट के बगल में दिए गए बॉक्स को अनचेक करके प्रश्न चिह्न छिपा सकते हैं
it: Se ti sembra che ingombri lo schermo, puoi nascondere i punti interrogativi togliendo la spunta alla casella 'Mostra i link alla documentazione MARC' che trovi nel menu 'Impostazioni'
tr: Bunun ekranı karıştırdığını düşünüyorsanız, 'Ayarlar' bölümünde bulunan 'MARC tag dokümantasyon bağlantılarını göster' notunun yanındaki kutunun işaretini kaldırarak soru işaretlerini gizleyebilirsiniz.
zh_tw: 若覺得螢幕太擁擠，可以不勾選 '設定' 下，位於 '顯示 MARC 欄號文件連結' 說明盒旁的勾選盒，就能隱藏問號

source: Sometimes fields may not be editable due to the value in your :ref:`BiblioAddsAuthorities` system preference. If you have this preference set to not allow catalogers to type in fields controlled by authorities you may see a lock symbol to the left of the field.
hi: कभी-कभी फ़ील्ड आपके मूल्य में होने के कारण संपादन योग्य नहीं हो सकता है: रेफर: `BiblioAddsAuthorities` सिस्टम वरीयता। यदि आपके पास यह वरीयता निर्धारित है, तो अधिकारियों द्वारा नियंत्रित क्षेत्रों में कैटलरों को टाइप करने की अनुमति देने के लिए सेट नहीं है, तो आप फ़ील्ड के बाईं ओर एक लॉक प्रतीक देख सकते हैं।
it: Alcune volte i campi possono essere non modificabili per via del valore impostato nella preferenza di sistema :ref:`BiblioAddsAuthorities`. Se hai questa preferenza impostata per non permettere ai catalogatori di digitare liberamente nei campi controllati dalle autorità, puoi notare un'icona con un lucchetto sul lato sinistro del campo.
tr: Bazen alanlar :ref:`BiblioAddsAuthorities` sistem tercihiniz içindeki değerler nedeniyle düzenlenemeyebilirler. Bu sistem tercihini katalogçuların otoriteler tarafından kontrol edilen alanlar içerisinde değişiklik yapmalarına izin vermeyecek şekilde ayarladıysanız, alanların solunda bir kilit sembolü göreceksiniz.
zh_tw: 因為 :ref:`BiblioAddsAuthorities` 系統偏好設定的關係不能編輯部份的欄位。若將此偏好設為允許編目員鍵入控制的欄位則在欄位左方出現鎖符號。

source: |image633|
hi: |छवि633|

source: If this icon appears you must click the icon to the right of the field to search for an existing authority.
hi: इस आइकन दिखाई देता है, तो आप एक मौजूदा अधिकार के लिए खोज करने के लिए क्षेत्र की सही करने के लिए आइकन पर क्लिक करना होगा।
it: Se appare questa icona, premi sui tre puntini a destra del campo per cercare una voce di autorità esistente.
tr: Bu ikon ekrana gelirse, mevcut otoriteyi aramak için alanın sağındaki ikona tıklamanız gerekir.
zh_tw: 若此圖示顯示，您必須勾選欄位旁的該圖示，以搜尋既有的權威紀錄。

source: |image634|
hi: |छवि634|

source: From the results list click 'Choose authority' to bring that into your catalog record
hi: परिणामों की सूची से लाने के लिए है कि अपनी सूची रिकार्ड में 'अधिकार चुनें' पर क्लिक करें
it: Dalla lista dei risultati, scegli 'Utilizza authority' per copiare il valore nel record bibliografico
tr: Sonuçlar listesinden, bu sonucu katalog kaydına taşımanız için 'Otorite seç'e tıklayın.
zh_tw: 從結果清單裡點選 '選擇權威' 進入目錄紀錄

source: |image635|
hi: |छवि635|

source: To duplicate a field click on the 'repeat this tag' icon to the right of the tag
hi: टैग के अधिकार के लिए 'इस टैग को दोहराने के' आइकन पर एक क्षेत्र के नकल करने के लिए क्लिक करें
it: Per duplicare un campo clicca sull'icona 'Ripeti questo tag' a destra del tag
tr: Bir alanı çoğaltmak için tag'in sağındaki 'bu tag'i yinele' simgesi üzerine tıklayın
zh_tw: 按欄號右方的 '重複此欄號' 圖示，就能複製此欄位

source: |image636|
hi: |छवि636|

source: To move subfields in to the right order, click the up arrow to the left of the field
hi: सही क्रम में उपक्षेत्रों को स्थानांतरित करने के लिए, ऊपर क्षेत्र के बाईं ओर तीर क्लिक करें
it: Per spostare i sottocampi nell'ordine desiderato, clicca la piccola freccia verticale a sinistra del campo
tr: Alt alanları doğru bir düzene sokmak için, yukarı oku alanın soluna tıklayın.
zh_tw: 勾選欄位左方的向上箭，把分欄移到正確的位置

source: To duplicate a subfield click on the clone icon (to remove a copied field, click the delete clone icon) to the right of the field
hi: क्लोन आइकन पर एक उप क्षेत्र क्लिक नकल करने के लिए (एक नकल क्षेत्र को हटाने के लिए, हटाएं क्लोन आइकन पर क्लिक करें) क्षेत्र की सही करने के लिए
it: Per duplicare/rimuovere un sottocampo clicca sull'icona clona/cancella alla destra del campo
tr: Bir alt alanı çoğaltmak için alanın sağındaki kopyala simgesine tıklayın. (Kopyalanmış bir alanı kaldırmak için kopyayı sil simgesine tıklayın )
zh_tw: 勾選欄位右方的複製 (按下刪除圖示，就能移除複製欄位) 圖示就能複製分欄

source: |image637|
hi: |छवि637|

source: To remove a subfield (if there is more than one of the same type), click the - (minus sign) to the right of the field
hi: एक उप क्षेत्र निकालने के लिए (अगर कोई है ही प्रकार के एक से अधिक), क्लिक करें - क्षेत्र की सही करने के लिए (ऋण चिह्न) -
it: Per rimuovere un sottocampo (se ce n'è più di uno dello stesso tipo), premi il link '(-)' a destra del campo
tr: Bir alt alanı kaldırmak için, (aynı türden birden fazla mevcutsa ), alanın sağındaki - (eksi işaretine)tıklayın.
zh_tw: 勾選欄位右方的 - (減號)，就能刪除分欄 (若有多個同樣類型)

source: To use a plugin click on the icon to the right of the filed
hi: एक प्लगइन का उपयोग करने के लिए क्षेत्र की दाएँ आइकन पर क्लिक करें
it: Per usare un plugin clicca sull'apposita icona a destra del campo
tr: Bir eklenti kullanmak için alanın sağındaki simge üzerine tıklayın
zh_tw: 按欄位右方的圖示，啟用外掛程式

source: Some fixed fields have editors that will change based on the material type you're cataloging (for example the 006 and the 008 fields)
hi: कुछ तय क्षेत्रों संपादकों कि सामग्री के प्रकार आप को सूचीबद्ध कर रहे हैं पर आधारित बदल जाएगा (उदाहरण के लिए 006 और 008 क्षेत्रों)
it: Alcuni campi a lunghezza fissa hanno l'editor che cambia in funzione del tipo di materiale che stai catalogando (per esempio i campi 006 e 008)
tr: Bazı sabit alanların katalogladığınız materyal tipine bağlı olarak (örneğin 006 ve 008 alanları) değişecek metin düzenleyicileri mevcuttur.
zh_tw: 部份固定欄位有編輯器，根據編目的資料類型而改變(如：006與008欄位)

source: |image639|
hi: |छवि639|

source: Once you've finished, click the 'Save' button at the top and choose whether you want to save and view the bib record you have created or continue on to add/edit items attached to the record
hi: एक बार जब आप समाप्त कर दिया है, शीर्ष पर 'सहेजें' बटन पर क्लिक करें और चुनें कि क्या आप को बचाने और आपने बनाया है बिब रिकॉर्ड देखने या जारी रखने के लिए आइटम रिकॉर्ड से जुड़ी/संपादित जोड़ना चाहते हैं
it: Quando hai finito clicca il tasto 'Salva' in alto e scegli se salvare e vedere il record bibliografico appena creato oppure continuare con l'aggiunta delle copie collegate al record
tr: Bitirdikten sonra, en üstteki 'Kaydet' düğmesine tıklayarak oluşturduğunuz bib. kaydı görüntülemek ve kaydetmek veya kayda bağlı materyaller ekleme/düzenleme yapmaya devam etmek isteyip istemediğinizi seçin
zh_tw: 完成後，按上方的 '儲存' 鈕儲存並檢視剛才新增書目記錄，或繼續新增/編輯該筆書目記錄的館藏記錄

source: |image640|
hi: |छवि640|

source: Choosing 'Save and view record' will bring you right to the record you just cataloged
hi: चुनने 'सेव करें और देखें रिकॉर्ड' आप रिकार्ड तुम सिर्फ सूचीबद्ध करने के लिए सही लाएगा
it: Se scegli Salva e vedi il record vedi il record che hai appena catalogato
tr: 'Kaydı kaydet ve göster' seçeneği sizi kataloglamış olduğunuz son kayda götürecektir
zh_tw: 按下 '儲存與檢視記錄' 進入剛才編目的記錄

source: Choosing 'Save and edit items' will bring you to the add/edit item form after saving the bib record so that you can attach holdings
hi: चुनने 'बचाने के लिए और संपादित' आइटम बिब रिकॉर्ड बचत इतनी है कि आप जोत संलग्न कर सकते हैं के बाद जोड़ें/संपादित आइटम प्रपत्र पर ले जायेगा
it: Se scegli Salva e modifica le copie dopo aver salvato il record bibliografico arrivi a aggiungi/modifica le copie così puoi collegare il posseduto
tr: 'Materyalleri kaydet ve düzenle' seçeneği size materyal ekle/düzenle formu getirecektir böylece kaydı kaydettikten sonra ayırma ekleyebileceksiniz
zh_tw: 按下 '儲存與編輯館藏' 先儲存書目紀錄，再進入新增/編輯館藏表單

source: Choosing 'Save and continue editing' will allow you to save your work so far and keep you in the editor to continue working
hi: 'सहेजें और जारी रखें संपादन' का चयन करने से आप अपने काम को अब तक बचा सकते हैं और आपको काम जारी रखने के लिए संपादक में रख सकते हैं
it: Se scegli Salva e continua a modificare salvi il lavoro fatto e rimani in modifica per continuare a lavorare
tr: 'Kaydet ve düzenlemeye devam et' seçeneği şu ana kadar yapmış olduğunuz çalışmayı kaydederek, çalışmaya devam etmeniz için sizi düzenleyici içerisinde tutar
zh_tw: 按下 '儲存與繼續編輯' 儲存書目記錄，並繼續編輯該書目記錄

source: If you are about to add a duplicate record to the system you will be warned before saving
hi: आप के बारे में प्रणाली आप सेव करने से पहले चेतावनी दी जाएगी करने के लिए एक नकली रिकॉर्ड जोड़ने के लिए कर रहे हैं
it: Se stai per salvare un record duplicato, riceverai un avviso prima del salvataggio
tr: Sisteme dublike kaydı eklemek üzereyseniz, kaydetmeden önce uyarılacaksınız.
zh_tw: 新增重複的紀錄時，系統會提示您先儲存

source: |image641|
hi: |छवि641|

source: Advanced Editor Cataloging
hi: उन्नत संपादक कैटलॉग
it: Editor di catalogazione avanzato
tr: Gelişmiş Düzenleyici Kataloglama
zh_tw: 編目進階編輯器

source: In order to use the Advanced cataloging editor you need to enable the :ref:`EnableAdvancedCatalogingEditor` preference.
hi: एडवांस्ड कैटलॉगिंग एडिटर का इस्तेमाल करने के लिए आपको सक्षम करने की आवश्यकता है :रेफर:`EnableAdvancedCatalogingEditor` वरीयता
it: Per poter utilizzare l'editor avanzato di catalogazione è necessario abilitare la preferenza :ref:`EnableAdvancedCatalogingEditor`.
tr: Gelişmiş kataloglama düzenleyiciyi kullanmak için :ref:`EnableAdvancedCatalogingEditor` tercihini etkinleştirmeniz gerekir.
zh_tw: 必須啟用 :ref:`EnableAdvancedCatalogingEditor` 偏好才能使用進階編目編輯器。

source: **Important**
hi: **महत्वपूर्ण**
it: **Importante**
tr: **Önemli**
zh_tw: **重要**
