Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: Once the item has come in, you will need to go to the item record and individually change the item to have the correct barcode, and manually change the status from Ordered to the blank line in the Not for Loan field.
hi: एक बार जब आइटम में आ गया है, आप आइटम रिकॉर्ड करने के लिए जाने के लिए और व्यक्तिगत रूप से आइटम बदलने के लिए सही बारकोड की जरूरत होगी, और मैन्युअल स्थिति ऋण क्षेत्र के लिए नहीं में खाली लाइन के लिए आदेश दिया है से बदल जाते हैं।
it: Una volta che le copie saranno arrivate, sarà necessario aprire i relativi record, modificare individualmente ciascuna copia per registrare il codice a barre corretto, e cambiare manualmente lo stato da Ordinato a nessun valore nel campo Non prestabile
tr: Materyal geldikten sonra, bir kez materyal kaydına gidip materyalleri doğru barkoda sahip olması için tek tek değiştirmeniz, ve materyal durumunu manuel olarak Siparişte durumundan Ödünç Verilmez alanındaki boş satıra değiştirmeniz gerekecektir.
zh_tw: 進入之後，到館藏記錄並分別修改其條碼，將把館藏狀態由訂購中改為不外借欄位的空白列。

source: If you purchase your cataloged item records, you may want to request your vendor put in the information you need into the MARC records for you; that way, you could import the edited-by-the-vendor file, overwriting the current record, automatically replacing the data with what you need.
hi: यदि आप अपने सूचीबद्ध आइटम रिकॉर्ड खरीद, आप अपने विक्रेता की जानकारी आप के लिए मार्क रिकॉर्ड में जरूरत में डाल अनुरोध करने के लिए चाहते हो सकता है; उस तरफ, आप संपादित-से-विक्रेता फ़ाइल आयात कर सकता है, मौजूदा रिकॉर्ड को अधिलेखित, स्वचालित रूप से आप क्या जरूरत के साथ डाटा की जगह ले।
it: Se acquistate le informazioni di catalogazione delle vostre copie, se lo desiderate potete chiedere al venditore di inserire nei record MARC le informazioni di cui avete bisogno per vostro conto. In qesto modo potette importare il file modificato dal venitore, che sovrascriverà i record esistenti e sostituirà automaticamente i dati con quelli desiderati.
tr: Kataloglanmış materyal kayıtlarınızı satın aldıysanız sağlayıcınızdan ihtiyaç duyduğunuz bilgileri MARC kayıtlarına girmesini isteyebilirsiniz; bu şekilde sağlayıcı tarafından düzenlenmiş bilgileri içe aktarabilir, mevcut kaydın üzerine yazarak verileri otomatik olarak ihtiyacınız olanlarla değiştirebilirsiniz.
zh_tw: 向代理商取得館藏記錄時，可要求代理商提供 MARC 記錄；這樣，才能夠匯入它，覆寫原來的記錄，並自動置換需要的資料。

source: LCCN
zh_tw: 美國國會圖書館控制號碼

source: YYYY-MM-DD
it: AAAA-MM-GG
tr: YYYY-AA-GG
