Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: hi, it, tr, zh_tw

source: This will open up the :ref:`batch item modification tool <batch-item-modification-label>` where you can edit all of the items on this record as a batch.
hi: यह खुल जाएगा : रेफर: `बैच आइटम संशोधन उपकरण <batch-item-modification-label>` जहां आप बैच के रूप में इस रिकॉर्ड पर सभी आइटम संपादित कर सकते हैं।
it: Ciò aprirà lo strumento `Modificare copie via batch <batch-item-modification-label>` in cui puoi effettuare modifiche massive su tutte le copie del record in questione.
tr: Bu, bu kayıt üzerindeki tüm materyalleri toplu olarak düzenleyebileceğiniz :ref:`toplu materyal değiştirme aracını <batch-item-modification-label>` açar.
zh_tw: 將彈出 :ref:`批次修改館藏工具 <batch-item-modification-label>` 編輯此筆書目記錄的所有館藏。

source: You can also enable :ref:`StaffDetailItemSelection` to have checkboxes appear to the left of each item on the detail display. You can then check off the items you would like to edit and click 'Modify selected items' at the top of the list.
hi: आप यह भी सक्षम कर सकते हैं :ref:`StaffDetailItemSelection`को डिटेक्शन डिस्प्ले पर प्रत्येक आइटम के बाईं ओर चेक बॉक्स दिखाई देते हैं। आप तब उन वस्तुओं की जांच कर सकते हैं जिन्हें आप संपादित करना चाहते हैं और सूची के शीर्ष पर 'चयनित आइटम संशोधित करें' पर क्लिक करें।
it: E' anche possibile abilitare :ref:`StaffDetailItemSelection` per far sì che appaiano caselle di controllo a sinistra di ciascun elemento nella visualizzazione di dettaglio. Diventa allora possibile selezionare gli elementi desiderati e fare clic sul pulsante "Modifica elementi selezionati" nella parte superiore dell'elenco.
tr: Aynı zamanda, ayrıntılı görüntüleme ekranında her materyalin solunda onay kutularının görünmesi için :ref:`StaffDetailItemSelection` tercihini etkinleştirebilirsiniz. Böylelikle düzenlemek istediğiniz materyalleri işaretleyerek, listenin en üstünde yer alan 'Seçili materyalleri değiştir' üzerine tıklayabilirsiniz.
zh_tw: 設定 :ref:`StaffDetailItemSelection` 偏好為啟用，在詳細顯示的館藏左方出現勾選用方塊。勾選要編輯的館藏，再點選上方的 '修改指定館藏' 鈕。

source: |image688|
hi: |छवि688|

source: You can click 'Edit' to the right of each item in the Holdings tab
hi: आप होल्डिंग्स टैब में प्रत्येक आइटम के अधिकार के लिए 'संपादन' क्लिक कर सकते हैं
it: Puoi cliccare Modifica sulla destra di ogni copia nella scheda delle copie
tr: Holdings sekmesinde her materyalin sağındaki 'Düzenle' butonu üzerine tıklayabilirsiniz
zh_tw: 按館藏分頁內每個館藏右方的 '編輯' 鈕

source: |image1268|
hi: |छवि1268|

source: There is also a link to Edit items from the search results in the staff client
hi: वहाँ भी स्टाफ क्लाइंट के खोज परिणामों से आइटम संपादित करने के लिए एक कड़ी है
it: C'è anche un link per modificare la copie direttamente dai risultati di ricerca nell'interfaccia per i bibliotecari
tr: Personel istemcisindeki arama sonuçlarındaki materyalleri düzenleme bağlantısı da vardır
zh_tw: 館員介面的搜尋結果，也有編輯館藏的連結

source: |image1269|
hi: |छवि1269|

source: Finally you can use the :ref:`Batch Item Modification <batch-item-modification-label>` tool
hi: आखिरकार आप इसका उपयोग कर सकते हैं: रेफरी: `बैच आइटम संशोधन <batch-item-modification-label>` उपकरण
it: Da ultimo è possibile utilizzare lo strumento :ref:`Modifica massiva elementi <batch-item-modification-label>`
tr: Son olarak :ref:`Toplu Materyal Değiştirme aracını <batch-item-modification-label>` kullanabilirsiniz
zh_tw: 最後您可使用 :ref:`批次修改館藏 <batch-item-modification-label>` 工具

source: Quick Item Status Updates
hi: त्वरित मद स्थिति अद्यतन
it: Modifiche veloce agli status della copia
tr: Hızlı Materyal Durum Güncellemesi
zh_tw: 快速更新館藏狀態

source: Often circulation staff need to change the status of an item to Lost or Damaged. This doesn't require you to edit the entire item record. Instead clicking on the item barcode on the checkout summary or checkin history will bring you to an item summary. You can also get to the item summary by clicking on the Items tab to the left of the bib detail page.
hi: अक्सर परिसंचरण स्टाफ या खो क्षतिग्रस्त करने के लिए एक आइटम की स्थिति बदलने के लिए की जरूरत है। इस पूरे आइटम रिकॉर्ड को संपादित करने की आवश्यकता नहीं है। इसके बजाय पर चेकआउट सारांश पर आइटम बारकोड क्लिक करने या इतिहास checkin एक आइटम सारांश पर ले जायेगा। तुम भी बिब विस्तार पृष्ठ के बाईं ओर आइटम टैब पर क्लिक करके आइटम सारांश को मिल सकती है।
it: Spesso il personale della circolazione deve cambare lo status di una copia a Perso o Danneggiato. Questo non richiede di modificare l'intero record di copia. Cliccando sul barcode della copia nel riassunto dei prestiti o sullo storico delle restituzioni, sarai portato a un riassunto dei dati di copia. Ci puoi arrivare anche cliccando la linguetta 'copie' sula sinistra nella visualizzazione di dettaglio del record.
tr: Dolaşım personeli Kayıp ya da Hasarlı bir materyalin durumunu sıklıkla değiştirmek durumunda kalmaktadır. Bu, materyal kaydının tamamını düzeltmenizi gerektirmez. Bunun yerine, materyal barkodundaki ödünç verme özetine ya da iade alma geçmişine tıklamak size materyal özetini sunacaktır. Bibliyografik kayıt detay sayfasının solundaki materyal sekmesine tıklayarak da materyal özetini alabilirsiniz.
zh_tw: 流通館員的工作需要改變館藏的狀態為遺失或毀損。不需編輯整個館藏紀錄。祗要在借出摘要或還入紀錄裡勾選館藏條碼進入館藏摘要。或勾選館藏分頁左方的書目詳情頁面就能改變館藏狀態。

source: |image689|
hi: |छवि689|

source: From this view you can mark an item lost by choosing a lost status from the pull down and clicking the 'Set Status' button.
hi: इस दृश्य से आप किसी आइटम पुल से एक खो स्थिति नीचे चुनने और 'सेट स्थिति' बटन पर क्लिक करके खो चिह्नित कर सकते हैं।
it: Da questa visualizzazione puoi mettere una copia come perduta scegliendo uno degli status relativi dal menu e cliccando sul bottone 'Imposta status'
tr: Bu görünümden, çekme menüden kayıp durumunu seçerek ve 'Durumu Ayarla' butonuna tıklayarak kayıp bir materyali işaretleyebilirsiniz.
zh_tw: 從這個檢視裡，可以從下拉選單的 '設定狀態' 鈕，指定館藏為遺失狀態。

source: |image690|
hi: |छवि690|

source: You can also mark an item as damaged by choosing a damaged status from the pull down and clicking the 'Set Status' button.
hi: के रूप में पुल से एक क्षतिग्रस्त स्थिति नीचे चुनने और 'सेट स्थिति' बटन पर क्लिक करके क्षतिग्रस्त तुम भी एक आइटम चिह्नित कर सकते हैं।
it: Puoi anche marcare una copia come danneggiata scegliendo uno status di danneggiata dal menù a tendina e premendo il bottone 'Salva stato'.
tr: Aynı zamanda açılır menüden menüden hasarlı durumu seçerek ve 'Durumu Ayarla' butonuna tıklayarak bir materyali hasarlı olarak seçebilirsiniz.
zh_tw: 從下拉選單裡按 '設定狀態' 鈕，就能標記館藏為毀損。

source: |image691|
hi: |छवि691|

source: Duplicating Items
hi: डुप्लिकेटिंग आइटम
it: Duplicazione di copie
tr: Materyalleri Çoğaltmak
zh_tw: 複製館藏

source: You can easily duplicate each item by clicking the 'Action' button the left of each item on the edit items screen
hi: आप आसानी से संपादित आइटम स्क्रीन पर 'एक्शन' बटन पर प्रत्येक आइटम के बाईं क्लिक करके प्रत्येक आइटम नकल कर सकते हैं
it: Si può facilmente duplicare ogni copia facendo clic sul pulsante 'Azione' alla sinistra di ciascuna copia sullo schermo di modifica delle copie
tr: Materyalleri düzenleme ekranında her materyalin solundaki 'İşlem' düğmesini tıklayarak her bir materyali kolayca çoğaltabilirsiniz.
zh_tw: 按下編輯館藏頁面每筆館藏左方的 '行動' 鈕就可複製該館藏

source: |image692|
hi: |छवि692|

source: From here you can choose to 'Duplicate' the item and this will populate the form with the values from the item you chose.
hi: यहाँ से आप 'डुप्लीकेट' आइटम के लिए चुन सकते हैं और इस मद आप चुना से मूल्यों के साथ फार्म आप पॉप्युलेट हो जाएंगी।
it: Da qui è possibile scegliere di 'Duplicare' la copia e questo popolerà il modulo con i valori della copia scelta.
tr: Buradan materyali 'Çoğalt' opsiyonunu seçebilirsiniz ve form seçtiğiniz materyalin değerleri ile doldurulur.
zh_tw: 從這裡可選擇 '複製' 館藏把選定的館藏複製。

source: Item Information
hi: आइटम जानकारी
it: Informazioni sulla copia
tr: Materyal Bilgisi
zh_tw: 館藏資訊

source: To the left of every bibliographic record there is a tab to view the items.
hi: हर ग्रंथ सूची रिकॉर्ड के बाईं ओर वहाँ आइटम देखने के लिए एक टैब है।
it: Nel menu a sinistra di ogni record bibliografico è presente una scheda dedicata alle copie.
tr: Her bibliyografik kaydın solunda materyalleri görüntülemek için bir sekme vardır.
zh_tw: 每個書目紀錄左方有個分頁可檢視館藏。

source: |image693|
hi: |छवि693|

source: Clicking that tab will give you basic information about the items. From here you can see basic information about the item such as the home library, item type, collection code, call number and replacement price. You can also see and edit the status information. If an item is marked lost or withdrawn you will also see the date that status was applied.
hi: उस टैब पर क्लिक करके आप आइटम के बारे में बुनियादी जानकारी देंगे। यहाँ से आप ऐसे घर पुस्तकालय, आइटम प्रकार, संग्रह कोड, फोन नंबर और प्रतिस्थापन मूल्य के रूप में आइटम के बारे में बुनियादी जानकारी देख सकते हैं। आप भी देख सकते हैं और स्थिति की जानकारी संपादित कर सकते हैं। एक आइटम खो चिह्नित या वापस ले लिया है, तो आप भी तारीख है कि स्थिति लागू किया गया था देखेंगे।
it: Facendo clic su questa tabella puoi avere le informazioni di base sulla copia. Da qui puoi vedere le informazioni di base sulla copia come la biblioteca di appartenenza, il tipo di copia, il codice di collezione, la collocazione e il prezzo di sostituzione. Puoi anche vedere e modificare le informazioni sullo status. Se una copia è persa o ritirata puoi vedere la data in cui lo status è stato modificato.
tr: Bu sekme üzerine tıklamak materyaller hakkında temek bilgi verecektir. Buradan materyaller hakkında ana kütüphane, materyal türü, koleksiyon kodu, yer numarası ve yenileme bedeli gibi temel bilgileri görebilirsiniz. Aynı zamanda durum bilgisini görebilir ve düzenleyebilirsiniz. Eğer bir materyal kayıp ya da sistemden düşülmüş olarak işaretlenmiş ise, ayrıca durumun uygulandığı tarihi de göreceksiniz.
zh_tw: 經由該分頁可檢視館藏的基本資訊。包括所屬圖書館、館藏類型、書架代碼、索書號與重置價格。並可編輯狀態資訊。若館藏被標記為遺失或撤架您可看到發生的日期。

source: |image1270|
hi: |छवि1270|

source: In the History section you will see information about the check out history of the item and if you ordered the item via the acquisitions module then this section will include information about the order.
hi: इतिहास अनुभाग में आप आइटम के चेक आउट इतिहास के बारे में जानकारी देखेंगे और यदि आप आइटम को अधिग्रहण मॉड्यूल के माध्यम से ऑर्डर करेंगे तो इस अनुभाग में ऑर्डर के बारे में जानकारी शामिल होगी।
it: Nella sezione Storico del prestito puoi vedere le informazioni sulla storia del prestito della copia e se hai ordinato la copia attraverso il modulo delle acqusizioni in questa sezione verranno incluse le informazioni sull'ordine.
tr: Geçmiş bölümünde, materyalin kontrol geçmişi hakkında bilgi göreceksiniz ve satın alma modülü aracılığıyla materyali sipariş ettiyseniz, bu bölüm sipariş hakkındaki bilgileri içerecektir.
zh_tw: 在紀錄區塊可看到該館藏的借出紀錄，若經由採訪模組排序館藏則也抱括採訪的資訊。

source: |image694|
hi: |छवि694|

source: If the Order or Accession date is linked, clicking it will bring you to the acquisitions information for that item.
hi: आदेश या विलय की तारीख से जुड़ा हुआ है, तो इसे क्लिक कि आइटम के लिए अधिग्रहण की जानकारी के लिए आप लाएगा।
it: Se la data dell'ordine o di accesso è un link, cliccandoci verrai portato alle informazioni di acquisizione per quella copia.
tr: Sipariş ya da Sağlama tarihi bağlantılı ise, bu bağlantı üzerine tıklayınca materyal ile ilgili sağlama bilgisi ekrana gelecektir.
zh_tw: 若含採訪日期連結，按它就進入該館藏的採訪資訊。

source: Moving Items
hi: आइटम को ले जाना
it: Spostamento di copie
tr: Materyalleri Taşıma
zh_tw: 移動館藏

source: Items can be moved from one bibliographic record to another using the Attach Item option
hi: आइटम से एक ग्रंथ सूची रिकॉर्ड किसी अन्य आइटम अनुलग्न करें विकल्प का उपयोग करने के लिए ले जाया जा सकता
it: Le copie possono essere spostate da un record bibliografico all'altro utilizzando l'opzione Sposta qui una copia
tr: Materyaller bir bibliyografik kayıttan diğerine Materyal Ekle seçeneği kullanarak taşınabilir
zh_tw: 附加館藏選項可以把館藏移至另個書目紀錄

source: |image695|
hi: |छवि695|

source: Visit the bibliographic record you want to attach the item to and choose 'Attach Item' from the 'Edit' menu.
hi: ग्रंथ सूची रिकॉर्ड करने के लिए आइटम अनुलग्न करें और 'संपादन' मेनू से 'आइटम अनुलग्न करें' का चयन करने के लिए इच्छित साइट पर जाएँ।
it: Accedi al record bibliografico destinatario dello spostamento di copia e scegli 'Sposta qui una copia' dal menu 'Modifica'.
tr: Materyale eklemek istediğiniz bibliyografik kayda gidin ve 'Düzenle' menüsünden 'Materyal Ekle' seçeneğini seçin.
zh_tw: 進入書目紀錄並從 '編輯' 選單選取 '附加館藏' 就能把館藏加入此書目紀錄。

source: |image696|
hi: |छवि696|

source: Simply enter the barcode for the item you want to move and click 'Select'
hi: सीधे शब्दों में आइटम आप कदम है और क्लिक करने के लिए चाहते हैं के लिए बारकोड दर्ज 'चुनें'
it: Inserisci il barcode della copia da spostare e clicca 'Select'
tr: Taşımak istediğiniz materyalin barkodunu girin ve 'Seç'e tıklayın
zh_tw: 鍵入打算移動的館藏條碼，再點選 '選擇'

source: If you want to move all items to a new record creating only one bibliographic record you can use the :ref:`Merge Records tool <merging-bibliographic-records-via-lists-label>` instead.
hi: यदि आप सभी वस्तुओं को एक नया रिकॉर्ड बनाने के लिए केवल एक ग्रंथसूची रिकॉर्ड बनाने के लिए चाहते हैं तो आप इसका उपयोग कर सकते हैं :ref:`Merge Records tool <merging-bibliographic-records-via-lists-label>` instead.
it: Se invece vuoi spostare tutte le copie su un nuovo record bibliografico generandone uno solo, puoi utilizzare lo strumento per l'`Unione di record <merging-bibliographic-records-via-lists-label>`.
tr: Tüm materyalleri yeni bir kayıta sadece bir bibliyografik kayıt oluşturarak taşımak istiyorsanız :ref:`Kayıt Birleştirme Aracını <merging-bibliographic-records-via-lists-label>` kullanabilirsiniz.
zh_tw: 使用 :ref:`合併紀錄工具 <merging-bibliographic-records-via-lists-label>` 可以把新增書目紀錄的所有館藏置於一筆書目紀錄內。

source: Deleting Items
hi: हटाएँ इस मद
it: Cancellazione delle copie
tr: Materyalleri Silme
zh_tw: 刪除館藏

source: There are many ways to delete item records. If you only need to delete one item you can do this by opening up the detail page for the bib record and clicking the 'Edit' button at the top. From there you can choose to 'Edit items'.
hi: वहाँ आइटम रिकॉर्ड को नष्ट करने के लिए कई तरीके हैं। आप शीर्ष पर बिब रिकार्ड के लिए विस्तार पृष्ठ खोलने और 'संपादन' बटन क्लिक करके ऐसा कर सकते हैं तो आप केवल एक आइटम को नष्ट करने की जरूरत है। वहां से आप 'संपादन' आइटम करने के लिए चुन सकते हैं।
it: Ci sono diversi modi di cancellare record di copia. Si si tratta di cancellare una sola copia, puoi farlo dalla pagina dei dettagli del record bibliografico, con il bottone Edit. Da lì scegli 'Modifica copie'.
tr: Materyal kayıtlarını silmek için birçok yöntem mevcuttur. Sadece bir materyal silmek gerekiyorsa, bu işlemi bibliyografik kaydı detay sayfasını açarak ve en üstteki 'Düzenle' butonuna tıklayarak yapabilirsiniz. Buradan, 'Materyalleri düzenle'yi seçebilirsiniz.
zh_tw: 很多方法可以刪除館藏紀錄。打開書目紀錄詳情按上方的 '編輯' 鈕就能刪除單筆館藏紀錄。從這裡再勾選 '編輯館藏'。

source: |image697|
hi: |छवि697|

source: You will be presented with a list of items and next to each one will be a link labeled 'Delete'. Click that link and if the item is not checked out it will delete that item.
hi: आप मदों की एक सूची है और हर एक के बगल के साथ प्रस्तुत किया जाएगा एक लिंक 'नष्ट' लेबल किया जाएगा। कि लिंक पर क्लिक करें और यदि आइटम चैक आउट नहीं कर रहा है यह है कि आइटम को हटाना होगा।
it: Ti verrà presentata una lista di copie con accanto il link 'Cancella'. Clicca sul link per cancellare la copia che non sia in prestito.
tr: Size bir materyal listesi sunulacak ve her birinin yanında 'Sil' etiketli bağlantı bulunacak. O bağlantıya tıklayınız ve materyal ödünç verilmediyse, bağlantı o materyali silecektir.
zh_tw: 館藏清單的每個館藏旁有 '刪除' 連結。按下此連結可刪除未借出的館藏。

source: |image698|
hi: |छवि698|

source: If you know that all of the items attached to your record are not currently checked out you can use the 'Delete all items' option under the 'Edit menu' and it will remove all items from the record.
hi: आप जानते हैं कि अपने रिकॉर्ड से जुड़ी वस्तुओं के सभी वर्तमान में बाहर की जाँच नहीं कर रहे हैं, तो आप का उपयोग करें 'संपादन' मेनू' के तहत विकल्प 'सभी आइटम हटाएं' कर सकते हैं और यह रिकॉर्ड से सभी आइटम को हटा देगा।
it: Se pensi che tutte le copie del record non siano in prestito, puoi usare la casella "Cancella tutte le copie" sotto il menù Edit, e tutte le copie verranno rimosse dal record.
tr: Kaydınıza eklenen tüm materyallerin şu anda ödünç verilmediğini biliyorsanız, 'Menüyü düzenle'nin altındaki 'Tüm materyalleri sil' seçeneğini kullanabilirsiniz ve bu işlem kayıttaki tüm materyalleri silecektir.
zh_tw: 若能確認附屬於書目紀錄的館藏都未借出，可以使用 '編輯選單' 下的 '刪除全部館藏' 選項，移除該紀錄的館藏。

source: You can also enable :ref:`StaffDetailItemSelection` to have checkboxes appear to the left of each item on the detail display. You can then check off the items you would like to delete and click 'Delete selected items' at the top of the list.
hi: आप भी सक्षम कर सकते हैं :ref:`StaffDetailItemSelection` प्रत्येक आइटम के बगल में प्रदर्शित डिस्प्ले पर चेक बॉक्स दिखाई देते हैं। आप तब उन वस्तुओं की जांच कर सकते हैं जिन्हें आप हटाना चाहते हैं और सूची के शीर्ष पर 'चयनित आइटम हटाएं' पर क्लिक करें.
it: E' anche possibile abilitare :ref:`StaffDetailItemSelection` per far sì che appaiano caselle di controllo a sinistra di ciascun elemento nella visualizzazione di dettaglio. Diventa allora possibile selezionare gli elementi desiderati e fare clic sul pulsante "Cancella elementi selezionati" nella parte superiore dell'elenco.
tr: Ayrıca onay kutularının detay ekranında her materyalin solunda görünür olması için :ref:`StaffDetailItemSelection` tercihini etkinleştirebilirsiniz. Daha sonra silmek istediğiniz materyallerin onay kutularını işaretleyip listenin en üstündeki 'Seçili materyalleri sil' bağlantısına tıklayabilirsiniz.
zh_tw: 也可以啟用 :ref:`StaffDetailItemSelection` 設定，在詳細顯示頁面每個館藏左方出現小方塊。勾選該等方塊，再按選單上方的 '刪除選定館藏' 鈕，即可刪除多筆館藏。

source: |image699|
hi: |छवि699|

source: Finally you can use the :ref:`batch delete tool <batch-item-deletion-label>` to delete a batch of items.
hi: अंत में आप इन्हें इस्तेमाल कर सकते हैं :रेफर: `बैच डिलीट टूल <batch-item-deletion-label>आइटम के एक बैच को हटाने के लिए.
it: Infine puoi usare lo strumento :ref:`Cancellazione copie via batch <batch-item-deletion-label>` per cancellare un insieme di copie.
tr: Son olarak, bir materyal topluluğunu silmek için :ref:`toplu silme aracını <batch-item-deletion-label>` kullanabilirsiniz
zh_tw: 最後，使用 :ref:`批次刪除工具 <batch-item-deletion-label>` 批次刪除館藏。

source: Item Specific Circulation History
hi: मद विशिष्ट सर्कुलेशन इतिहास
it: Storico della circolazione
tr: Materyal Özel Dolaşım Geçmişi
zh_tw: 館藏的流通紀錄

source: Each bibliographic record keeps a circulation history (with or without the patron information depending on your settings), but each item also has its own circulation history page. To see this, click on the 'Items' tab to the left of the record you are viewing.
hi: प्रत्येक ग्रंथ सूची रिकॉर्ड के साथ (या अपनी सेटिंग्स के आधार पर संरक्षक जानकारी के बिना) एक परिसंचरण इतिहास रहता है, लेकिन प्रत्येक आइटम भी अपने स्वयं के संचलन के इतिहास पृष्ठ है। यह देखने के लिए, रिकॉर्ड आप देख रहे हैं के बाईं ओर 'आइटम' टैब पर क्लिक करें।
it: Ogni record bibliografico ha uno storico della sua circolazione (con o senza i dati degli utenti, dipende dalle tue preferenze), ma ogni copia ha pur sempre il suo storico della circolazione. Per vederlo, clicca sul tab 'Copie' a sinistra del record che stai vedendo.
tr: Her bibliyografik kaydın dolaşım geçmişi mevcuttur (ayarlarınıza bağlı olarak kullanıcı bilgisiyle ya da kullanıcı bilgisi olmaksızın ) fakat her materyalin kendisine ait dolaşım geçmiş sayfası mevcuttur. Bunu görmek için, görüntülediğiniz kaydın solundaki 'Materyaller' sekmesine tıklayınız.
zh_tw: 每筆書目紀錄有其流通紀錄(含或不含讀者資訊，視您的設定)，但每筆館藏也有其自身的流通紀錄。勾選紀錄左方的 '館藏' 分頁，即可看到。

source: |image700|
hi: |छवि700|

source: Below the 'History' heading is a link to 'View item's checkout history,' clicking that will open up the item's history which will look slightly different from the bibliographic record's history page.
hi: 'इतिहास' शीर्षक के नीचे करने के लिए एक लिंक 'देखें आइटम की चेकआउट इतिहास' क्लिक कि आइटम का इतिहास है जो ग्रंथ सूची रिकॉर्ड के इतिहास पेज से थोड़ा अलग दिखेगा खुल जाएगा है।
it: Sotto il link 'Storico' si trova il link dello 'Storico dei prestiti'. Lo storico dei prestiti si presenta diverso dallo storico del record bibliografico.
tr: 'Geçmiş' başlığının altında 'Materyalin iade geçmişine göz at' bağlantısı mevcuttur. Bu bağlantıya tıklayınca, bibliyografik kayıt geçmiş sayfasından biraz farklı görünen materyalin geçmişi ortaya çıkacaktır.
zh_tw: 在 '紀錄' 標題下有個連結至 '檢視館藏借出紀錄'，點選之後，開啟館藏的紀錄，看起來與書目紀錄的頁面略有不同。

source: |image701|
hi: |छवि701|

source: Authorities
hi: प्राधिकरण
it: Authority
tr: Otoriteler
zh_tw: 權威

source: Authority records are a way of controlling fields in your MARC records. Using authority records will provide you with control over subject headings, personal names and places.
hi: प्राधिकरण रिकॉर्ड अपने मार्क रिकॉर्ड में खेतों को नियंत्रित करने का एक तरीका है। प्राधिकरण के रिकॉर्ड का उपयोग कर आप विषय शीर्षकों, व्यक्तिगत नाम और स्थानों पर नियंत्रण के साथ प्रदान करेगा।
it: I record di autorità sono modi per controllare i campi dei tuoi record bibliografici. Usando i record di autorità, puoi uniformare nomi, soggetti, luoghi, ecc.
tr: Otorite kayıtları MARC kayıtlarınızdaki alanları kontrol etmenin bir yoludur. Otorite kayıtlarını kullanmak konu başlıklarının, personel isimlerinin ve konumların kontrolünün sizin elinizde olmasını sağlayacaktır.
zh_tw: 權威紀錄是一種控制 MARC 紀錄欄位的方法。以權威紀錄控制主題標目、個人名稱與地名。

source: Adding Authorities
hi: प्राधिकरण जोड़ना
it: Aggiungere authority
tr: Otorite Kaydı Ekleniyor
zh_tw: 新增權威

source: To add a new authority record you can either choose the authority type from the 'New Authority' button or search another library by clicking the 'New from Z39.50' button.
hi: आप 'नई प्राधिकरण' बटन से अधिकार प्रकार का चयन कर सकते हैं या तो एक नया प्राधिकरण रिकॉर्ड जोड़ने के लिए या 'न्यू Z39.50 से' बटन को क्लिक करके एक और पुस्तकालय खोज करते हैं।
it: Per aggiungere un nuovo record di autorità puoi scegliere di inserirla cliccando sul bottone 'Nuovo authority' o cercare la voce in altre biblioteche cliccando su 'Nuova da Z39.50'.
tr: Yeni bir otorite kaydı eklemek için 'Yeni otorite' butonundan otorite türünü seçebilir veya 'Z39.50'den yeni otorite' butonunu tıklayarak başka bir kütüphane içerisinde arama yapabilirsiniz.
zh_tw: 勾選 '新增權威' 鈕，或點選 '從Z39.50新增' 鈕搜尋其他圖書館，就能新增權威紀錄。

source: |image702|
hi: |छवि702|

source: If you choose to enter a new authority from scratch, the form that appears will allow you to enter all of the necessary details regarding your authority record.
hi: यदि आप स्क्रैच से एक नया प्राधिकरण प्रवेश करने के लिए चुनते हैं, तो दिखाई देने वाले फ़ॉर्म आप अपने अधिकार रिकार्ड के संबंध में आवश्यक विवरण के सभी प्रवेश करने की इजाजत नहीं दी जाएगी।
it: Se scegli di inserire una nuova authority da zero, la form che appare ti permetterà di inserire tutti i dati necessari del record di autorità.
tr: Eğer sıfırdan yeni bir otorite girmeyi seçerseniz, ekranda görünen form size otorite kaydınızla ilgili gerekli detayları girmenize imkan verecektir.
zh_tw: 顯示的表單允許您鍵入權威紀錄的所有必要詳情。

source: |image703|
hi: |छवि703|
