Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: hi

source: Circulation
hi: परिचालन

source: Circulation functions can be accessed in several different ways. On the main page of the staff client there are some quick links in the center of the page to check items out, in or transfer them. For a complete listing of Circulation functions you can visit the Circulation page which is linked from the top left of every page or from the center of the main page.
hi: संचलन कार्यों कई अलग अलग तरीकों से पहुँचा जा सकता है। स्टाफ ग्राहक के मुख्य पृष्ठ पर पृष्ठ के केंद्र में कुछ त्वरित लिंक, आइटम बाहर की जाँच करने के लिए या उन्हें स्थानांतरित कर रहे हैं। संचलन कार्यों की एक पूरी सूची के लिए आप सर्कुलेशन पेज जो हर पृष्ठ के शीर्ष बाएं से या मुख्य पृष्ठ के केंद्र से जुड़ा हुआ है यात्रा कर सकते हैं।

source: Before circulating your collection you will want to set your :ref:`Global System Preferences <global-system-preferences-label>`, :ref:`Basic Parameters <basic-parameters-label>` and :ref:`Patrons & Circulation Rules <patrons-&-circulation-label>`.
hi: अपने संग्रह को प्रसारित करने से पहले आप अपना सेट करना चाहेंगे :ref:`ग्लोबल सिस्टम प्राथमिकताएं <global-system-preferences-label>`, :ref:`मूल पैरामीटर्स <basic-parameters-label>` और :ref:`संरक्षक और परिसंचरण नियम<patrons-&-circulation-label>`.

source: While in Circulation you can jump between the tabs on the quick search box at the top of the screen by using the following hot keys:
hi: सर्कुलेशन आप निम्नलिखित गर्म कुंजी का उपयोग करके स्क्रीन के शीर्ष पर त्वरित खोज बॉक्स पर नजर के बीच कूद सकते हैं:

source: jump to the catalog search with Alt+Q
hi: Alt+Q के साथ सूची खोज करने के लिए कूद

source: jump to the checkout with Alt+U
hi: Alt+U के साथ चेकआउट करने के लिए कूद

source: this will not work for Mac users
hi: यह मैक उपयोगकर्ता के लिए काम नहीं करेगा

source: jump to the checkin with Alt+R
hi: साथ Alt+R चेकइन करने के लिए कूद

source: **Note**
hi: **नोट**

source: Mac users use the OPTION button in place of ALT
hi: मैक उपयोगकर्ताओं एएलटी के स्थान पर विकल्प बटन का उपयोग करें

source: Check Out (Issuing)
hi: चेक आउट (जारी करना)

source: To begin the checkout process you must enter the patron barcode or part of their name. The checkout option appears in three main places:
hi: चेकआउट प्रक्रिया शुरू करने के लिए आप संरक्षक बारकोड या उनके नाम का हिस्सा दर्ज करना आवश्यक है। चेकआउट विकल्प तीन मुख्य स्थानों में प्रकट होता है:

source: Check out option on the top of the main staff client
hi: मुख्य स्टाफ ग्राहक के शीर्ष पर चैकआउट विकल्प

source: |image482|
hi: |छवि482|

source: Check out option on the patron record
hi: संरक्षक रिकार्ड पर विकल्प की जाँच करें

source: |image483|
hi: |छवि483|

source: If you have enabled :ref:`batch checkouts <batch-checkout-label>` then click the batch check out option on the patron record
hi: यदि आपने सक्षम किया है :ref:`बैच चेकआउट <batch-checkout-label>' फिर संरक्षक रिकॉर्ड पर बैच चेक आउट विकल्प पर क्लिक करें

source: |image1254|
hi: |छवि1254|

source: Check out option on the quick search bar on the circulation page
hi: सर्कुलेशन पेज पर त्वरित खोज पट्टी में चेक आउट विकल्प

source: |image484|
hi: |छवि484|

source: Checking Items Out
hi: चेक आउट आइटम

source: To check an item out to a patron, first search for that patron using one of the many options listed above. You will then be presented with the checkout screen.
hi: एक संरक्षक, कि संरक्षक ऊपर सूचीबद्ध कई विकल्पों में से एक का उपयोग कर के लिए पहले खोज के लिए बाहर एक आइटम की जांच करने के लिए। तुम तो चेकआउट स्क्रीन के साथ प्रस्तुत किया जाएगा।

source: |image485|
hi: |छवि485|

source: If you have chosen to 'Always show checkouts immediately' then you will see the list of checkouts below the check out box.
hi: आप के लिए चुना है, तो 'हमेशा तुरंत checkouts दिखाने' तो तुम बाहर की जाँच बॉक्स के नीचे checkouts की सूची देखेंगे।

source: |image486|
hi: |छवि486|

source: At the top of the Check Out screen is a box for you to type or scan the item's barcode into.
hi: चेक आउट स्क्रीन के शीर्ष पर एक बॉक्स आप लिखें या में स्कैन आइटम की बारकोड के लिए है।

source: **Important**
hi: **महत्वपूर्ण**

source: Many modern barcode scanners will send a 'return' to the browser, making it so that the 'Check Out' button is automatically clicked
hi: कई आधुनिक बारकोड स्कैनर ब्राउज़र के लिए एक 'वापसी' भेज देंगे, यह तो बना है कि 'चेक आउट' बटन स्वचालित रूप से क्लिक किया जाता है

source: If the barcode is not found you will be prompted to use fast cataloging to add the item. Learn more about :ref:`fast cataloging <fast-add-cataloging-label>` later in this manual.
hi: यदि बारकोड नहीं मिला है तो आपको आइटम जोड़ने के लिए तेज़ कैटलॉगिंग का उपयोग करने के लिए कहा जाएगा। के बारे में अधिक जानने :ref:`फास्ट कैटलॉगिंग <fast-add-cataloging-label>` बाद में इस मैनुअल में।

source: If you have :ref:`itemBarcodeFallbackSearch` set to 'Enable' then you can enter a keyword search in this box instead of just a barcode (this will make it possible to check out using title and/or call number).
hi: यदि आपके पास है :ref:`itemBarcodeFallbackSearch` 'सक्षम' पर सेट करें, तो आप केवल एक बारकोड के बजाय इस बॉक्स में एक कीवर्ड खोज दर्ज कर सकते हैं (इससे शीर्षक और/या कॉल नंबर का उपयोग करके जांच करना संभव हो जाएगा)।

source: To see more checkout options click the 'Checkout settings' link to expand the checkout area.
hi: अधिक चेकआउट विकल्प देखने के लिए चेकआउट क्षेत्र का विस्तार करने के लिए 'चेकआउट सेटिंग' लिंक पर क्लिक करें.

source: |image1255|
hi: |छवि1255|

source: Below the box for the barcode there may be options for you to override the default due date for the item.
hi: बारकोड के लिए बॉक्स के नीचे आप आइटम के लिए डिफ़ॉल्ट नियत तारीख ओवरराइड करने के लिए वहाँ विकल्प हो सकता है

source: This option will only appear if you have set the :ref:`SpecifyDueDate` system preference to allow staff to override the due date
hi: यह विकल्प केवल तभी दिखाई देगा यदि आपने set सेट किया है :ref:`SpecifyDueDate` सिस्टम प्राथमिकता कर्मचारियों को देय तिथि को ओवरराइड करने की अनुमति देने के लिए

source: Below the box for the barcode you will see a checkbox for 'Automatic renewal'. This will allow this item to automatically renew if the :ref:`appropriate cron job <automatic-renewal-label>` is running and there are no holds on the item.
hi: बारकोड के लिए बॉक्स के नीचे आपको 'स्वचालित नवीनीकरण' के लिए एक चेकबॉक्स दिखाई देगा। यह इस आइटम को स्वचालित रूप से नवीनीकृत करने की अनुमति देगा यदि :ref:`उचित क्रॉन जॉब <automatic-renewal-label>` चल रहा है और आइटम पर कोई धारण नहीं है.

source: Next is an option to no decrease the loan length based on holds. This overrides the :ref:`decreaseLoanHighHolds <decreaseloanhighholds,-decreaseloanhighholdsduration,-decreaseloanhighholdsvalue,-decreaseloanhighholdscontrol,-and-decreaseloanhighholdsignorestatuses-label>` preference.
hi: अगला होल्ड के आधार पर ऋण की लंबाई को कम करने का विकल्प नहीं है। यह ओवरराइड करता है :ref:`decreaseLoanHighHolds <decreaseloanhighholds,-decreaseloanhighholdsduration,-decreaseloanhighholdsvalue,-decreaseloanhighholdscontrol,-and-decreaseloanhighholdsignorestatuses-label>`वरीयता.

source: If you're allowing the :ref:`checkout of items on site <onsitecheckouts-label>` to patrons (these are usually items that are not for loan that you would like to check for in library use) then you will see the 'On-site checkout' checkbox after clicking the 'Checkout settings' link to expand your circulation options.
hi: यदि आप इसे अनुमति दे रहे हैं :ref:`साइट पर आइटम्स की चेकआउट <onsitecheckouts-label>` संरक्षकों के लिए (ये आमतौर पर वे आइटम हैं जो ऋण के लिए नहीं हैं जिन्हें आप लाइब्रेरी उपयोग में देखना चाहते हैं) तो आप देखेंगे अपने परिसंचरण विकल्पों का विस्तार करने के लिए 'चेकआउट सेटिंग्स' लिंक पर क्लिक करने के बाद 'ऑन-साइट चेकआउट' चेकबॉक्स।

source: |image1256|
hi: |छवि1256|

source: At the bottom of the page there is a summary of the patron's current checked out items along with the due date (and time if the item is an hourly loan), items checked out today will appear at the top.
hi: पृष्ठ के तल में नियत तारीख (और समय यदि आइटम एक प्रति घंटा ऋण है) के साथ संरक्षक की मौजूदा बाहर की जाँच की वस्तुओं का एक सारांश है, आइटम आज बाहर की जाँच शीर्ष पर दिखाई देगा।

source: Items that are hourly loan items will include the time with the due date.
hi: आइटम प्रति घंटा ऋण आइटम हैं देय तारीख के साथ समय शामिल होंगे।

source: |image487|
hi: |छवि487|

source: If you checked out an item for on site use you will see that highlighted in red in the checkout summary.
hi: यदि आप साइट के उपयोग पर के लिए एक आइटम चेक आउट की आप उस चेकआउट सारांश में लाल रंग में देखेंगे।

source: |image488|
hi: |छवि488|

source: If you have set your `ExportWithCsvProfile <#ExportWithCsvProfile>`__ preference, you will also see the option to export the patron's current checkout information using a CSV Profile or ISO2709 (MARC21) format.
hi: अगर आपने अपना सेट किया है `ExportWithCsvProfile <#ExportWithCsvProfile>`__ वरीयता, आप एक सीएसवी प्रोफाइल या आईएसओ 270 9 (एमएआरसी 21) प्रारूप का उपयोग कर संरक्षक की वर्तमान चेकआउट जानकारी निर्यात करने का विकल्प भी देखेंगे.

source: |image489|
hi: |छवि489|

source: Also at the bottom of the page is the list of items the patron has on hold
hi: इसके अलावा पृष्ठ के तल पर संरक्षक होल्ड पर है मदों की सूची है

source: |image490|
hi: |छवि490|

source: From the holds list you can suspend or resume patrons holds using the options at the bottom of the list if you have the :ref:`SuspendHoldsIntranet` preference set to 'allow.'
hi: होल्डिंग सूची से आप सूची के निचले हिस्से में विकल्प का उपयोग करके संरक्षक को निलंबित या फिर से शुरू कर सकते हैं यदि आपके पास है : ref: `SuspendHoldsIntranet` वरीयता 'अनुमति' पर सेट है।

source: If you have your :ref:`AutoResumeSuspendedHolds` preference set to "Don't allow" then you will not have the option to put an end date on the hold suspension
hi: यदि आपके पास आपका है : ref: `AutoResumeSuspendedHolds` वरीयता" अनुमति न दें "पर सेट है, तो आपके पास होल्ड निलंबन पर समाप्ति तिथि रखने का विकल्प नहीं होगा

source: If there are notes on the patron record these will appear to the right of the checkout box
hi: वहाँ संरक्षक रिकॉर्ड पर नोट कर रहे हैं इन चेकआउट बॉक्स के दाईं ओर दिखाई देंगे

source: |image491|
hi: |छवि491|

source: If the patron has a hold waiting at the library that too will appear to the right of the check out box making it easy for the circulation librarian to see that there is another item to give the patron
hi: संरक्षक एक होल्ड पुस्तकालय में इंतजार कर वह भी यह प्रचलन लाइब्रेरियन के लिए आसान बना रही है बॉक्स की जांच बाहर से सही करने के लिए प्रकट होगा देखने के लिए एक और आइटम संरक्षक देने के लिए है कि वहाँ है

source: |image492|
hi: |छवि492|

source: The details of the checkouts will appear on the bib detail page in the staff client as well.
hi: checkouts के विवरण के रूप में अच्छी तरह से कर्मचारियों को ग्राहक में बिब विस्तार पृष्ठ पर दिखाई देगा।

source: |image493|
hi: |छवि493|

source: Printing Receipts
hi: मुद्रण प्राप्तियों

source: Once you have checked out all of the items for the patron you can print them a receipt by choosing one of two methods.
hi: एक बार जब आप संरक्षक के लिए सभी वस्तुओं को बाहर की जाँच की है कि आप दो तरीकों में से एक का चयन करके उन्हें एक रसीद प्रिंट कर सकते हैं।

source: If you have the :ref:`CircAutoPrintQuickSlip` preference set to 'open a print quick slip window' you can simply hit enter on your keyboard or scan a blank piece of paper with your barcode scanner. The idea being that you're "checking out" a blank barcode which triggers Koha to print the 'Quick slip.'
hi: यदि आपके पास है : ref: `CircAutoPrintQuickSlip` वरीयता 'प्रिंट त्वरित पर्ची विंडो खोलने' पर सेट है, तो आप बस अपने कीबोर्ड पर एंटर दबा सकते हैं या अपने बारकोड स्कैनर के साथ कागज़ के रिक्त टुकड़े को स्कैन कर सकते हैं। यह विचार यह है कि आप एक खाली बारकोड "चेक आउट" कर रहे हैं जो कोहा को 'त्वरित पर्ची' प्रिंट करने के लिए ट्रिगर करता है।

source: You can also click the Print button at the top of the screen and choose 'Print slip' or 'Print quick slip'.
hi: तुम भी स्क्रीन के शीर्ष पर प्रिंट बटन क्लिक करें और चुनें 'प्रिंट पर्ची' या 'प्रिंट त्वरित पर्ची' कर सकते हैं।

source: |image494|
hi: |छवि494|

source: If you choose 'Print slip' it will print all of the items the patron has checked out, including those they checked out at an earlier date. Choosing 'Print quick slip' will print only the items that were checked out today.
hi: यदि आप 'प्रिंट' पर्ची चुनते हैं यह आइटम संरक्षक बाहर की जाँच की है, वे उन लोगों की एक पहले की तारीख पर बाहर की जाँच सहित सभी प्रिंट होगा। 'प्रिंट त्वरित पर्ची' चुनने केवल आइटम है कि आज बाहर की जाँच कर रहे थे प्रिंट होगा।

source: 'Print summary' will generate a full page summary for the patron's circulation information and 'Print overdues' will print out a slip that lists all items that are overdue.
hi: 'प्रिंट सारांश' संरक्षक के संचलन के बारे में जानकारी के लिए एक पूरे पृष्ठ का सारांश उत्पन्न होगा और 'प्रिंट अतिदेय' बाहर एक पर्ची कि सभी आइटम है कि अतिदेय सूचीबद्ध प्रिंट होगा।

source: What prints on the slips can be customized by altering the slip templates under the :ref:`Notices & Slips` tool.
hi: स्लिप्स पर क्या प्रिंट स्लिप टेम्पलेट्स को by के तहत बदलकर अनुकूलित किया जा सकता है :ref:`नोटिस और स्लिप्स' टूल।

source: Clear Patron Information
hi: संरक्षक जानकारी साफ करें

source: When you're done checking an item out if you have the :ref:`DisplayClearScreenButton` preference set to 'Show' you can clear the current patron by clicking the X in the top right of the patron's info to remove the current patron from the screen and start over.
hi: जब आप एक आइटम की जांच कर लेंगे यदि आपके पास है : ref: `DisplayClearScreenButton` वरीयता 'शो' पर सेट है, तो आप वर्तमान संरक्षक को हटाने के लिए संरक्षक की जानकारी के ऊपरी दाएं भाग में एक्स पर क्लिक करके वर्तमान संरक्षक को साफ़ कर सकते हैं स्क्रीन और शुरू करो।

source: |image495|
hi: |छवि495|

source: If you have the :ref:`CircAutoPrintQuickSlip` preference set to 'clear the screen' then you simply need to hit enter or scan a blank barcode and the screen will be cleared of the current patron.
hi: यदि आपके पास है : ref: `CircAutoPrintQuickSlip` वरीयता 'स्क्रीन साफ़ करें' पर सेट है, तो आपको बस रिक्त बारकोड दर्ज करने या स्कैन करने की आवश्यकता है और स्क्रीन को वर्तमान संरक्षक से साफ़ कर दिया जाएगा।

source: Batch Checkouts
hi: बैच चैकआउटस

source: If you would like to perform a batch check out you can do so by turning on the :ref:`BatchCheckouts` system preference and assigning the proper patron categories via the :ref:`BatchCheckoutsValidCategories` preference. This will allow you to use an RFID pad that reads multiple barcodes or perform a batch check out for training internal use.
hi: यदि आप एक बैच चेक आउट करना चाहते हैं तो आप इसे चालू करके ऐसा कर सकते हैं :ref:`BatchCheckouts` सिस्टम वरीयता और उचित संरक्षक श्रेणियों को via के माध्यम से असाइन करना :ref:`BatchCheckoutsValidCategories` वरीयता। यह आपको एक आरएफआईडी पैड का उपयोग करने की अनुमति देगा जो एकाधिक बारकोड पढ़ता है या आंतरिक उपयोग प्रशिक्षण के लिए बैच चेक आउट करता है।

source: |image1257|
hi: |छवि1257|

source: From this screen you can scan several barcodes or load a file of barcodes. If those items cannot be checked out they will provide a warning on the following screen
hi: इस स्क्रीन से आप कई बारकोड को स्कैन या बारकोड की एक फ़ाइल लोड कर सकते हैं। उन वस्तुओं बाहर की जाँच नहीं की जा सकती है, तो वे निम्नलिखित स्क्रीन पर एक चेतावनी प्रदान करेगा

source: |image496|
hi: |छवि496|

source: If you are using a statistical patron type then you'll see that local use was recorded for each item you scanned.
hi: आप एक सांख्यिकीय संरक्षक टाइप उसके बाद का उपयोग कर रहे हैं, तो आप देख पाएंगे कि स्थानीय उपयोग के प्रत्येक आइटम आप स्कैन के लिए दर्ज किया गया था।

source: |image497|
hi: |छवि497|

source: Check Out Messages
hi: संदेशों का चेक आउट

source: If you check out an item that has multiple pieces and you have cataloged that information in subfield 3 of the item record (in MARC21) a message will pop up when you check out that item telling you how many pieces should be there.
hi: आप किसी वस्तु को कई टुकड़े है कि बाहर की जाँच करें और आप (MARC21 में) आइटम रिकॉर्ड की subfield 3 में है कि जानकारी के संदेश को पॉप जाएगा जब आप आप कह रही है कि कितने टुकड़े होना चाहिए कि आइटम बाहर की जाँच सूचीबद्ध किया है।

source: |image498|
hi: |छवि498|

source: There are times when Koha will prevent the librarian from being able to check out items to a patron. When this happens a warning will appear notifying the librarian of why the patron cannot check items out.
hi: कई बार जब कोहा एक संरक्षक के लिए आइटम चैक आउट करने में सक्षम होने से रोकने जाएगा लाइब्रेरियन हैं। जब ऐसा होता है एक चेतावनी क्यों संरक्षक वस्तुओं की जांच बाहर नहीं कर सकते हैं की लाइब्रेरियन को अधिसूचित दिखाई देगा।

source: Patron owes too much in fines
hi: संरक्षक पर जुर्माने के रूप में ज्यादा बकाया

source: |image499|
hi: |छवि499|

source: You can set the amount at which patron checkouts are blocked with the :ref:`noissuescharge` system preference
hi: आप उस राशि को निर्धारित कर सकते हैं जिस पर संरक्षक चेकआउट को अवरुद्ध कर दिया गया है : ref: `noissuescharge` सिस्टम वरीयता

source: Patron has a restriction on their account
hi: संरक्षक का अपने अकाउंट पर प्रतिबंध है

source: |image500|
hi: |छवि500|

source: This can be set by the librarian editing a patron record and adding a `restriction <#patronflags>`__ or by the :ref:`Overdue/Notice Status Triggers <overdue-notice/status-triggers-label>`
hi: यह लाइब्रेरियन द्वारा एक संरक्षक रिकॉर्ड को संपादित करके और 'प्रतिबंध <#patronflags>`__ या द्वारा जोड़कर सेट किया जा सकता है :ref:`अतिदेय / नोटिस स्थिति ट्रिगर्स <overdue-notice/status-triggers-label>`

source: If the staff member has the right permission they can override the restriction temporarily
hi: यदि स्टाफ के सदस्य के अधिकार अनुमति है तो वे प्रतिबंध अस्थायी रूप से ओवरराइड कर सकते हैं

source: |image501|
hi: |छवि501|

source: Patron needs to confirm their address
hi: संरक्षक के अपने पते की पुष्टि करने की जरूरत है

source: |image502|
hi: |छवि502|

source: This can be set by the librarian editing a patron record and adding a `flag <#patronflags>`__
hi: यह लाइब्रेरियन द्वारा एक संरक्षक रिकॉर्ड संपादित करके और 'ध्वज जोड़कर सेट किया जा सकता है <#patronflags>`__

source: Patrons has lost their library card
hi: संरक्षक अपने पुस्तकालय कार्ड खो दिए है

source: |image503|
hi: |छवि503|

source: Check Out Warnings
hi: चेतावनी चेक आउट

source: Sometimes checkouts will trigger warning messages that will appear in a yellow box above the check out field. These warnings need to be acknowledged before you will be able to continue checking items out.
hi: कभी कभी checkouts चेतावनी संदेश है कि क्षेत्र से बाहर की जांच के ऊपर एक पीले बॉक्स में दिखाई देगा ट्रिगर किया जाएगा। इन चेतावनियों से पहले आप आइटम की जाँच के बाहर जारी रखने के लिए सक्षम हो जाएगा स्वीकार किया जाना करने की जरूरत है।

source: Patron has outstanding fines
hi: संरक्षक बकाया जुर्माना किया गया है

source: |image504|
hi: |छवि504|

source: Item on hold for someone else
hi: किसी और के लिए ठंडे बस्ते में आइटम

source: |image505|
hi: |छवि505|

source: Item should be on the hold shelf waiting for someone else
hi: आइटम किसी और के लिए इंतजार कर होल्ड शेल्फ पर होना चाहिए

source: |image506|
hi: |छवि506|

source: Item already checked out to this patron
hi: आइटम पहले से ही इस संरक्षक करने के लिए बाहर की जाँच

source: |image507|
hi: |छवि507|

source: Item checked out to another patron
hi: अन्य संरक्षक को आइटम चैक आउट

source: |image508|
hi: |छवि508|

source: This warning will allow you to place a hold on the item for the patron you're trying to check it out to.
hi: यह चेतावनी आपको उस संरक्षक के लिए आइटम पर रोक लगाने की अनुमति देगी जिसे आप इसे जांचने की कोशिश कर रहे हैं।

source: Item not for loan
hi: आइटम ऋण के लिए नहीं

source: |image509|
hi: |छवि509|

source: Patron has too many things checked out and :ref:`AllowTooManyOverride` is set to 'Allow'
hi: संरक्षक की बहुत सारी चीजें जांच चुकी हैं और: ref: `AllowTooManyOverride` को 'अनुमति दें' पर सेट किया गया है

source: |image510|
hi: |छवि510|

source: Patron has too many things checked out and :ref:`AllowTooManyOverride` is set to "Don't allow"
hi: संरक्षक की बहुत सारी चीजें जांच चुकी हैं और :ref:`AllowTooManyOverride` को "अनुमति न दें" पर सेट किया गया है

source: |image511|
hi: |छवि511|

source: Item cannot be renewed
hi: आइटम का नवीनीकरण नहीं किया जा सकता

source: |image512|
hi: |छवि512|

source: This can be overridden with the :ref:`AllowRenewalLimitOverride` system preference
hi: इसे ओवरराइड किया जा सकता है के साथ : ref: `AllowRenewalLimitOverride` सिस्टम वरीयता दें

source: Barcode not found
hi: बारकोड नहीं मिलाः

source: |image513|
hi: |छवि513|

source: Learn more about :ref:`fast cataloging <fast-add-cataloging-label>` later in this manual.
hi: इसके बारे में और जानें :ref:` फास्ट कैटलॉगिंग <fast-add-cataloging-label>'इस सूची में बाद में।

source: Item being checked out is marked as 'lost'
hi: आइटम चैंक आउट की जा रही के रूप में 'खोई' चिह्नित है

source: Depending on the value in your :ref:`IssueLostItem` preference, you may just see a warning
hi: आपके मूल्य में निर्भर करता है :ref:`IssueLostItem` वरीयता, आप केवल एक चेतावनी देख सकते हैं

source: |image514|
hi: |छवि514|

source: or a confirmation box
hi: या एक पुष्टिकरण बॉक्स

source: |image515|
hi: |छवि515|

source: Item being checked out is not recommended for a patron of this age
hi: आइटम बाहर जाँच की जा रही इस उम्र के संरक्षक लिए अनुशंसित नहीं है

source: |image516|
hi: |छवि516|

source: Item being checked out meets the :ref:`decreaseLoanHighHolds <decreaseloanhighholds,-decreaseloanhighholdsduration,-decreaseloanhighholdsvalue,-decreaseloanhighholdscontrol,-and-decreaseloanhighholdsignorestatuses-label>` system preference criteria
hi: आइटम की जांच की जा रही है :ref:`decreaseLoanHighHolds <decreaseloanhighholds,-decreaseloanhighholdsduration,-decreaseloanhighholdsvalue,-decreaseloanhighholdscontrol,-and-decreaseloanhighholdsignorestatuses-label>` सिस्टम वरीयता मानदंड

source: |image517|
hi: |छवि517|

source: Renewing
hi: नवीनीकरण

source: Checked out items can be renewed (checked out for another period of time) based on your :ref:`circulation rules <circulation-and-fine-rules-label>` and :ref:`renewal preferences <renewalperiodbase-label>`.
hi: चेक किए गए आइटम को आपके आधार पर नवीनीकृत किया जा सकता है (समय की दूसरी अवधि के लिए चेक आउट किया गया) :ref:`परिसंचरण नियम <circulation-and-fine-rules-label>` और :ref:`नवीनीकरण प्राथमिकताएं <renewalperiodbase-label>`.

source: If :ref:`you allow it <opacrenewalallowed-label>`, patrons can renew their own items via the OPAC, but sometimes you'll need to help them by renewing their items via the staff client.
hi: यदि :ref:`आप इसे <opacrenewalallowed-label>' की अनुमति देते हैं, तो संरक्षक OPAC के माध्यम से अपने स्वयं के आइटम नवीनीकृत कर सकते हैं, लेकिन कभी-कभी आपको कर्मचारियों के क्लाइंट के माध्यम से अपने आइटम को नवीनीकृत करके उनकी सहायता करने की आवश्यकता होगी.

source: To renew items checked out to a patron, you can do one of two things.
hi: आइटम एक संरक्षक के लिए बाहर की जाँच को नवीनीकृत करने के लिए, आप दो चीजों में से एक हो सकता है।

source: The first is to visit their details page or checkout page and review their checkout summary at the bottom.
hi: पहली बार अपने विवरण पृष्ठ या चेकआउट पृष्ठ पर जाएँ और नीचे में उनकी चेकआउट सारांश की समीक्षा करने के लिए है।

source: |image518|
hi: |छवि518|

source: In the Renew column you will see how many times each item has been renewed and a checkbox to renew the item for the patron. Check the boxed of the items you would like to renew and click the 'Renew or Return checked items' button, or to renew all items checked out to the patron simply click the 'Renew all' button.
hi: नवीनीकृत कॉलम में आप कितनी बार प्रत्येक आइटम नए सिरे से किया गया है और एक चेकबॉक्स संरक्षक के लिए आइटम को नवीनीकृत करने के लिए देखेंगे. आइटम आप नवीनीकृत और क्लिक करने के लिए चाहते हैं के बॉक्सिंग जांच 'नवीनीकृत या वापसी आइटम की जाँच की' बटन, या नवीनीकृत करने के लिए सभी मदों के संरक्षक के लिए बाहर की जाँच की बस 'सभी को नवीनीकृत' बटन पर क्लिक करें.

source: |image519|
hi: |छवि519|
