Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: hi

source: Then, if you want an overview of every transaction, go to the Log tab. This tab will show you the transactions in the plugin database
hi: तो फिर, अगर आप हर लेन-देन के एक सिंहावलोकन चाहते हैं, पर लॉग ऑन टैब के लिए जाना। यह टैब आप प्लगइन डेटाबेस में लेनदेन दिखाएगा

source: |image615|
hi: |छवि615|

source: The status will be "Local." as long as you are offline and don't process the transactions into Koha.
hi: स्थिति "स्थानीय." हो जाएगा जब तक आप लंबे ऑफ़लाइन हैं और कोहा में लेनदेन की प्रक्रिया नहीं है।

source: When your Internet connection comes back up you will want to get these transactions in to Koha. Before processing these transactions you should be aware of a few issues.
hi: आपके इंटरनेट कनेक्शन वापस आता है जब तक आप कोहा करने के लिए इन लेन-देन करना चाहते हो जाएगा। इन लेनदेन प्रसंस्करण इससे पहले कि आप कुछ मुद्दों के बारे में पता होना चाहिए।

source: Because you are not connected to your Koha database when using this plugin holds will need additional processing. If an item you check in while offline has a hold, the hold is kept on the item. Since, you can't confirm holds found during the processing of every check in, the holds stay on the item and will need to be managed later. If you only checked in a few items you can just keep a record of them all. If you checked in a lot of items you can use the Holds Queue once it rebuilds to see what holds made it to the shelf erroneously.
hi: क्योंकि आप जब इस प्लगइन का उपयोग कर अपने कोहा डेटाबेस से जुड़े नहीं हैं अतिरिक्त संसाधन की आवश्यकता होगी रखती है। एक आइटम आप में जाँच हैं, जबकि ऑफ़लाइन एक होल्ड है, होल्ड मद पर रखा जाता है। , जब से तुम में जाँच हर के प्रसंस्करण के दौरान की पुष्टि नहीं कर पाया होल्ड कर सकते हैं, आइटम पर रहने रखती है और बाद में कामयाब होने के लिए की आवश्यकता होगी। अगर आप केवल कुछ मदों में जाँच की आप सिर्फ उन सब का एक रिकॉर्ड रख सकते हैं। आप मदों की एक बहुत में जाँच की तो आप होल्ड कतार एक बार यह देखने के लिए क्या ग़लती से शेल्फ के लिए इसे बनाया होल्ड rebuilds उपयोग कर सकते हैं।

source: Similarly, if an patron card was expired, the offline circulation tool won't know about it, so the checkout will be recorded regardless of the patron's account being blocked normally.
hi: इसी प्रकार, यदि एक संरक्षक कार्ड समाप्त हो गया था, ऑफ़लाइन संचलन उपकरण इसके बारे में पता नहीं है, तो चेकआउट संरक्षक के खाते की परवाह किए बिना दर्ज हो जाएगा सामान्य रूप से अवरुद्ध किया जा रहा।

source: You have two options for adding this data to Koha
hi: आप कोहा के लिए इस डेटा को जोड़ने के लिए दो विकल्प हैं

source: Commit to Koha
hi: कोहा को प्रतिबद्ध

source: If you checked in/out on more than one computer at the same time, what you want is to process every transaction consistently. Let's say for instance that one patron checked a book out on one computer and then checked the same book in on another computer. To be consistent, you need to record the check out first and then the check in. Not the opposite! To do so, you need to group every transaction in one place, sort them all and then, process everything. So, you need to use the "Commit to Koha" option from every plugin/computer you worked with. This way, the log will go to Koha and be accessible from the Offline Circulation page.
hi: यदि आप एक ही समय में चैंकड आउट/इन एक से अधिक कंप्यूटर पर, क्या आप चाहते हैं कि हर लेन-देन की लगातार संसाधित करने के लिए है। के उदाहरण के लिए कहते हैं कि एक संरक्षक एक कंप्यूटर पर एक किताब चैक आउट की और फिर एक और कंप्यूटर पर एक ही किताब में जाँच करते हैं। लगातार हो करने के लिए, आप चेक बाहर पहली बार में। नहीं विपरीत चेक रिकॉर्ड और फिर की जरूरत है! ऐसा करने के लिए, आप इस प्रक्रिया सब कुछ समूह की जरूरत है एक ही स्थान में हर लेन-देन, उन्हें सभी तरह की और उसके बाद। तो, अगर आप हर प्लगइन/कंप्यूटर आप के साथ काम से "कमेटी कोहा के लिए" विकल्प का उपयोग करने की जरूरत है। इस तरह, लॉग कोहा करने के लिए जाने के लिए और ऑफलाइन सर्कुलेशन पेज से सुलभ हो जाएगा।

source: |image616|
hi: |छवि616|

source: *Get there:* Circulation > Pending offline circulation actions
hi: *वहां जाएं:* परिसंचरण> लंबित ऑफलाइन परिसंचरण क्रियाएं

source: |image617|
hi: |छवि617|

source: |image618|
hi: |छवि618|

source: Apply directly
hi: प्रत्यक्ष लागू करें

source: If you performed all of the circulation actions on one computer then everything is sorted already so you can choose to "Apply directly"
hi: आप एक कंप्यूटर पर संचलन कार्यों के सभी प्रदर्शन किया तो सब कुछ पहले से ही हल किया है, तो आप "सीधे लागू करें" करने के लिए चुन सकते हैं

source: The status column will be updated to let you know if the transactions were applied
hi: स्थिति कॉलम आपको यह बताने के लिए अद्यतन किया जाएगा यदि लेनदेन लागू किया गया

source: Once you're finished you can review all of the items right in the Log tab
hi: आप सही पर लॉग ऑन टैब में आइटम के सभी समीक्षा कर सकते हैं एक बार जब आप समाप्त कर रहे हैं

source: |image619|
hi: |छवि619|

source: Once you are done you can clear the log by clicking Clear. If you don't you will be warned the next time you open the Offline Circulation tool.
hi: एक बार जब आप कर रहे हैं आप साफ क्लिक करके लॉग साफ़ कर सकते हैं। यदि आप करते हैं आप अगली बार जब आप ऑफलाइन सर्कुलेशन उपकरण खोलने चेतावनी दी जाएगी नहीं।

source: |image620|
hi: |छवि620|

source: Offline Circ Tool for Windows
hi: विंडोज के लिए ऑफ़लाइन परिसंचालन उपकरण

source: The Offline Circulation Utility can be downloaded at: https://github.com/bywatersolutions/koha-offline-circulation/releases
hi: ऑफ़लाइन परिसंचरण उपयोगिता को यहां डाउनलोड किया जा सकता है: https://github.com/bywatersolutions/koha-offline-circulation/releases

source: To generate a borrowers.db file for loading in to the Windows tool you will need to run the :ref:`file generator via a cron job <generate-patron-file-for-offline-circulation-label>`.
hi: Windows उपकरण में लोड करने के लिए उधारकर्ता.db फ़ाइल जेनरेट करने के लिए आपको इसे चलाने की आवश्यकता होगी :ref:`एक क्रॉन नौकरी के माध्यम से फ़ाइल जनरेटर<generate-patron-file-for-offline-circulation-label>`.

source: Upload Offline Circ File
hi: अपलोड ऑफलाइन परिसंचालन उपकरण

source: The :ref:`offline circulation tool for Windows <offline-circ-tool-for-windows-label>` will generate a KOC file that you can upload into Koha once your system comes back up.
hi: यह :ref:`विंडोज़ के लिए ऑफ़लाइन परिसंचरण उपकरण <offline-circ-tool-for-windows-label>'एक केओसी फ़ाइल उत्पन्न करेगा जिसे आप सिस्टम में वापस आने के बाद कोहा में अपलोड कर सकते हैं।

source: On the Circulation menu click 'Upload offline circulation file (.koc)'
hi: सर्कुलेशन मेनू पर क्लिक करें 'अपलोड ऑफ़लाइन परिसंचरण फ़ाइल (.koc)'

source: |image621|
hi: |छवि621|

source: Browse your computer for the \*.koc file
hi: अपने कंप्यूटर को \*.koc file फ़ाइल के लिए ब्राउज़ करें

source: |image622|
hi: |छवि622|

source: Once the file is uploaded, click the process the file
hi: एक बार फाइल अपलोड की गई है, इस प्रक्रिया फ़ाइल क्लिक करें

source: |image623|
hi: |छवि623|

source: When this is complete you'll be able to upload another file or tend to pending offline circulation actions.
hi: जब यह पूरा हो गया है यदि आप किसी अन्य फाइल अपलोड या ऑफलाइन परिसंचरण कार्रवाई लंबित करने के लिए करते हैं करने में सक्षम हो जाएगा।

source: |image624|
hi: |छवि624|

source: |image625|
hi: |छवि625|

source: |image626|
hi: |छवि626|
