Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: hi

source: Sometimes renewals will be blocked based on your circulation rules, to override this block you must have your :ref:`AllowRenewalLimitOverride` preference set to 'Allow'. If you allow renewal limit overrides, you will see a checkbox at the bottom left of the circulation summary. Check that box and then choose the items you would like to renew.
hi: कभी-कभी नवीनीकरण आपके परिसंचरण नियमों के आधार पर अवरुद्ध हो जाएगा, इस ब्लॉक को ओवरराइड करने के लिए आपके पास होना चाहिए :ref:`AllowRenewalLimitOverride`वरीयता को 'अनुमति दें' पर सेट करें। यदि आप नवीनीकरण सीमा ओवरराइड की अनुमति देते हैं, तो आप परिसंचरण सारांश के निचले बाएं हिस्से में एक चेकबॉक्स देखेंगे। उस बॉक्स को चेक करें और फिर उन वस्तुओं को चुनें जिन्हें आप नवीनीकृत करना चाहते हैं।

source: |image520|
hi: |छवि520|

source: Checking that box will add checkboxes in the renew column above where before the item was not renewable.
hi: लगता है कि बॉक्स जाँच हो रही है ऊपर जहां पहले आइटम नहीं था अक्षय को नवीनीकृत स्तंभ में चेक बॉक्स जोड़ देगा।

source: The second option is to visit the 'Renew' page found under the Circulation menu.
hi: दूसरा विकल्प मे जाएँ जो'नवीनीकृत' पेज सर्कुलेशन मेनू के नीचे पाया है।

source: |image521|
hi: |छवि521|

source: And scan the barcodes of the items you would like to renew.
hi: और बारकोड को स्कैन करें जिस आइटम आप को नवीनीकृत करना चाहते हैं.

source: |image522|
hi: |छवि522|

source: If the item is renewed you will receive a confirmation message.
hi: आइटम को नवीनीकृत किया गया, तो आप एक पुष्टिकरण संदेश प्राप्त होगा.

source: |image523|
hi: |छवि523|

source: If the barcode is not found you will be presented with an error.
hi: अगर बारकोड नहीं पाया जाता है तो आपको एक त्रुटि के साथ प्रस्तुत किया जाएगा।

source: |image524|
hi: |छवि524|

source: If the item is not actually checked out you will also receive an error.
hi: आइटम वास्तव में चैकआउट नहीं की है, तो आप भी एक त्रुटि प्राप्त होगा।

source: |image525|
hi: |छवि525|

source: Check In (Returning)
hi: चेक इन (रिटर्निंग)

source: Checking in items can be performed from various different locations
hi: मदों में जांच की जा रही विभिन्न विभिन्न स्थानों से किया जा सकता है

source: The check in box on the top of the main staff client
hi: मुख्य स्टाफ ग्राहक के शीर्ष पर बॉक्स में जाँच

source: |image526|
hi: |छवि526|

source: The check in option on the quick search bar on the Circulation page
hi: सर्कुलेशन पेज पर त्वरित खोज पट्टी पर विकल्प में चेक

source: |image527|
hi: |छवि527|

source: The check in link on the patron's checkout summary (and on the checkout summary page)
hi: संरक्षक के चेकआउट सारांश पर कड़ी में जांच (और जांच सारांश पेज पर)

source: |image528|
hi: |छवि528|

source: The Check in page under the Circulation menu
hi: सर्कुलेशन मेनू के तहत पेज में चेक

source: |image529|
hi: |छवि528|

source: Checking Items In
hi: में आइटम जाँच हो रही है

source: To check an item in scan the barcode for the item into the box provided. A summary of all items checked in will appear below the checkin box
hi: दिए गए बॉक्स में आइटम के लिए बारकोड को स्कैन में एक आइटम की जाँच करें। में जाँच की सभी वस्तुओं का एक सारांश चेकइन बॉक्स के नीचे दिखाई देगा

source: |image530|
hi: |छवि530|

source: If you are checking items in that were put in the book drop while the library was closed you can check the 'Book drop mode' box before scanning items. This will effectively roll back the returned date to the last date the library was open.
hi: आप उस में आइटम की जाँच कर रहे हैं पुस्तक बूंद में डाल रहे थे, जबकि पुस्तकालय बंद हो गया आप आइटम स्कैनिंग से पहले 'पुस्तक ड्रोप मोड' बॉक्स की जांच कर सकते हैं। यह प्रभावी ढंग से करने की अंतिम तिथि पुस्तकालय खुला था लौटे तिथि वापस रोल करेंगे।

source: This requires that you have your closings added to the :ref:`Holidays & Calendar Tool <calendar-label>`
hi: इसके लिए यह आवश्यक है कि आपके पास बंद हो जाएं :ref:`अवकाश और कैलेंडर उपकरण <calendar-label>`

source: You can also choose to forgive all overdue charges for items you are checking in by checking the 'Forgive overdue charges' box before scanning items.
hi: तुम भी आइटम आप की जाँच आइटम स्कैनिंग से पहले बॉक्स 'अतिदेय आरोपों माफ कर दो' द्वारा जाँच कर रहे हैं के लिए सभी अतिदेय आरोपों को माफ करने के लिए चुन सकते हैं।

source: If you have the :ref:`SpecifyReturnDate` preference set to 'Allow' you will be able to arbitrarily set the return date from below the check in box.
hi: यदि आपके पास है :ref:`SpecifyReturnDate` निर्दिष्ट करें 'वरीयता' को सेट करने के लिए सेट करें, आप मनमाने ढंग से चेक बॉक्स के नीचे से वापसी तिथि सेट कर पाएंगे।

source: |image1258|
hi: |छवि1258|

source: Check In Messages
hi: जाँच में संदेश

source: There are several messages that can appear when checking items in:
hi: कई संदेश है कि जब में आइटम की जाँच दिखाई दे सकती हैं:

source: If you are checking an item in at a library other than the home branch, a message will appear asking you to transfer the book to the home library
hi: आप घर शाखा के अलावा अन्य एक पुस्तकालय में एक आइटम की जाँच कर रहे हैं, संदेश घर पुस्तकालय के लिए पुस्तक स्थानांतरण करने के लिए आप आप पूछ दिखाई देगा

source: |image531|
hi: |छवि531|

source: After this item is checked in the status of the item will be changed in the catalog to 'in transit'
hi: बाद में इस मद आइटम की स्थिति में जाँच की है 'पारगमन में' करने के लिए सूची में बदल जाएगा

source: |image532|
hi: |छवि532|

source: To mark an item as back at the home branch, check the item in at the home branch
hi: एक आइटम घर शाखा में के रूप में वापस चिह्नित करने के लिए,घर शाखा में आइटम की जाँच करें

source: |image533|
hi: |छवि533|

source: A message will appear tell you that the item is not checked out, but the status will now say available in the catalog. This step is necessary to mark items as received by the home branch.
hi: एक संदेश दिखाई आपको बता देगा कि आइटम बाहर की जाँच नहीं की है, लेकिन स्थिति अब सूची में उपलब्ध नहीं कहेगा। इस कदम के रूप में घर शाखा द्वारा प्राप्त वस्तुओं को चिह्नित करने के लिए आवश्यक है।

source: If you are checking in an item that should have multiple parts or pieces a message will appear warning you about the number of pieces you should have in your hand
hi: आप किसी वस्तु को कई भागों या टुकड़े संदेश टुकड़े की संख्या के बारे में चेतावनी दिखाई देगी होना चाहिए कि में जाँच कर रहे हैं, तो आप अपने हाथ में होनी चाहिए

source: |image534|
hi: |छवि534|

source: If you're checking an item in that has a hold on it, you will be prompted to confirm the hold
hi: आप किसी आइटम की जाँच कर रहे हैं कि यह पर एक होल्ड है, आप पकड़ पुष्टि करने के लिए प्रेरित किया जाएगा

source: |image535|
hi: |छवि535|

source: Clicking the Confirm hold button will mark the item as waiting for pickup from the library
hi: पुष्टि होल्ड बटन पर क्लिक पुस्तकालय से पिक के लिए इंतजार कर के रूप में आइटम का प्रतीक होगा

source: |image536|
hi: |छवि536|

source: Clicking the Print Slip and Confirm button will mark the item as waiting for pickup at the library and present the library with a receipt to print and place on the book with the patron's information
hi: प्रिंट और संरक्षक की जानकारी के साथ पुस्तक पर जगह के लिए प्रिंट पर्ची क्लिक करके और पुस्तकालय में पिक के लिए इंतजार कर के रूप में आइटम के निशान और एक रसीद के साथ पुस्तकालय पेश करेंगे बटन की पुष्टि

source: Ignoring the hold will leave the item on hold, but leave its status as Available (it will not cancel the hold)
hi: होल्ड की उपेक्षा कर होल्ड पर आइटम छोड़ देंगे, लेकिन (यह होल्ड रद्द नहीं होगा) उपलब्ध रूप में अपनी स्थिति को छोड़

source: If you're checking in an item that has a hold on it at another branch you will be prompted to confirm and transfer the item
hi: आप किसी वस्तु को एक और शाखा में उस पर एक होल्ड है कि में जाँच कर रहे हैं, तो आप इस बात की पुष्टि और आइटम हस्तांतरण करने के लिए प्रेरित किया जाएगा

source: |image537|
hi: |छवि537|

source: Clicking the Confirm hold and Transfer button will mark the item as in transit to the library where the hold was placed
hi: पुष्टि होल्ड और हस्तांतरण बटन पर क्लिक पुस्तकालय के लिए पारगमन में के रूप में आइटम जहां होल्ड रखा गया था प्रतीक होगा

source: |image538|
hi: |छवि538|

source: Clicking the Print Slip, Transfer and Confirm button will mark the item as in transit to the library where the hold was placed and present the library with a receipt to print and place on the book with the patron's information
hi: प्रिंट पर्ची क्लिक करने, स्थानांतरण और पुस्तकालय के लिए पारगमन में के रूप में आइटम का प्रतीक होगा बटन की पुष्टि करें जहां होल्ड रखा गया था और संरक्षक की जानकारी के साथ एक रसीद मुद्रित करने के लिए और किताब पर जगह के साथ पुस्तकालय पेश

source: If you have the system showing you fines at the time of checkin (:ref:`FineNotifyAtCheckin`) you will see a message telling you about the fine and providing you a link to the payment page for that patron
hi: यदि आपके पास सिस्टम चेकइन के समय आपको जुर्माना दिखा रहा है (:ref:`FineNotifyAtCheckin`) आपको एक जुर्माना के बारे में बताने वाला एक संदेश दिखाई देगा और आपको उस संरक्षक के लिए भुगतान पृष्ठ का लिंक प्रदान करेगा

source: |image539|
hi: |छवि539|

source: Circulation Messages
hi: परिचालन संदेश

source: Circulation messages are short messages that librarians can leave for their patrons or their colleagues that will appear at the time of circulation.
hi: सर्कुलेशन संदेशों लघु संदेश है कि पुस्तकालय उनके संरक्षक या उनके सहयोगियों कि संचलन के समय में दिखाई देगा के लिए छोड़ सकते हैं।

source: Setting up Messages
hi: संदेशों की स्थापना

source: Circulation messages are set up as :ref:`Authorized Values <authorized-values-label>`. To add or edit Circulation Messages you want to work with the `BOR\_NOTES <#bornotes>`__ value.
hi: परिसंचरण संदेश के रूप में स्थापित हैं :ref:`अधिकृत मूल्य <authorized-values-label>`. परिसंचरण संदेश जोड़ने या संपादित करने के लिए आप काम करना चाहते हैं `BOR\_NOTES <#bornotes>`__ मान.

source: |image540|
hi: |छवि540|

source: The 'Description' field can hold a canned message that you would like to appear on the patron's record.
hi: 'विवरण' क्षेत्र एक डिब्बाबंद संदेश होल्ड कर सकते हैं जोकि आप संरक्षक के रिकॉर्ड पर प्रदर्शित करना चाहते हैं.

source: The 'Description' field is limited to 80 characters, but the patron message field can hold more than that. Enter 80 characters in the 'Description' field and then type the rest on the patron record.
hi: 'विवरण' फ़ील्ड 80 वर्णों तक सीमित है, लेकिन संरक्षक संदेश क्षेत्र कि अधिक से अधिक पकड़ कर सकते हैं। 'विवरण' क्षेत्र में 80 अक्षर दर्ज करें और फिर संरक्षक रिकार्ड पर बाकी टाइप करें।

source: Adding a Message
hi: एक संदेश जोड़ना

source: When on the patron's check out tab you will see a link to 'Add a new message' to the right of the check out box and a button at the top to 'Add message'.
hi: जब संरक्षक के चेक आउट टैब पर आपको चेक आउट बॉक्स के दाईं ओर 'नया संदेश जोड़ें' और 'संदेश जोड़ें' के शीर्ष पर एक बटन दिखाई देगा।

source: |image541|
hi: |छवि541|

source: When you click either of these options you will be asked to choose if the message is for the librarians or the patron and the message you would like to leave.
hi: जब आप इन विकल्पों में से किसी एक पर क्लिक करते हैं तो आपको यह चुनने के लिए कहा जाएगा कि संदेश लाइब्रेरियन या संरक्षक और संदेश जिसे आप छोड़ना चाहते हैं।

source: |image542|
hi: |छवि542|

source: A message for the patron will also show to the library staff.
hi: संरक्षक के लिए एक संदेश भी पुस्तकालय के कर्मचारियों को दिखाएगा।

source: Viewing Messages
hi: देखना संदेश

source: Circulation messages meant for the staff and/or the patron will appear on the patron's checkout screen to the right of the checkout box. Messages in bold and red are meant for the library staff only, whereas messages in regular italics font are meant for the patron and the librarian.
hi: सर्कुलेशन संदेशों स्टाफ के लिए बने हैं और/या संरक्षक चेकआउट बॉक्स के दाईं ओर संरक्षक के चेकआउट स्क्रीन पर दिखाई देगा। बोल्ड और लाल रंग में संदेश, केवल पुस्तकालय के कर्मचारियों के लिए हैं, जबकि नियमित इटैलिक फ़ॉन्ट में संदेशों संरक्षक और लाइब्रेरियन के लिए हैं।

source: |image543|
hi: |छवि543|

source: Circulation messages meant for the patron will also appear when they log into the OPAC.
hi: सर्कुलेशन संदेशों का मतलब संरक्षक के लिए भी दिखाई देगा जब वे ओपेक में प्रवेश करें।

source: |image544|
hi: |छवि544|

source: Holds
hi: होल्डस

source: Koha allows patrons to put things on hold. A 'Hold' is a way to reserve an item. Depending on your :ref:`circulation and fine rules <circulation-and-fine-rules-label>` and :ref:`hold preference <holds-policy-label>` settings patrons will be able to place items on hold for pickup at the library at a later date/time.
hi: कोहा संरक्षकों को चीजों को होल्ड की अनुमति देता है। एक 'होल्ड' एक आइटम आरक्षित करने का एक तरीका है। तुम पर निर्भर :ref:`परिसंचरण और जुर्माना नियम<circulation-and-fine-rules-label>` और :ref:`hold preference <holds-policy-label>` सेटिंग्स संरक्षक पुस्तकालय में बाद की तारीख / समय पर पिकअप के लिए होल्ड पर आइटम रखने में सक्षम होंगे.

source: Placing Holds in Staff Client
hi: स्टाफ रखकर क्लाइंट में धारण

source: There are several ways to place holds from the staff client. The most obvious is using the 'Place Hold' button at the top of any bibliographic record.
hi: वहाँ जगह के लिए कर्मचारियों को ग्राहक से रखती कई तरीके हैं। सबसे स्पष्ट किसी भी ग्रंथ सूची रिकॉर्ड के शीर्ष पर 'प्लेस बनाए रखें' बटन का उपयोग कर रहा है।

source: |image545|
hi: |छवि545|

source: You can also click the smaller 'Place Hold' link found at the top of your catalog search results, or the 'Holds' link found below each result.
hi: आप भी छोटे 'स्थान बनाए रखें' अपनी सूची खोज परिणामों के शीर्ष पर पाया लिंक पर क्लिक कर सकते हैं, या 'धारण' लिंक प्रत्येक परिणाम के नीचे पाया।

source: |image546|
hi: |छवि546|

source: You will be asked to search for a patron by barcode or any part of their name to start the hold process.
hi: आप बारकोड द्वारा एक संरक्षक या उनके नाम पर होल्ड की प्रक्रिया शुरू करने के किसी भी हिस्से के लिए खोज करने के लिए कहा जाएगा।

source: |image547|
hi: |छवि547|

source: If you'd like to search for the patron first and then the bib record for the hold, you can open the patron record and click on the 'Search to Hold' button at the top of the patron record.
hi: आप पकड़ के लिए पहली और फिर संरक्षक के लिए खोज करने के लिए बिब रिकॉर्ड करना चाहते हैं, तो आप संरक्षक रिकॉर्ड खोलने के लिए और संरक्षक रिकार्ड के शीर्ष पर 'पकड़ो खोज' बटन पर क्लिक कर सकते हैं।

source: |image548|
hi: |छवि548|

source: After clicking the button you will be brought to the catalog search page where you can find the book(s) you want to place a hold on. Under each title on the results you'll see an option to 'Hold for Patron Name.'
hi: बटन क्लिक करने के बाद आप सूची खोज पृष्ठ पर जहाँ आप किताब (s) आप पर एक पकड़ के लिए जगह चाहिए पा सकते हैं के लिए लाया जाएगा। परिणामों पर प्रत्येक शीर्षक के तहत आप करने के लिए एक विकल्प दिखाई देगा 'संरक्षक नाम के लिए रुक जाओ।'

source: |image549|
hi: |छवि549|

source: If you want to place a hold on multiple items, simply check the boxes to the left of them and click the arrow to the right of the 'Place Hold' button.
hi: आप कई वस्तुओं पर एक होल्ड के लिए जगह चाहते हैं, बस उन्हें के बाईं ओर बॉक्स चेक करें और 'स्थान बनाए रखें' बटन के दाईं ओर तीर क्लिक करें।

source: |image550|
hi: |छवि550|

source: Depending on how many items you choose to place a hold on at once you will see a different place hold form. If you are placing a hold on one bibliographic record you will see a list of all of the items you can place a hold on.
hi: कितने आइटम आप एक बार में आप एक अलग जगह होल्ड प्रपत्र देखेंगे एक होल्ड पर जगह के लिए चुन पर निर्भर करता है। आप एक ग्रंथ सूची रिकॉर्ड पर एक होल्ड रखने रहे हैं, तो आप पर एक होल्ड जगह कर सकते हैं आइटम के सभी की एक सूची देखेंगे।

source: |image551|
hi: |छवि551|

source: Enter any notes that might apply to this hold
hi: किसी भी नोट है कि यह होल्ड करने के लिए लागू हो सकता दर्ज

source: Choose the library where the patron will pick up the item
hi: पुस्तकालय जहां संरक्षक आइटम लेने के लिए होगा चुनें

source: If you have the :ref:`AllowHoldItemTypeSelection` preference set to 'Allow' and the record had more than one item type attached you will see an option to choose to limit the hold to a specific item type
hi: यदि आपके पास है : ref: `AllowHoldItemTypeSelection` वरीयता 'अनुमति दें' पर सेट करें और रिकॉर्ड में एक से अधिक आइटम प्रकार संलग्न हैं, तो आपको एक विशिष्ट आइटम प्रकार पर होल्ड को सीमित करने का विकल्प चुनने का विकल्प दिखाई देगा

source: |image1259|
hi: |छवि1259|

source: If the patron wants the hold to start on a date other than today, enter that in the 'Hold starts on date' field
hi: यदि संरक्षक आज की तुलना में अन्य एक तारीख को शुरू करने के लिए होल्ड चाहता है, दर्ज करें कि 'होल्ड तारीख पर शुरू होता है' क्षेत्र

source: This option will only appear if the :ref:`AllowHoldDateInFuture` system preference is set to 'Allow'
hi: यह विकल्प केवल तभी दिखाई देगा यदि :ref:`AllowHoldDateInFuture` सिस्टम प्राथमिकता 'अनुमति दें' पर सेट है

source: If the patron has specified that they don't want the item after a certain date, or if you have limits on hold lengths, you can enter an expiration date for the hold in the 'Hold expires on date'
hi: संरक्षक निर्दिष्ट किया गया है कि वे नहीं आइटम के लिए एक निश्चित तारीख के बाद चाहते हैं, या अगर आप होल्ड लंबाई पर सीमा है, तो आप में होल्ड के लिए एक समय समाप्ति तिथि में प्रवेश कर सकते हैं 'होल्ड तारीख को समाप्त हो रहा है'

source: To have expired holds cancelled automatically you will need to have the :ref:`Expired Holds` cron job set to run on a regular basis.
hi: समय सीमा समाप्त होने के लिए स्वचालित रूप से रद्द कर दिया जाएगा, आपको नियमित रूप से चलाने के लिए :ref:`'होल्ड समाप्त हो चुके हैं' क्रॉन जॉब सेट की आवश्यकता होगी।

source: Next choose if you want to place a hold on the next available item or a specific item by clicking the radio button next to an individual item.
hi: इसके बाद यदि आप रेडियो बटन एक व्यक्ति आइटम के बगल में क्लिक करके अगले उपलब्ध आइटम या एक विशेष आइटम पर एक पकड़ के लिए जगह चाहिए चुनें।

source: If you're placing a hold on multiple items you will be presented with the next available option for all titles. If no items are available for hold it will say so on the confirmation screen.
hi: आप कई वस्तुओं पर एक होल्ड रखने रहे हैं आप सभी खिताब के लिए अगले उपलब्ध विकल्प के साथ प्रस्तुत किया जाएगा। कोई आइटम होल्ड के लिए उपलब्ध हैं, तो यह पुष्टि स्क्रीन पर इतना कहना होगा।

source: |image552|
hi: |छवि552|

source: Once your hold is placed, if you'd like to have Koha forget that you used the 'Search to Hold' function, you can choose to have Koha 'forget' the patron's name by clicking the arrow to the right of the 'Place Hold' button on the search results and choosing the 'Forget' option.
hi: Koha है करने के लिए एक बार अपनी पकड़ रखा है, अगर आप Koha भूल जाते हैं कि आप 'पकड़ो करने के लिए खोज' समारोह का इस्तेमाल करना चाहते हैं, तो आप चुन सकते हैं 'जगह पकड़ो के दाईं ओर तीर पर क्लिक करके संरक्षक का नाम' भूल ' 'खोज परिणामों पर बटन और चुनने' भूल 'विकल्प।

source: |image553|
hi: |छवि553|

source: Managing Holds
hi: प्रबंध होल्ड्स

source: Holds can be altered and cancelled from the Holds tab found on the left of the bibliographic record.
hi: होल्ड बदल दिया और ग्रंथ सूची रिकॉर्ड के बाईं पर पाया होल्ड टैब से रद्द किया जा सकता।

source: |image554|
hi: |छवि554|

source: From the list of holds you can change the order of the holds, the pickup location, suspend and/or cancel the hold.
hi: होल्ड की सूची से आप होल्ड का क्रम बदल सकते हैं, पिकअप स्थान, निलंबित और/या होल्ड रद्द कर दें।

source: |image555|
hi: |छवि555|

source: Depending on how you have your :ref:`HidePatronName` system preference set the list may show card numbers instead of names in the Patron column like in the image above.
hi: आपके पास कैसे है: इस पर निर्भर करता है :ref:`HidePatronName` सिस्टम वरीयता सेट सूची ऊपर की छवि में संरक्षक कॉलम में नामों के बजाय कार्ड नंबर दिखा सकती है।

source: To rearrange or delete holds, simply make a selection from the 'Priority' pull down or click the arrows to the right of the priority pull down.
hi: पुनर्व्यवस्थित करने या हटाने के लिए रखती है, बस 'प्राथमिकता' नीचे खींच या प्राथमिकता के अधिकार के लिए तीर क्लिक करें नीचे खींच से चयन करने के लिए।

source: |image556|
hi: |छवि556|

source: If you use the priority pull down to rearrange or delete holds you will need to click the 'Update hold(s)' button to save your changes.
hi: आप को पुनर्व्यवस्थित या हटाने के लिए नीचे खींच प्राथमिकता का उपयोग रखती है, तो आप क्लिक करने के लिए 'अद्यतन होल्ड (s)' बटन अपने परिवर्तनों को सेव करने की जरूरत होगी।

source: Clicking the down arrow to the right of the hold will stick the hold at the bottom of the list even if more requests are made.
hi: होल्ड के सही करने के लिए नीचे तीर क्लिक करके सूची भले ही अधिक अनुरोध किया जाता है के तल पर होल्ड रहना होगा।

source: For example, your library has home-bound patrons that are allowed to keep books out for months at a time. It would not be fair to other patrons if a home-bound patron were able to check out a brand new book and keep it for months. For this reason, the home-bound patron's hold request would stay at the bottom of the queue until everyone else who wanted to read that book has already done so.
hi: उदाहरण के लिए, अपने पुस्तकालय घर बाध्य संरक्षक है कि एक समय में महीनों के लिए किताबें बाहर रखने के लिए अनुमति दी जाती है। यह अन्य संरक्षक के लिए निष्पक्ष अगर एक घर बाध्य संरक्षक एक ब्रांड नई किताब बाहर की जाँच करें और यह महीनों के लिए रखने के लिए सक्षम थे नहीं होगा। इस कारण से, घर बाध्य संरक्षक की होल्ड अनुरोध कतार के तल पर रहेंगे जब तक बाकी सब जो उस किताब को पढ़ने के लिए चाहते थे कि पहले से ही ऐसा किया गया है जाएगा।

source: |image557|
hi: |छवि557|

source: If a patron asks to have their hold suspended and you have the :ref:`SuspendHoldsIntranet` system preference set to 'allow' you can do so by clicking the Suspend button to far right. If the patron gives you a date for the items to become unsuspended you can enter that in the date box and click the 'Update hold(s)' button to save your changes.
hi: यदि कोई संरक्षक अपनी धार निलंबित करने के लिए कहता है और आपके पास यह है :ref:`SuspendHoldsIntranet` सिस्टम वरीयता 'अनुमति' पर सेट है, तो आप निलंबन बटन पर क्लिक करके ऐसा कर सकते हैं। यदि संरक्षक आपको वस्तुओं को अनुपयुक्त बनने की तारीख देता है तो आप इसे तिथि बॉक्स में दर्ज कर सकते हैं और अपने परिवर्तनों को सहेजने के लिए 'होल्ड अपडेट करें' बटन पर क्लिक कर सकते हैं।

source: |image558|
hi: |छवि558|

source: To delete or cancel a hold click the red 'X' to the right of the hold line. To delete/cancel a bunch of holds you can choose 'del' from pull down to the left of each line and then click 'Update hold(s)' at the bottom of the list.
hi: हटाने के लिए या रद्द करने के लिए एक होल्ड पकड़ लाइन के अधिकार के लिए क्लिक करें लाल 'एक्स'. हटाने के लिए/एक गुच्छा रद्द होल्ड की आप 'डेल' प्रत्येक पंक्ति के बाईं ओर नीचे खींचने के लिए और फिर सूची के तल पर क्लिक करें 'अपडेट होल्ड(s)' से चुन सकते हैं।

source: |image559|
hi: |छवि559|

source: Receiving Holds
hi: प्राप्त होल्ड्स

source: When items that are on hold are :ref:`checked in <check-in-(returning)-label>` or :ref:`out <check-out-(issuing)-label>` the system will remind the circulation librarian that the item is on hold and offer them options for managing the hold.
hi: जब होल्ड पर रखे आइटम हैं :ref:`checked in <check-in-(returning)-label>` or :ref:`out <check-out-(issuing)-label>` सिस्टम सिस्टम को याद दिलाएगा परिसंचरण लाइब्रेरियन है कि आइटम होल्ड पर है और उन्हें पकड़ के प्रबंधन के लिए विकल्प प्रदान करते हैं।

source: When you check in an item that has a hold on it the system will ask you to either confirm and transfer the item
hi: जब आप किसी आइटम उस पर एक होल्ड है कि में जाँच प्रणाली या तो पुष्टि करने के लिए आप से पूछना और आइटम स्थानांतरण होगा

source: |image560|
hi: |छवि560|

source: or just confirm the hold
hi: या होल्ड की पुष्टि करना चाहते हैं

source: |image561|
hi: |छवि561|
