Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: hi

source: Clicking the Confirm button will mark the item as on hold for the patron. If the item needs to be transferred the item will also be marked as in transit to the proper branch. Clicking 'Ignore' will retain the hold, but allow you to check the item out to another patron. Choosing to confirm and print will present you with a printable page that you can slip inside the book with the necessary hold and/or transfer information.
hi: संपुष्ट करें बटन पर क्लिक संरक्षक के लिए पकड़ पर के रूप में आइटम का प्रतीक होगा। आइटम transferr करने की जरूरत है मद में भी अगले शाखा को पारगमन के रूप में चिह्नित किया जाएगा। क्लिक 'पर ध्यान न दें' पकड़ बनाए रखने होगा, लक्ष्य के लिए आप एक और संरक्षक के लिए आइटम बाहर की जाँच करने के लिए अनुमति देते हैं। इस बात की पुष्टि करने के लिए चुनना और प्रिंट एक मुद्रण योग्य पेज है कि आप आवश्यक पकड़ के साथ किताब के अंदर पर्ची और / या जानकारी हस्तांतरण कर सकते हैं के साथ पेश करेंगे।

source: Once confirmed the hold will show on the patron record and on the checkout screen under the 'Hold' tab.
hi: एक बार पुष्टि की पकड़ 'बनाए रखें' टैब के अंतर्गत संरक्षक रिकार्ड पर और जांच स्क्रीन पर दिखाई देगा।

source: |image562|
hi: |छवि562|

source: From here if the patron would like you suspend their holds you can do so one by one or in bulk.
hi: यहां से यदि संरक्षक आपको अपनी होल्डस को निलंबित करना चाहते हैं तो आप इसे एक या थोक में कर सकते हैं।

source: The item record will also show that the item is on hold.
hi: आइटम रिकॉर्ड भी दिखा देंगे कि आइटम होल्ड पर है।

source: |image563|
hi: |छवि563|

source: In some cases a patron may come in to pick up a hold for their partner (or someone else in their household). In this case you want to make sure that the hold is cancelled when you check the item out to someone else. When trying to check out an item that is already waiting for someone else you will be presented with a warning message.
hi: कुछ मामलों में एक संरक्षक उनके साथी (या उनके घर में किसी और के) के लिए एक पकड़ लेने के लिए आ सकता है। इस मामले में आप जब आप किसी और के लिए बाहर आइटम जाँच करें कि पकड़ रद्द कर दिया है कि यह सुनिश्चित करना चाहते हैं। जब एक आइटम है कि पहले से ही किसी और आप एक चेतावनी संदेश के साथ प्रस्तुत किया जाएगा के लिए इंतज़ार कर बाहर की जाँच करने के लिए कोशिश कर रहा है।

source: |image564|
hi: |छवि564|

source: From here you can check the item out to the patron at the desk and cancel the hold for the patron.
hi: यहाँ से आप डेस्क पर संरक्षक के लिए बाहर आइटम की जाँच करें और संरक्षक के लिए होल्ड रद्द कर सकते हैं।

source: Transfers
hi: स्थानांतरण

source: If you work in a multi-branch system you can transfer items from one library to another by using the Transfer tool.
hi: आप एक बहु शाखा प्रणाली में काम यदि स्थानांतरण उपकरण का उपयोग करके दूसरे के लिए एक पुस्तकालय से आइटम हस्तांतरण कर सकते हैं।

source: *Get there*: Circulation > Transfer
hi: * वहां जाओ *: परिसंचरण> स्थानांतरण

source: To transfer an item
hi: एक आइटम स्थानांतरित

source: Click 'Transfer' on the Circulation page
hi: सर्कुलेशन पृष्ठ पर 'ट्रांसफर' पर क्लिक करें

source: |image565|
hi: |छवि565|

source: Enter the library you would like to transfer the item to
hi: पुस्तकालय में प्रवेश करने के लिए आप आइटम हस्तांतरण करना चाहते हैं

source: Scan or type the barcode on the item you would like to transfer
hi: स्कैन या आइटम आप स्थानांतरित करना चाहते हैं पर बारकोड टाइप

source: Click 'Submit'
hi: 'सबमिट' पर क्लिक करें

source: |image566|
hi: |छवि566|

source: The item will now say that it is in transit
hi: आइटम अब कहेंगे कि यह पारगमन में है

source: |image567|
hi: |छवि567|

source: When the item arrives at the other branch the librarian must check the item in to acknowledge that it is no longer in transit
hi: जब आइटम को अन्य शाखा में आता है जो एक लाइब्रेरियन आइटम स्वीकार करते हैं कि यह अब पारगमन में नहीं है की जाँच करना चाहिए

source: The item will not be permanently moved to the new library
hi: आइटम स्थायी रूप से नए पुस्तकालय को स्थानांतरित नहीं किया जाएगा

source: |image568|
hi: |छवि568|

source: The item shows the same 'Home Library' but has updated the 'Current Location' to note where it resides at this time
hi: आइटम ही 'होम लाइब्रेरी' से पता चलता है, लेकिन 'वर्तमान स्थान' अद्यतन किया गया है नोट करने के लिए जहां यह इस समय रहता है

source: Set Library
hi: सेट लाइब्रेरी

source: By default you will enter the staff client as if you are at your home library. This library will appear in the top right of the Staff Client.
hi: डिफ़ॉल्ट रूप से आप अगर आप अपने घर पुस्तकालय में हैं के रूप में कर्मचारियों ग्राहक प्रवेश करेंगे। इस पुस्तकालय के कर्मचारियों ग्राहक के ऊपर सही में दिखाई देगा।

source: |image569|
hi: |छवि569|

source: This is the library that all circulation transactions will take place at. If you are at another library (or on a bookmobile) you will want to set your library before you start circulating items. To do this you can click 'Set' at the top right or on the Circulation page.
hi: इस पुस्तकालय है कि सभी संचलन के लेन-देन पर जगह ले जाएगा। यदि आप किसी अन्य पुस्तकालय में कर रहे हैं (या एक bookmobile पर) आप अपने पुस्तकालय स्थापित करने के लिए इससे पहले कि आप घूम आइटम शुरू करना चाहते हैं जाएगा। ऐसा करने के लिए आप क्लिक कर सकते हैं 'सेट' सही शीर्ष पर या संचलन पेज पर।

source: |image570|
hi: |छवि570|

source: Once you have saved your changes you new library will appear in the top right.
hi: आप नए पुस्तकालय शीर्ष सही में दिखाई देगा एक बार जब आप अपने परिवर्तनों को बचाया है।

source: Fast Add Cataloging
hi: तेजी से जोड़ें सूचीकरण

source: Sometimes circulation librarians need to quickly add a record to the system for an item they are about to check out. This is called 'Fast Add.' To allow circulation librarians access to the Fast Add Cataloging tool, simply make sure they have the `fast\_cataloging <#fastaddpermissions>`__ permissions. There are two ways to add titles via fast add. If you know that you're about to check out an item that isn't in you catalog you can go to the Circulation module and click 'Fast cataloging.'
hi: कभी-कभी परिसंचरण पुस्तकालयों को उस आइटम के लिए सिस्टम में रिकॉर्ड जोड़ने की आवश्यकता होती है, जिसे वे जांचने वाले हैं। इसे 'फास्ट एड' कहा जाता है। परिसंचरण पुस्तकालयों को फास्ट एड कैटलॉगिंग टूल तक पहुंचने की अनुमति देने के लिए, बस सुनिश्चित करें कि उनके पास `fast\_cataloging <#fastaddpermissions>`__ अनुमतियां हैं। तेजी से जोड़ने के माध्यम से शीर्षक जोड़ने के दो तरीके हैं। यदि आप जानते हैं कि आप किसी ऐसे आइटम को चेक करने वाले हैं जो आपके कैटलॉग में नहीं है, तो आप परिसंचरण मॉड्यूल पर जा सकते हैं और 'फास्ट कैटलॉगिंग' पर क्लिक कर सकते हैं।

source: |image571|
hi: |छवि571|

source: The cataloging interface will open up with the short cataloging record:
hi: सूचीबद्ध करने इंटरफेस लघु सूचीबद्ध रिकॉर्ड के साथ खुल जाएगा:

source: |image572|
hi: |छवि572|

source: After adding your cataloging data you will be asked to enter item data. Enter the items barcode, collection code, etc and save the item before checking it out.
hi: आपके सूचीबद्ध डेटा जोड़ने के बाद आप आइटम डेटा दर्ज करने के लिए कहा जाएगा। आइटम बारकोड, संग्रह कोड, आदि दर्ज करें और इसे बाहर की जाँच से पहले आइटम बचाने के लिए।

source: The other way to fast catalog is from the checkout screen. When you enter a barcode at checkout that Koha can't find, it will prompt you to use fast cataloging to add the item to Koha and check it out.
hi: तेज सूची के लिए दूसरा रास्ता चेकआउट स्क्रीन से है। जब आप चेकआउट में एक बारकोड कि कोहा नहीं मिल सकता है में प्रवेश, यह आप कोहा के लिए आइटम जोड़ने के लिए और इसे बाहर की जाँच करने के लिए तेजी से सूचीबद्ध करने का उपयोग करने का संकेत होगा।

source: |image573|
hi: |छवि573|

source: Clicking 'Fast cataloging' will bring you to the fast cataloging form where you can enter the title information
hi: क्लिक करके 'फास्ट सूचीबद्ध' आप तेजी से सूचीबद्ध रूप में लाना होगा आप शीर्षक जानकारी दर्ज कर सकते हैं जहां

source: |image574|
hi: |छवि574|

source: After clicking 'Save' you will be brought to the item record where the barcode will already be filled in with the barcode you're trying to check out.
hi: 'सहेजें' क्लिक करने के बाद आप आइटम रिकॉर्ड जहां बारकोड पहले से ही बारकोड तुम बाहर की जाँच करने के लिए कोशिश कर रहे हैं साथ में भरा जाएगा करने के लिए लाया जाएगा।

source: |image575|
hi: |छवि575|

source: After clicking the 'Add item' button the item will automatically be checked out the patron you were trying to check the book out to originally.
hi: 'आइटम जोड़ें' बटन पर क्लिक करने के बाद आइटम स्वचालित रूप से संरक्षक आप मूल रूप से करने के लिए किताब की जांच करने के लिए कोशिश कर रहे थे बाहर की जाँच की जाएगी।

source: |image576|
hi: |छवि576|

source: Circulation Reports
hi: वितरण रिपोर्टें

source: Most reports can be found via the Reports module, but some of the more common circulation reports are available right from the Circulation module.
hi: ज्यादातर रिपोर्टों रिपोर्ट मॉड्यूल के माध्यम से पाया जा सकता है, लेकिन अधिक आम प्रचलन कुछ रिपोर्टों के सही वितरण मॉड्यूल से उपलब्ध हैं।

source: *Get there*: Circulation > Circulation reports
hi: *वहां जाओ*: परिसंचरण> परिसंचरण रिपोर्ट

source: Holds Queue
hi: Holds पंक्ति

source: This report will show you all of the holds at your library.
hi: इस रिपोर्ट में आप अपने सभी पुस्तकालय में होल्ड दिखाएगा।

source: |image577|
hi: |छवि571|

source: To generate this report, you must have the :ref:`Build Holds Queue cron job <holds-queue-label>` running. This cron job is a script that should be run periodically if your library system allows borrowers to place on-shelf holds. This script decides which library should be responsible for fulfilling a given hold request.
hi: इस रिपोर्ट को उत्पन्न करने के लिए, आपके पास यह होना चाहिए :ref:`बिल्ड होल्ड कतार क्रॉन जॉब <holds-queue-label>' चल रहा है। यह क्रॉन जॉब एक ऐसी स्क्रिप्ट है जिसे समय-समय पर चलाना चाहिए यदि आपकी लाइब्रेरी प्रणाली उधारकर्ताओं को शेल्फ रखने की अनुमति देती है। यह स्क्रिप्ट तय करता है कि दिए गए होल्ड अनुरोध को पूरा करने के लिए कौन सी लाइब्रेरी जिम्मेदार होनी चाहिए।

source: It's behavior is controlled by the system preferences :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>` and :ref:`RandomizeHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.
hi: इसका व्यवहार सिस्टम वरीयताओं द्वारा नियंत्रित होता है :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>` और :ref:`RandomizeHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.

source: If you do not want all of your libraries to participate in the on-shelf holds fulfillment process, you should list the libraries that \*do\* participate in the process here by inputting all the participating library's branchcodes, separated by commas ( e.g. "MPL,CPL,SPL,BML" etc. ).
hi: यदि आप नहीं चाहते हैं कि आपके सभी पुस्तकालयों में ऑन-शेल्फ में भाग लेने की प्रक्रिया पूरी हो, तो आपको उन पुस्तकालयों को सूचीबद्ध करना चाहिए जो \*do\* सभी भाग लेने वाली लाइब्रेरी के शाखा कोडों को इनपुट करके अल्पविराम से अलग करते हुए प्रक्रिया में भाग लेते हैं। ( जैसे "MPL,CPL,SPL,BML" आदि. ).

source: By default, the holds queue will be generated such that the system will first attempt to hold fulfillment using items already at the pickup library if possible. If there are no items available at the pickup library to fill a hold, build\_holds\_queue.pl will then use the list of libraries defined in StaticHoldsQueueWeight. If RandomizeHoldsQueueWeight is disabled ( which it is by default ), the script will assign fulfillment requests in the order the branches are placed in the StaticHoldsQueueWeight system preference.
hi: डिफ़ॉल्ट रूप से, होल्ड कतार उत्पन्न की जाएगी जैसे कि सिस्टम पहले संभवतः पिकअप लाइब्रेरी में पहले से मौजूद आइटमों का उपयोग करके पूर्ति करने का प्रयास करेगा। यदि होल्ड भरने के लिए पिकअप लाइब्रेरी में कोई आइटम उपलब्ध नहीं है, तो build\_holds\_queue.pl बनाएं, फिर StaticHoldsQueueWeight में परिभाषित पुस्तकालयों की सूची का उपयोग करें। यदि RandomizeHoldsQueueWeight अक्षम है (जो डिफ़ॉल्ट रूप से है), तो स्क्रिप्ट StaticHoldsQueueWeight सिस्टम वरीयता में शाखाओं को व्यवस्थित करने के क्रम में पूर्ति अनुरोध असाइन करेगा।

source: For example, if your system has three libraries, of varying sizes ( small, medium and large ) and you want the burden of holds fulfillment to be on larger libraries before smaller libraries, you would want StaticHoldsQueueWeight to look something like "LRG,MED,SML".
hi: उदाहरण के लिए, अगर आपके सिस्टम अलग आकार (छोटे, मध्यम और बड़े) के तीन पुस्तकालयों, है और आप बोझ की पूर्ति रखती छोटे पुस्तकालयों से पहले बड़े पुस्तकालयों पर होना चाहते हैं, तो आप StaticHoldsQueueWeight मेड की तरह कुछ देखना चाहता हूँ जाएगा ,"LRG,MED,SML".

source: If you want the burden of holds fulfillment to be spread out equally throughout your library system, simply enable RandomizeHoldsQueueWeight. When this system preference is enabled, the order in which libraries will be requested to fulfill an on-shelf hold will be randomized each time the list is regenerated.
hi: आप अपने पुस्तकालय प्रणाली भर में समान रूप से बाहर फैल होने की बोझ चाहते हैं पूर्ति होल्ड की, बस RandomizeHoldsQueueWeight सक्षम करें। जब इस प्रणाली वरीयता सक्षम है, जिस क्रम में पुस्तकालयों पर एक शेल्फ होल्ड को पूरा करने का अनुरोध किया जाएगा हर बार सूची पुनर्जीवित है बेतरतीब दिया जाएगा।

source: Leaving StaticHoldsQueueWeight empty is contraindicated at this time. Doing so will cause the build\_holds\_queue script to ignore RandomizeHoldsQueueWeight, causing the script to request hold fulfillment not randomly, but by alphabetical order.
hi: StaticHoldsQueueWeight खाली छोड़ना इस समय contraindicated है। ऐसा करने सेbuild\_holds\_queue स्क्रिप्ट को RandomizeHoldsQueueWeight को अनदेखा करने का कारण बन जाएगा, जिससे स्क्रिप्ट को पूर्णता को यादृच्छिक रूप से अनुरोध करने का अनुरोध नहीं किया जा सकता है, लेकिन वर्णानुक्रम के क्रम में।

source: Holds to pull
hi: खींचने के लिए होल्ड्स

source: This report will show you all of the items that have holds on them that are available at the library for pulling. If the items are available at multiple branches then all branches with that item available will see the hold to pull until one library triggers the hold.
hi: यह रिपोर्ट आपको आइटम नहीं हैं उन पर मानती है कि कि खींचने के लिए पुस्तकालय में उपलब्ध हैं की सभी को दिखा देंगे। आइटम कई पुस्तकालयों में उपलब्ध हैं तो उपलब्ध है कि आइटम के साथ सभी पुस्तकालयों तक एक पुस्तकालय होल्ड चलाता होल्ड खींचने के लिए देखना होगा।

source: |image578|
hi: |छवि578|

source: You can limit the results you see by using the Refine box on the left side of the page:
hi: आप पृष्ठ के बाईं ओर परिष्कृत बॉक्स का उपयोग करके परिणाम आप देख सीमित कर सकते हैं

source: |image579|
hi: |छवि579|

source: Holds awaiting pickup
hi: Holds इंतज़ार कर पिकअप

source: This report will show all of the holds that are waiting for patrons to pick them up.
hi: यह रिपोर्ट है कि संरक्षक के लिए इंतजार कर रहे हैं रखती है की सब उन्हें लेने के लिए दिखाई देगा।

source: |image580|
hi: |छवि580|

source: Items that have been on the hold shelf longer than you normally allow (based on the :ref:`ReservesMaxPickUpDelay` preference value) will appear on the 'Holds Over' tab, they will not automatically be cancelled unless you have set the :ref:`cron job <expired-holds-label>` to do that for you, but you can cancel all holds using the button at the top of the list.
hi: आपके द्वारा सामान्य रूप से होल्ड शेल्फ पर मौजूद आइटम जो सामान्य रूप से अनुमति देते हैं (पर आधारित :ref:`ReservesMaxPickUpDelay` वरीयता मान)' होल्ड ओवर 'टैब पर दिखाई देगा, जब तक आप इसे सेट नहीं करते हैं, तब तक उन्हें स्वचालित रूप से रद्द नहीं किया जाएगा :ref:`क्रॉन जॉब <expired-holds-label>'आपके लिए ऐसा करने के लिए, लेकिन आप सूची के शीर्ष पर दिए गए बटन का उपयोग करके सभी होल्ड रद्द कर सकते हैं।

source: |image581|
hi: |छवि581|

source: Hold ratios
hi: अनुपात अनुपात

source: Hold ratios help with collection development. Using this report you will be able to see how many of your patrons have holds on items and whether you should buy more. By default it will be set to the library needing 3 items per hold that has been placed. The report will tell you how many additional items need to be purchased to meet this quota.
hi: होल्डअनुपात के संग्रह के विकास के साथ मदद। इस रिपोर्ट का उपयोग कर आप देखने के लिए अपने संरक्षक के कितने लोगों की है वस्तुओं पर रखती है और आप और अधिक खरीद करना चाहिए कि क्या सकेंगे। डिफ़ॉल्ट रूप से यह पुस्तकालय होल्ड प्रति 3 आइटम है कि रखा गया है की आवश्यकता होगी करने के लिए सेट कर दिया जाएगा। रिपोर्ट आपको बता कितने अतिरिक्त आइटम इस कोटे को पूरा करने में खरीदा जा करने की आवश्यकता होगी।

source: |image582|
hi: |छवि582|

source: Transfers to receive
hi: स्थानांतरण प्राप्त करने के लिए

source: This report will list all of the items that Koha thinks are in transit to your library.
hi: इस रिपोर्ट में आइटम है कि कोहा सोचता है कि सभी को अपने पुस्तकालय के लिए पारगमन में हैं सूची जाएगा।

source: |image583|
hi: |छवि583|

source: If your transfers are late in arriving at your library you will see a message stating how late your items are.
hi: अपने स्थानान्तरण अपने पुस्तकालय पर पहुंचने में देर हो गई है, तो आप एक संदेश बताते हुए कितनी देर अपने आइटम देखेंगे।

source: |image584|
hi: |छवि584|

source: An item is considered late based on the number of days you have entered in the :ref:`TransfersMaxDaysWarning` system preference.
hi: आपके द्वारा दर्ज किए गए दिनों की संख्या के आधार पर एक आइटम देर से माना जाता है : ref: `TransfersMaxDaysWarning` सिस्टम वरीयता।

source: Article Requests
hi: अनुच्छेद अनुरोध

source: First enable your system preference for ArticleRequests.
hi: पहले ArticleRequests के लिए अपनी सिस्टम वरीयता सक्षम करें।

source: Set to Enable patrons to place article requests.
hi: आलेख अनुरोधों को रखने के लिए संरक्षक सक्षम करने के लिए सेट करें।

source: Next you will need to decide how your patrons will make requests, either record only, item only, or both record and item level.
hi: इसके बाद आपको यह तय करने की आवश्यकता होगी कि आपके संरक्षक अनुरोध कैसे करेंगे, या तो केवल रिकॉर्ड करें, केवल आइटम, या रिकॉर्ड और आइटम स्तर दोनों ही रिकॉर्ड करें।

source: You can set 3 different system preferences for mandatory fields to be filled in dependent on how your records are requested.
hi: आप अपने रिकॉर्ड के अनुरोध के तरीके पर निर्भर करते हुए अनिवार्य फ़ील्ड भरने के लिए 3 अलग-अलग सिस्टम प्राथमिकताओं को सेट कर सकते हैं।

source: ArticleRequestsMandatoryFields: make the following fields mandatory for records that are record level or item level requestable
hi: ArticleRequestsMandatoryFields: रिकॉर्ड फ़ील्ड या आइटम स्तर के अनुरोध योग्य रिकॉर्ड के लिए निम्नलिखित फ़ील्ड अनिवार्य बनाएं

source: ArticleRequestsMandatoryFieldsItemOnly make the following fields mandatory for records that are only item level requestable
hi: ArticleRequestsMandatoryFieldsItemOnly रिकॉर्ड्स के लिए निम्नलिखित फ़ील्ड अनिवार्य बनाएं जो केवल आइटम स्तर के लिए अनुरोध योग्य हैं

source: ArticleRequestsMandatoryFieldsRecordOnly make the following fields mandatory for records that are only record level requestable
hi: ArticleRequestsMandatoryFieldsRecordOnly रिकॉर्ड्स के लिए निम्नलिखित फ़ील्ड अनिवार्य बनाएं जो केवल रिकॉर्ड स्तर के लिए अनुरोध योग्य हैं

source: Next you will want to go into your circulation and fine rules matrix and select each rule that you want to allow requests.
hi: इसके बाद आप अपने परिसंचरण और बढ़िया नियम मैट्रिक्स में जाना चाहेंगे और प्रत्येक नियम का चयन करें जिसे आप अनुरोधों को अनुमति देना चाहते हैं।

source: You can allow requests to be made at the record level, item level, (Yes which means both) and no (none).
hi: आप रिकॉर्ड स्तर, आइटम स्तर, (हां जिसका मतलब है दोनों) पर अनुरोध करने की अनुमति दे सकते हैं और नहीं (कोई नहीं)।

source: Now you can place requests on both the staff client and OPAC.
hi: अब आप दोनों स्टाफ क्लाइंट और ओपेक पर अनुरोध कर सकते हैं।

source: Once the article request has been placed, staff will see new requests at the bottom of the home page on the staff client. (In the same location as tags, comments and modifications).
hi: एक बार लेख अनुरोध रखा गया है, कर्मचारियों को स्टाफ क्लाइंट पर होम पेज के नीचे नए अनुरोध दिखाई देंगे। (टैग, टिप्पणियों और संशोधनों के समान स्थान पर)।

source: From there staff will be able to select requests to process.
hi: वहां से कर्मचारी प्रक्रिया के अनुरोधों का चयन करने में सक्षम होंगे।

source: The first step would be for a staff member to process the request, that moves the request to the processing tab and alerts other staff members that the request is in process. On the actions column, click on the dropdown menu and select process request. This will move the request to the processing tab.
hi: पहला कदम एक कर्मचारी सदस्य के अनुरोध को संसाधित करने के लिए होगा, जो प्रसंस्करण टैब को अनुरोध करता है और अन्य कर्मचारियों के सदस्यों को अलर्ट करता है कि अनुरोध प्रक्रिया में है। क्रिया कॉलम पर, ड्रॉपडाउन मेनू पर क्लिक करें और प्रक्रिया अनुरोध का चयन करें। यह अनुरोध प्रसंस्करण टैब पर ले जाएगा।

source: Next staff will go to the shelf and make a copy of the requested article.
hi: अगला कर्मचारी शेल्फ में जाएंगे और अनुरोधित लेख की एक प्रति बनायेंगे।

source: Once that is complete, staff can print the Article request slip (this can be customized in notices and slips) and staple or paper clip it to the article. In the actions column, you can select the dropdown and select print slip.
hi: एक बार यह पूरा होने के बाद, कर्मचारी अनुच्छेद अनुरोध पर्ची मुद्रित कर सकते हैं (इसे नोटिस और पर्ची में अनुकूलित किया जा सकता है) और लेख में मुख्य या पेपर क्लिप को प्रिंट कर सकते हैं। क्रिया कॉलम में, आप ड्रॉपडाउन का चयन कर सकते हैं और प्रिंट पर्ची का चयन कर सकते हैं।

source: Finally, staff will select the complete article request from the actions dropdown menu which will send a notice to the patron who made the request letting them know the request is ready for pickup.
hi: अंत में, कर्मचारी कार्रवाई ड्रॉपडाउन मेनू से पूरा आलेख अनुरोध चुनेंगे जो संरक्षक को नोटिस भेजेगा, जिसने अनुरोध को यह बताने के लिए अनुरोध किया है कि वह पिकअप के लिए तैयार है।

source: This removes the article request from the processing tab.
hi: यह प्रसंस्करण टैब से आलेख अनुरोध को हटा देता है।

source: Overdues
hi: अतिदेय राशि

source: For libraries with a large patron base, this report may take a significant amount of time to run.
hi: एक बड़े संरक्षक आधार के साथ पुस्तकालयों के लिए, इस रिपोर्ट के समय को चलाने के लिए एक महत्वपूर्ण राशि ले सकता है।

source: Large libraries can choose to filter the report before it runs by setting the :ref:`FilterBeforeOverdueReport` system preference to 'Require'.
hi: बड़े पुस्तकालय रिपोर्ट को फ़िल्टर करने से पहले फ़िल्टर को चुनने से पहले चुन सकते हैं : ref: `FilterBeforeOverdueReport` सिस्टम वरीयता 'आवश्यकता' के लिए।

source: This report will list all items that are overdue at your library.
hi: इस रिपोर्ट में सभी आइटम है कि अपने पुस्तकालय में अपेक्षित हैं सूची जाएगा।

source: |image585|
hi: |छवि585|

source: The report can be filtered using the menu options found on the left of the report.
hi: रिपोर्ट मेनू विकल्पों की रिपोर्ट के बाईं पर पाया का उपयोग कर फ़िल्टर किया जा सकता है।

source: The 'Show any items currently checked out' checkbox basically switches this from a report of overdues to a report of checkouts. It will show all titles checked out regardless of due date.
hi: यह 'शो किसी भी आइटम वर्तमान में चैक आउट की' चेकबॉक्स मूल रूप से स्विच चैंक आउट की एक रिपोर्ट के अतिदेय की एक रिपोर्ट से यह। यह सब शीर्षक नियत तारीख की परवाह किए बिना चैंक आउट की दिखाएगा।

source: Overdues with fines
hi: जुर्माना के साथ अतिदेय

source: This report will show you any overdues at your library that have accrued fines on them.
hi: यह रिपोर्ट आपको अपने पुस्तकालय में किसी भी अतिदेय है कि उन पर जुर्माना उपार्जित है दिखाएगा।

source: |image586|
hi: |छवि586|
