Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: hi

source: If you would like to limit the report you can use the pull down menu at the top to limit to a specific shelving location at your branch. To see overdues with fines at other branches you will have to :ref:`change your branch <set-library-label>` or log in at that branch.
hi: यदि आप रिपोर्ट को सीमित करना चाहते हैं तो आप अपनी शाखा में एक विशिष्ट शेल्विंग स्थान तक सीमित होने के लिए शीर्ष पर पुल डाउन मेनू का उपयोग कर सकते हैं। अन्य शाखाओं में जुर्माना के साथ अतिदेय देखने के लिए आपको करना होगा :ref:`अपनी शाखा बदलें <set-library-label>` या उस शाखा में लॉग इन करें।

source: If you do not charge fines and/or don't have the :ref:`fines cron job <fines-label>` running you will see no data on this report.
hi: यदि आप जुर्माना नहीं लेते हैं और / या आपके पास नहीं है :ref:`जुर्माना कॉन जॉब <fines-label>` चल रहा है आपको इस रिपोर्ट पर कोई डेटा नहीं दिखाई देगा।

source: Pending on-site checkouts
hi: ऑनसाइट चैक आउट देरी

source: If you are using the on site checkouts functionality (:ref:`OnSiteCheckouts`) then you'll have a report to view all items that are currently checked out on site.
hi: यदि आप साइट चेकआउट कार्यक्षमता का उपयोग कर रहे हैं ( :ref: 'OnSiteCheckouts`) तो आपके पास साइट पर वर्तमान में चेक की गई सभी वस्तुओं को देखने के लिए एक रिपोर्ट होगी।

source: |image1260|
hi: |छवि1260|

source: This will list the due date (overdues in red), who has the item, item information and what library the item is at.
hi: इस नियत तारीख (लाल रंग में अतिदेय), जो आइटम, आइटम के बारे में जानकारी है और क्या पुस्तकालय मद में है सूची जाएगा।

source: Tracking In house Use
hi: गृह उपयोग में ट्रैकिंग

source: Many libraries track the use of items within the library.
hi: कई पुस्तकालयों पुस्तकालय के भीतर वस्तुओं के उपयोग को ट्रैक करती हैं

source: This is different from tracking on site usage. In house use is the use of items in the library by patrons without them having to check them out. On site use is the use of items on site that must first be checked out. To learn more about on site usage please review the :ref:`OnSiteCheckouts` preference.
hi: यह साइट के उपयोग पर ट्रैकिंग से अलग है। घर के उपयोग में पुस्तकालय में आइटमों का उपयोग संरक्षक द्वारा उन्हें जांचने के बिना किया जाता है। साइट पर उपयोग साइट पर वस्तुओं का उपयोग है जिसे पहले चेक आउट किया जाना चाहिए। साइट उपयोग के बारे में अधिक जानने के लिए कृपया समीक्षा करें :ref:`OnSiteCheckouts` वरीयता.

source: Tracking the use of items in the library without checking them out can be done in Koha one of two ways. The first is to create one or more :ref:`Statistical Patrons <add-a-statistical-patron-label>`. When collecting items that have been used within the library, you will want to check them out to your statistical patron:
hi: बिना जांच किए लाइब्रेरी में वस्तुओं के उपयोग को ट्रैक करना कोहा में दो तरीकों से किया जा सकता है। पहला एक या अधिक बनाना है :ref:`सांख्यिकीय संरक्षक <add-a-statistical-patron-label>`। पुस्तकालय के भीतर उपयोग की जाने वाली वस्तुओं को इकट्ठा करते समय, आप उन्हें अपने सांख्यिकीय संरक्षक के लिए जांचना चाहेंगे:

source: |image587|
hi: |छवि587|

source: Instead of marking the item as 'checked out' the system will record that the item was used in house:
hi: इसके बजाय अंकन आइटम के रूप में 'चैंक आउट' प्रणाली रिकॉर्ड होगा कि आइटम घर में इस्तेमाल किया गया था:

source: |image588|
hi: |छवि588|

source: Repeat these steps for all items that have been used within the library to keep accurate statistics for item use.
hi: सभी आइटम है कि पुस्तकालय के भीतर इस्तेमाल किया गया है आइटम का उपयोग के लिए सटीक आँकड़े रखने के लिए इन चरणों को दोहराएँ।

source: The other way to record local use of items is to set your :ref:`RecordLocalUseOnReturn` preference to 'Record.' Then whenever you check an item in that is not checked out and not on hold a local use will be recorded.
hi: वस्तुओं के स्थानीय उपयोग को रिकॉर्ड करने का दूसरा तरीका यह है कि आप इसे सेट करें :ref:`RecordLocalUseOnReturn` वरीयता 'रिकॉर्ड' के लिए। फिर जब भी आप उसमें कोई आइटम चेक करते हैं तो चेक आउट नहीं किया जाता है और स्थानीय उपयोग को रिकॉर्ड नहीं किया जाएगा।

source: |image589|
hi: |छवि589|

source: If you have :ref:`RecordLocalUseOnReturn` set to 'Record' you can still use your statistical patrons to record local use as well.
hi: यदि आपके पास है :ref:`RecordLocalUseOnReturn` रिकॉर्ड 'पर सेट है, फिर भी आप स्थानीय उपयोग को रिकॉर्ड करने के लिए अपने सांख्यिकीय संरक्षक का भी उपयोग कर सकते हैं।

source: In Processing / Book Cart Locations
hi: प्रसंस्करण / बुक कार्ट स्थान में

source: Koha allows for handling temporary locations like the processing center and/or book carts throughout the library. For this feature to work you must first make sure you have :ref:`authorized values <authorized-values-label>` set in the `LOC <#shelvelocvals>`__ category for PROC (Processing Center) and CART (Book Cart).
hi: कोहा पूरे पुस्तकालय में प्रसंस्करण केंद्र और / या पुस्तक गाड़ियां जैसे अस्थायी स्थानों को संभालने की अनुमति देता है। इस सुविधा के लिए काम करने के लिए आपको पहले यह सुनिश्चित करना होगा कि आपके पास है :ref:`अधिकृत मूल्य <authorized-values-label>` में सेट करें `LOC <#shelvelocvals>`__ PROC के लिए श्रेणी (प्रोसेसिंग सेंटर) और कार्ट (पुस्तक कार्ट).

source: |image590|
hi: |छवि590|

source: Next you need to set the :ref:`NewItemsDefaultLocation` system preference to PROC. This will set the new items to the Processing Center as their default location.
hi: इसके बाद आपको सेट करने की आवश्यकता है :ref:`NewItemsDefaultLocation` PROC करने के लिए सिस्टम वरीयता. यह नए आइटम को प्रसंस्करण केंद्र में उनके डिफ़ॉल्ट स्थान के रूप में सेट करेगा.

source: When creating items you enter in their desired final shelving location and Koha will temporarily change that to PROC. If :ref:`InProcessingToShelvingCart` is set to "Don't move" then when an item with a location of PROC is checked in it will either automatically update the item to use the permanent location. If :ref:`InProcessingToShelvingCart` is set to "Move" then when an item is checked in the location is changed from PROC to CART.
hi: आइटमों को बनाते समय आप अपने वांछित अंतिम शेल्विंग स्थान में प्रवेश करते हैं और कोहा अस्थायी रूप से PROC को बदल देगा। अगर :ref:`InProcessingToShelvingCart` "स्थानांतरित न करें" पर सेट किया गया है, तब जब PROC के किसी स्थान के साथ कोई आइटम चेक किया जाता है तो वह स्वचालित स्थान को स्थायी स्थान का उपयोग करने के लिए स्वचालित रूप से अपडेट कर देगा। अगर :ref:`InProcessingToShelvingCart` "मूव" पर सेट किया गया है, जब स्थान पर कोई आइटम चेक किया जाता है तो PROC से कार्ट में बदल दिया जाता है.

source: A :ref:`cron job <in-processing/book-cart-label>` is then set to run at specified intervals to age items from CART to the permanent shelving location. (For example, an hourly cron entry of cart\_to\_shelf.pl --hours 3 where --hours is the amount of time an item should spend on the cart before aging to its permanent location.)
hi: एक :ref:`कॉन जॉब <in-processing/book-cart-label>` तब कार्ट से स्थायी शेल्विंग स्थान तक आयु वस्तुओं के लिए निर्दिष्ट अंतराल पर चलाने के लिए सेट किया जाता है. (उदाहरण के लिए, एक घंटे की क्रॉन प्रविष्टि cart\_to\_shelf.pl --घंटे 3 जहां --घंटे स्थायी है कि उम्र बढ़ने से पहले किसी आइटम को अपने स्थायी स्थान पर उम्र बढ़ने से पहले खर्च करना चाहिए.)

source: If the :ref:`ReturnToShelvingCart` system preference is set to "Move", any newly checked-in item is also automatically put into the shelving cart, to be covered by the same script run.
hi: यदि :ref:`ReturnToShelvingCart` सिस्टम वरीयता को "मूव" पर सेट किया गया है, किसी भी नए चेक-इन आइटम को स्वचालित रूप से शेल्विंग कार्ट में भी रखा जाता है, जिसे उसी स्क्रिप्ट रन द्वारा कवर किया जाता है.

source: Checkins with confirmed holds will not go into the shelving cart. If items on the shelving cart are checked out, the cart location will be cleared.
hi: इस बात की पुष्टि के साथ चेकइन रखती ठंडे बस्ते में डालने की टोकरी में नहीं जाना होगा। ठंडे बस्ते में डालने गाड़ी पर आइटम बाहर की जाँच कर रहे हैं, तो गाड़ी स्थान साफ ​​हो जाएगा।

source: Self Checkout
hi: स्व चेकआउट

source: Koha comes with a very basic self checkout module. To enable this module you need to set the :ref:`WebBasedSelfCheck` preference to 'Enable.' To use this module you have to log in as a :ref:`staff member <add-a-staff-patron-label>` with :ref:`circulation permissions <patron-permissions-label>`.
hi: कोहा एक बहुत ही बुनियादी स्वयं चेकआउट मॉड्यूल के साथ आता है। इस मॉड्यूल को सक्षम करने के लिए आपको सेट करने की आवश्यकता है :ref:`WebBasedSelfCheck` 'सक्षम करें' की प्राथमिकता। इस मॉड्यूल का उपयोग करने के लिए आपको एक के रूप में लॉग इन करना होगा :ref:`स्टाफ सदस्य <add-a-staff-patron-label>` साथ :ref:`परिसंचरण अनुमतियां <patron-permissions-label>`.

source: Create a :ref:`staff patron <add-a-staff-patron-label>` specifically for this action so that you don't leave a real staff client logged into a computer all day
hi: एक बनाएं :ref:`कर्मचारी संरक्षक <add-a-staff-patron-label> 'विशेष रूप से इस क्रिया के लिए ताकि आप पूरे दिन कंप्यूटर में लॉग इन करने वाले वास्तविक कर्मचारी क्लाइंट को न छोड़ें

source: There is no link to the Self Checkout module, but a simple addition to the :ref:`IntranetUserJS` system preference can add one.
hi: स्वयं चैकआउट मॉड्यूल के लिए कोई लिंक नहीं है, लेकिन इसमें एक सरल जोड़ा है :ref:`IntranetUserJS`सिस्टम वरीयता एक जोड़ सकते हैं.

source: The link will then appear at the bottom of the log in page:
hi: लिंक तो लॉग इन पृष्ठ के तल पर दिखाई देगा:

source: |image591|
hi: |छवि591|

source: You can also access this module by going to : http://YOUR\_KOHA\_OPAC\_URL/cgi-bin/koha/sco/sco-main.pl
hi: आप इस मॉड्यूल को जाकर भी एक्सेस कर सकते हैं : http://YOUR\_KOHA\_OPAC\_URL/cgi-bin/koha/sco/sco-main.pl

source: When on the self checkout page depending on your value in the :ref:`SelfCheckoutByLogin` preference you will be asked to enter you cardnumber
hi: जब आपके मूल्य के आधार पर स्वयं चेकआउट पृष्ठ पर :ref:`SelfCheckoutByLogin` वरीयता आपको अपने कार्ड नंबर में प्रवेश करने के लिए कहा जाएगा

source: |image592|
hi: |छवि592|

source: or your username and password:
hi: या अपना उपयोगकर्ता नाम और पासवर्ड :

source: |image593|
hi: |छवि593|

source: Once you're logged in to the self check module you will be asked to scan the items you are checking out
hi: एक बार जब आप आत्म चेक मॉड्यूल करने में लॉग इन कर रहे हैं आप आइटम आप चैंक आउट कर रहे स्कैन करने के लिए कहा जाएगा

source: |image594|
hi: |छवि594|

source: As you scan items they will appear below the barcode box
hi: आप आइटम स्कैन के रूप में वे बारकोड बॉक्स के नीचे दिखाई देगा

source: |image595|
hi: |छवि595|

source: When you are finished scanning items it is important to click the 'Finish' button. This will prompt you to print a receipt and log you out of the self check module.
hi: आप स्कैनिंग आइटम खत्म हो रहे हैं उसे 'समाप्त' बटन पर क्लिक करने के लिए महत्वपूर्ण है। यह एक रसीद प्रिंट और आप स्वयं चेक मॉड्यूल से लॉग आउट करने का संकेत होगा।

source: |image596|
hi: |छवि596|

source: When attempting to check items out there are some instances where error messages will appear and the patron will be directed to the librarian. This will happen even if you are allowing overrides on circulation functions. Only a librarian can override a circulation block and so patrons must go to the librarian for help in these situations.
hi: जब वस्तुओं की जांच करने के लिए कुछ उदाहरणों देखते हैं बाहर का प्रयास त्रुटि संदेश प्रदर्शित होगा जहां और संरक्षक लाइब्रेरियन के लिए निर्देशित किया जाएगा। यह कुछ नहीं होगा, भले ही आप संचलन कार्यों पर ओवरराइड अनुमति दे रहे हैं। केवल एक लाइब्रेरियन एक परिसंचरण ब्लॉक ओवरराइड कर सकते हैं और इतने संरक्षक इन स्थितियों में मदद के लिए लाइब्रेरियन के पास जाना चाहिए।

source: |image597|
hi: |छवि597|

source: Offline Circulation Utilities
hi: ऑफ़लाइन परिसंचरण उपयोगिताएं

source: Koha allows for you to continue circulation actions while offline by using any one of three utilities.
hi: कोहा आप संचलन कार्रवाई करते हुए तीन उपयोगिताओं में से किसी एक का उपयोग करके ऑफ़लाइन जारी रखने के लिए के लिए अनुमति देता है।

source: Offline Circulation in Koha
hi: कोहा में ऑफ़लाइन परिसंचरण

source: If the :ref:`AllowOfflineCirculation` preference is set to 'Enable' the library staff can continue to perform circulation actions within Koha when the system is offline. You will want to visit http://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl at least once while online and bookmark that page. That is the page you will go to when you are offline.
hi: यदि :ref:`AllowOfflineCirculation` वरीयता को 'सक्षम' करने के लिए सेट किया गया है, लाइब्रेरी कर्मचारी सिस्टम ऑफ़लाइन होने पर कोहा के भीतर परिसंचरण क्रियाएं जारी रख सकते हैं। आपhttp://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl पर कम से कम एक बार ऑनलाइन जाना चाहते हैं और उस पृष्ठ को बुकमार्क करना चाहते हैं। वह पृष्ठ है जिसे आप ऑफ़लाइन होने पर जाएंगे।

source: The offline interface uses HTML LocalStorage, which depending on the browser and user setting, is limited to 2.5MB or 5MB per domain. This means that larger systems will not be able to synchronize their data and are recommended to use either the :ref:`Firefox <firefox-plugin-label>` or :ref:`Windows <offline-circ-tool-for-windows-label>` application for offline circulation.
hi: ऑफ़लाइन इंटरफ़ेस HTML लोकल स्टोरेज का उपयोग करता है, जो ब्राउज़र और उपयोगकर्ता सेटिंग के आधार पर 2.5 डोमेन या 5MB तक सीमित है। इसका मतलब है कि बड़े सिस्टम अपने डेटा को सिंक्रनाइज़ करने में सक्षम नहीं होंगे और इनका उपयोग करने की अनुशंसा की जाती है :ref:`Firefox <firefox-plugin-label>` या :ref:`Windows <offline-circ-tool-for-windows-label>` ऑफलाइन परिसंचरण के लिए आवेदन.

source: Setup
hi: सेटअप

source: Before the first time the system goes offline go to Circulation and choose 'Built-in offline circulation interface'
hi: पहली बार पहले सिस्टम परिसंचरण के लिए ऑफ़लाइन जाने से चला जाता है और चुनें 'में निर्मित ऑफ़लाइन परिसंचरण इंटरफेस'

source: |image598|
hi: |छवि598|

source: And synchronize your data on every circulation computer by clicking the 'Synchronize' link on the right of the screen.
hi: और स्क्रीन के अधिकार पर 'सिंक्रनाइज़' लिंक पर क्लिक करके हर परिसंचरण कंप्यूटर पर अपने डेटा सिंक्रनाइज़।

source: |image599|
hi: |छवि599|

source: This will allow you download a local copy of your patrons and circulation data. Click the 'Download records' link at the top of the page to synchronize your data.
hi: यह आप अपने संरक्षक और परिसंचरण डेटा की एक स्थानीय प्रतिलिपि डाउनलोड की अनुमति देगा। अपने डेटा को सिंक्रनाइज़ करने के लिए पेज के शीर्ष पर 'डाउनलोड रिकॉर्ड्स' लिंक पर क्लिक करें।

source: |image600|
hi: |छवि600|

source: Once your data is downloaded you will see the dates your data was last synced to the right of each data set.
hi: अपने डेटा डाउनलोड की है एक बार जब आप अपने डेटा तिथियों पिछले था प्रत्येक डेटा सेट के अधिकार के लिए समन्वयित देखेंगे।

source: |image1261|
hi: |छवि1261|

source: This should be done regularly in preparation for any unexpected connection losses.
hi: यह किसी भी अप्रत्याशित कनेक्शन नुकसान के लिए तैयार करने में नियमित रूप से किया जाना चाहिए।

source: Circulating
hi: वितरण

source: When your system goes offline visit the Offline Circulation page (http://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl) in Koha and click 'Check out' or 'Check in' to perform offline actions.
hi: अपने सिस्टम ऑफलाइन सर्कुलेशन पेज चला जाता है ऑफ़लाइन जाएँ: कोहा में (http://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl) और क्लिक करें 'बाहर की जाँच करें' या 'जाँचें' ऑफ़लाइन कार्रवाई करने के लिए।

source: Checking out is done by searching for the patron by barcode or name at the top of the 'Check out' screen. After selecting a patron you will be presented with the synced patron info, including fines and check outs.
hi: बाहर की जाँच 'की जाँच करें' स्क्रीन के शीर्ष पर बारकोड या नाम से संरक्षक के लिए खोज द्वारा किया जाता है। एक संरक्षक चयन करने के बाद आप जुर्माना और चेक बहिष्कार सहित समन्वयित संरक्षक जानकारी, साथ प्रस्तुत किया जाएगा।

source: |image601|
hi: |छवि601|

source: Scan the barcode of the item you would like to check out and enter a due date. If you don't enter a due date Koha will prompt you for one.
hi: स्कैन आइटम आप बाहर की जाँच करें और एक नियत तारीख प्रवेश करना चाहते हैं के बारकोड। आप एक नियत तारीख दर्ज नहीं करते हैं Koha एक के लिए संकेत देगा।

source: |image602|
hi: |छवि602|

source: Once the item is checked out it will appear below the patron's info.
hi: एक बार आइटम बाहर की जाँच की है यह संरक्षक की जानकारी नीचे दिखाई देगा।

source: |image603|
hi: |छवि603|

source: Koha Offline Uploading
hi: कोहा ऑफ़लाइन अपलोडिंग

source: Once the system is back online visit the Synchronize page on the Offline Circulation module and click 'Upload transactions'
hi: एक बार इस प्रणाली वापस आ गया है ऑनलाइन ऑफलाइन सर्कुलेशन मॉड्यूल पर सिंक्रनाइज़ पेज पर जाएं और क्लिक करें 'अपलोड लेनदेन'

source: |image604|
hi: |छवि604|

source: After the files are uploaded you can click 'View pending offline circulation actions' on the right.
hi: फाइलों के बाद आप क्लिक कर सकते हैं अपलोड कर रहे हैं दाई तरफ पर 'देखें ऑफ़लाइन परिसंचरण कार्रवाई लंबित'।

source: |image605|
hi: |छवि605|

source: After clicking 'View pending offline circulation actions' you will be brought to a summary of all of the actions you loaded in to Koha in your \*.koc file.
hi: क्लिक करने के बाद 'ऑफ़लाइन परिसंचरण क्रियाएं लंबित देखें' आपको सभी कार्यों के सारांश में लाया जाएगा आप अपने\*.koc फ़ाइल में कोहा में लोड हो गए हैं।

source: |image606|
hi: |छवि606|

source: Once all of the logs from all of the circulation computers are loaded you will be able to check them all or select just those you want to process into Koha.
hi: एक बार जब संचलन कंप्यूटर के सभी से लॉग के सभी लोड कर रहे हैं आप उन सब की जाँच करें या सिर्फ उन आप Koha में प्रक्रिया चाहते का चयन करने में सक्षम हो जाएगा।

source: Click on the Process button and Koha will record every stored transaction one by one. For each transaction, the status will change to:
hi: प्रक्रिया बटन पर क्लिक करें और कोहा हर संग्रहीत लेनदेन एक के बाद एक रिकार्ड होगा। प्रत्येक लेनदेन के लिए, स्थिति के लिए बदल जाएगा:

source: "Success." if the transaction was processed correctly
hi: "सफलता।" यदि लेनदेन को सही ढंग से संसाधित किया गया था

source: "Borrower not found." if the borrower card number is incorrect
hi: "उधारकर्ता नहीं मिला ।" अगर उधारकर्ता का कार्ड नंबर गलत है

source: "Item not found." if the item barcode is wrong
hi: "आइटम नहीं मिला।" यदि आइटम बारकोड गलत है

source: "Item not issued." if you checked in an available item
hi: "आइटम जारी नहीं किया।" यदि आप ने एक उपलब्ध आइटम में जाँच की है

source: Once finished you will have a summary of all of your transactions
hi: एक बार जब आप समाप्त हो अपने लेनदेन के सभी की एक सारांश होगा

source: |image607|
hi: |छवि607|

source: Firefox Plugin
hi: फ़ायरफ़ॉक्स प्लगइन

source: There is an offline circulation tool that you can add to your Firefox browser as an addon. To do so, just go to https://addons.mozilla.org/en/firefox/addon/koct/ page and click on the "install now" button. You may have to confirm the installation, just click on "install now" and then restart Firefox to complete the installation.
hi: एक ऑफ़लाइन परिसंचरण उपकरण है जिसे आप अपने फ़ायरफ़ॉक्स ब्राउज़र में एडन के रूप में जोड़ सकते हैं। ऐसा करने के लिए, बस https://addons.mozilla.org/en/firefox/addon/koct/ पृष्ठ पर जाएं और "अभी इंस्टॉल करें" बटन पर क्लिक करें। आपको स्थापना की पुष्टि करनी पड़ सकती है, बस "अभी इंस्टॉल करें" पर क्लिक करें और फिर इंस्टॉलेशन को पूरा करने के लिए फ़ायरफ़ॉक्स को पुनरारंभ करें।

source: Once you have installed the plugins and restarted Firefox, you will see the Koha logo in the download bar at the bottom right of Firefox.
hi: एक बार जब आप plugins स्थापित किया है और Firefox पुनर्प्रारंभ, आप Firefox के नीचे सही पर डाउनलोड बार में कोहा लोगो देखेंगे।

source: |image608|
hi: |छवि608|

source: A click on the logo will open the tool in its own window.
hi: लोगो पर एक क्लिक के लिए अपने स्वयं के विंडो में उपकरण खुल जाएगा।

source: |image609|
hi: |छवि609|

source: The plugin consists of four tabs:
hi: प्लगइन चार टैब के होते हैं:

source: The Check Out tab is where you check out items
hi: चेक आउट टैब है, जहां आप आइटम चेक आउट कर सकते हैं

source: The Check In tab is where you check in items
hi: चेक इन टैब है, जहां आप आइटम चेक इन कर सकते हैं

source: The Log tab keeps track of every transaction done while in offline mode
hi: पर लॉग ऑन टैब जबकि ऑफलाइन मोड में किया हर लेन-देन का ट्रैक रखता है

source: The log will keep information until you empty it. Each time you open the plugin and it contains data in the log it will warn you
hi: लॉग जानकारी रखना जब तक आप इसे खाली होगा। हर बार जब आप प्लगइन खोलने और यह लॉग यह तुम्हें चेतावनी देगा में डेटा शामिल

source: |image610|
hi: |छवि610|

source: If you'd like to clear the log, check the 'I want to delete rows' box before hitting the 'OK' button. Otherwise clicking 'OK' will keep the items in the log and let you continue working with the tool.
hi: आप लॉग साफ़ करने के लिए चाहते हैं, तो जाँच 'ठीक है' बटन मार से पहले बॉक्स 'मैं पंक्तियों को हटाना चाहते हैं'।अन्यथा क्लिक 'ठीक है' लॉग में आइटम रखने के लिए और आप उपकरण के साथ काम जारी रखने के लिए देना होगा।

source: The Param tab is to set up the plugin
hi: परम टैब प्लगइन स्थापित करने के लिए है

source: The first thing you want to do then is to set up the plugin. Go to the Param tab to set up the plugin
hi: पहली बात आप तब क्या करना चाहते हैं प्लगइन स्थापित करने के लिए है। प्लगइन स्थापित करने के लिए परम टैब पर जाएँ

source: |image611|
hi: |छवि611|

source: Answer the 4 questions presented:
hi: प्रस्तुत 4 सवालों के जवाब:

source: Server = the URL of the librarian interface
hi: सर्वर = लाइब्रेरियन इंटरफ़ेस का यूआरएल

source: Branch Code = the code for the branch where you are located
hi: शाखा कोड = शाखा के लिए कोड जहाँ आप स्थित हैं

source: Username = your staff account login
hi: उपयोगकर्ता नाम = अपने कर्मचारियों के खाता लॉगिन को

source: Password = your staff account password
hi: पासवर्ड = अपने कर्मचारियों खाता पासवर्ड

source: To save the settings, you will have to close the plugin window and re-open it by clicking again on the Koha logo in the add-on bar.
hi: सेटिंग्स को बचाने के लिए, आप ऐड-ऑन पट्टी में कोहा लोगो पर प्लगइन विंडो बंद करें और फिर से खोलने के लिए उस पर क्लिक करने के लिए फिर होगा।

source: You can create a staff account dedicated to the offline circulation. So that, no matter who is at the circulation desk, they can all use the same login. Along those lines, you can use a group login that you already have in place for circulation as well.
hi: आप ऑफ़लाइन संचलन के लिए समर्पित एक कर्मचारी के खाते बना सकते हैं। ताकि, कोई फर्क नहीं पड़ता जो प्रचलन डेस्क पर है, वे सभी एक ही लॉगिन का उपयोग कर सकते हैं। उन पंक्तियों के साथ, आप एक समूह लॉगिन आप पहले से ही संचलन के लिए जगह में है कि के रूप में अच्छी तरह से उपयोग कर सकते हैं।

source: Once you have everything set up you can start checking items in and out.
hi: एक बार जब आप सब कुछ निर्धारित किया है आप में और बाहर आइटम की जाँच शुरू कर सकते हैं।

source: Checking out:
hi: चैक आउट:

source: |image612|
hi: |छवि612|

source: Go to the Check Out tab
hi: चेक आउट टैब पर जाएँ

source: Scan the patron barcode
hi: संरक्षक बारकोड स्कैन करें

source: Scan the item barcode
hi: आइटम बारकोड स्कैन करें

source: Click 'Save'
hi: क्लिक करें 'सहेजें'

source: Checking in:
hi: चैकिंग इन:

source: |image613|
hi: |छवि613|

source: Go to the Check In tab
hi: टैब चेक इन टैब के लिए जाओ

source: Click Save
hi: क्लिक करें सहेजें

source: Each time, you check out or check in an item, a new transaction is recorded in the local plugin database and you will see, at the bottom of the plugin how many transactions has been made during the offline circulation. For example, "10 Row(s) Added" means you did 10 transactions.
hi: हर बार जब आप बाहर की जाँच करें या एक आइटम में जांच, एक नया सौदा स्थानीय प्लगइन डेटाबेस में दर्ज की गई हैऔर आप कैसे कई लेनदेन ऑफ़लाइन संचलन के दौरान किया गया है प्लगइन के तल पर देखेंगे। उदाहरण के लिए, "10 पंक्ति(s) जोड़े गए," इसका मतलब है कि आप 10 के लेन-देन किया था।

source: |image614|
hi: |छवि614|
