Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/course_reserves.po
Languages: hi, tr

source: Course Reserves
hi: कोर्स के भंडार
tr: Kurs Rezervleri

source: The course reserves module in Koha allows you to temporarily move items to 'reserve' and assign different circulation rules to these items while they are being used for a specific course.
hi: कोहा में पाठ्यक्रम भंडार मॉड्यूल आप अस्थायी रूप से इन मदों के लिए 'रिजर्व' के लिए आइटम ले जाने और विभिन्न परिसंचरण नियमों आवंटित करने के लिए है, जबकि वे एक विशेष पाठ्यक्रम के लिए इस्तेमाल किया जा रहा है की अनुमति देता है।
tr: Koha içerisinde yer alan ayrılmış ders materyalleri modülü, materyalleri geçici olarak 'rezerv' içerisine taşımaya ve bu materyaller özel bir ders için kullanılırken farklı dolaşım kurallarının kendilerine atanabilmesine olanak sağlar.

source: Course Reserves Setup
hi: पाठ्यक्रम अभ्यारण्य सेटअप
tr: Ayrılmış ders materyalleri Ayarı

source: Before using Course Reserves you will need to do some set up.
hi: कोर्स भंडार का उपयोग कर इससे पहले कि आप कुछ सेट अप करने की आवश्यकता होगी।
tr: Ayrılmış ders materyallerini kullanmadan önce, bazı ayarlar yapmanız gereklidir..

source: First you will need to enable course reserves by setting the :ref:`UseCourseReserves` preference to 'Use'.
hi: सबसे पहले आपको पाठ्यक्रम रिजर्व को सक्षम करने की आवश्यकता होगी :ref:`UseCourseReserves` की वरीयता 'उपयोग' करें
tr: Öncelikle :ref:`UseCourseReserves` sistem tercihini 'Kullan' olarak ayarlayarak ayrılmış ders materyallerini etkinleştirmelisiniz.

source: Next you will need to have all of your course instructors :ref:`added as patrons <add-a-new-patron-label>`.
hi: इसके बाद आपको अपने सभी पाठ्यक्रम प्रशिक्षकों की आवश्यकता होगी:सन्दर्भ: `संरक्षक के रूप में जोड़ा गया <add-a-new-patron-label>`
tr: Daha sonra tüm ders eğitmenlerini kullanıcılar olarak eklemelisiniz `kullanıcı olarak eklenmiş <add-a-new-patron-label>`.

source: Next you will want to add a couple of new :ref:`authorized values <add-new-authorized-value-label>` for Departments and Terms.
hi: इसके बाद आप कुछ नया जोड़ना चाहेंगे :ref:`authorized values <add-new-authorized-value-label>` विभागों और शर्तों के लिए
tr: Daha sonra Bölümler ve Şartlar için bir çift :ref:`yetkili değer <add-new-authorized-value-label>` eklemeniz gerekiyor.

source: You may also want to create new :ref:`item types <adding-item-types-label>`, `collection codes <#ccode>`__ and/or `shelving locations <#shelvelocvals>`__ to make it clear that the items are on reserve to your patrons. You will also want to be sure to confirm that your :ref:`circulation and fine rules <circulation-and-fine-rules-label>` are right for your new item types (whether they be hourly or daily loans).
hi: आप इसे नया बनाने के लिए भी नया :ref:`item types <adding-item-types-label>`, `संग्रह कोड <#ccode>` __ और / या `ठंडे बस्ते में डालने वाले स्थानों <# shelvelocvals>` __ बना सकते हैं। कि आइटम आपके संरक्षक के लिए आरक्षित हैं आप यह भी सुनिश्चित करना चाहते हैं कि आपका :ref:`परिसंचरण और फाइन नियम <circulation-and-fine-rules-label>` आपके नए आइटम प्रकारों के लिए सही हैं (चाहे वे प्रति घंटा या दैनिक ऋण हों)
tr: Aynı zamanda materyallerin kullanıcılarınız üzerinde rezervde olduğunun açıkça görülmesi için yeni :ref:`materyal türleri <adding-item-types-label>`__, `koleksiyon kodları <#ccode>`__ ve/veya :ref:`raf konumları <#shelvelocvals>`__ oluşturmanız gerekmektedir. Yine :ref:`dolaşım ve ceza kuralları <circulation-and-fine-rules-label>` tercihinize yeni materyal türleri için onay verdiğinizden emin olmanız gerekmektedir (saatlik ya da günlük ödünç alımlar için).

source: Adding Courses
hi: पाठ्यक्रम जोड़ना
tr: Kurs Ekleme

source: Once you have completed your set up for Course Reserves you can start creating courses and adding titles to the reserve list.
hi: एक बार जब आप इस पाठ्यक्रम अभ्यारण्य के लिए अपने सेट अप पूरा कर लिया है आप पाठ्यक्रम बनाने और रिजर्व सूची खिताब जोड़ने शुरू कर सकते हैं।
tr: Ayrılmış ders materyalleri için ayarlarınızı tamamladıktan sonra ders oluşturmaya ve materyal listesine başlıklar eklemeye başlayabilirsiniz.

source: From the main course reserves page you can add a new course by clicking the 'New course' button at the top left.
hi: मुख्य पाठ्यक्रम भंडार पृष्ठ से आप ऊपर छोड़ दिया पर 'नया पाठ्यक्रम' बटन पर क्लिक करके एक नए पाठ्यक्रम में जोड़ सकते हैं।
tr: Ders materyalleri ana sayfasının sol üst kısmındaki 'Yeni ders' butonuna tıklayarak yeni bir ders ekleyebilirsiniz.

source: Your new course will need a Department, Number and Name at the bare minimum. You can also add in additional details like course section number and term. To link an instructor to this course simply start typing their name and Koha will search your patron database to find you the right person.
hi: आपका नया पाठ्यक्रम के एक विभाग, न्यूनतम से कम संख्या और नाम की आवश्यकता होगी। आप यह भी पसंद पाठ्यक्रम खंड संख्या और अवधि अतिरिक्त विवरण में जोड़ सकते हैं। इस कोर्स के लिए एक प्रशिक्षक लिंक करने के लिए बस और उनके नाम टाइप करना आरंभ कोहा अपने संरक्षक डेटाबेस खोज आप सही व्यक्ति मिल जाएगा।
tr: Yeni dersinizin en azından bir Departman, Numara ve Adı olması gerekir. Aynı zamanda ders bölüm sayısı ve dönem gibi ek bilgileri de ekleyebilirsiniz. Bu derse bir eğitmen atamak için sadece eğitmen adını yazmaya başlayın ve Koha size doğru kişiyi bulmak için kullanıcı veritabanı içerisinde arama yapacaktır.

source: Once the instructor you want appears just click their name and they will be added. You can repeat this for all instructors on this course. Each instructor will appear above the search box and can be removed by clicking the 'Remove' link to the right of their name.
hi: एक बार जब आप चाहते प्रशिक्षक प्रतीत होता है सिर्फ उनके नाम पर क्लिक करें और वे जोड़ दिया जाएगा। आप इस कोर्स पर सभी प्रशिक्षकों के लिए यह दोहरा सकते हैं। प्रत्येक अनुदेशक खोज बॉक्स के ऊपर दिखाई देगा और उनके नाम का सही करने के लिए 'निकालें' लिंक पर क्लिक करके हटाया जा सकता है।
tr: İstediğiniz eğitmen göründüğünde sadece adı üzerine tıklayın ve onlar eklenecektir. Bu dersteki tüm eğitmenler için bu işlemi tekrarlayabilirsiniz. Her eğitmen, arama kutusunun üzerinde görünür ve adlarının sağındaki 'Kaldır' bağlantısı tıklanarak kaldırılabilir.

source: If you would like your course to show publicly you'll want to be sure to check the 'Enabled?' box before saving your new course.
hi: आप अपने पाठ्यक्रम चाहते हैं, तो सार्वजनिक रूप से दिखाने के लिए आप की जाँच करने के लिए सुनिश्चित किया जाना चाहता हूँ 'सक्षम'? अपने नए पाठ्यक्रम सहेजने से पहले बॉक्स।
tr: Eğer dersinizin herkes tarafından görülmesini istiyorsanız, yeni dersinizi kaydetmeden önce 'Etkinleştirilsin mi?' kutusunun işaretli olduğundan emin olun.

source: Once your course is saved it will show on the main course reserves page and be searchable by any field in the course.
hi: एक बार अपने पाठ्यक्रम सहेजा जाता है यह मुख्य पाठ्यक्रम भंडार पृष्ठ पर दिखाने के लिए और पाठ्यक्रम में किसी भी क्षेत्र से खोजा जा सकेगा।
tr: Dersiniz kaydedildikten sonra ayrılmış ders materyalleri ana sayfasında görünecektir ve ders içerisinde yer alan her hangi bir alanda aranabilir olacaktır.

source: Adding Reserve Materials
hi: रिज़र्व सामग्री जोड़ना
tr: Rezerv Materyalleri Ekleme

source: Before adding reserve materials you will need at least one course to add them to. To add materials visit the Course Reserves module.
hi: रिजर्व सामग्री जोड़ने से पहले आप उन्हें में जोड़ने के लिए कम से कम एक पाठ्यक्रम की आवश्यकता होगी। सामग्री जोड़ने के लिए पाठ्यक्रम अभ्यारण्य मॉड्यूल जाएँ।
tr: Rezerv materyallerini eklemeden önce, onlara eklemek üzere ez az bir derse ihtiyacınız olacak. Materyaller eklemek için Ayrılmış ders materyalleri modülünü ziyaret edin.

source: Click on the title of the course you would like to add materials to.
hi: पाठ्यक्रम का शीर्षक आप के लिए सामग्री जोड़ना चाहते हैं पर क्लिक करें।
tr: Materyal eklemek istediğiniz dersin başlığına tıklayınız.

source: At the top of the course description click the 'Add reserves' button to add titles to this reserve list. You will be asked to enter the barcode for the reserve item.
hi: पाठ्यक्रम विवरण के शीर्ष पर इस आरक्षित सूची खिताब जोड़ने के लिए 'भंडार जोड़ें' बटन पर क्लिक करें। आप आरक्षित आइटम के लिए बारकोड में प्रवेश करने के लिए कहा जाएगा।
tr: Bu rezerv listesine eser adı eklemek için, ders açıklamasının en üstündeki 'Rezerv ekle' butonuna tıklayınız. Reserv materyalin barkodunu girmeniz istenecektir.

source: For each item, you can change the item type, collection code, shelving location or holding library. These changes will only apply while the course is active. When you deactivate the course, the items will go back to their original settings.
hi: प्रत्येक आइटम के लिए, आप आइटम प्रकार, संग्रह कोड, ठंडे बस्ते में डालने या पुस्तकालय को बदल सकते हैं। ये परिवर्तन केवल तब लागू होंगे जब पाठ्यक्रम सक्रिय हो। जब आप पाठ्यक्रम को निष्क्रिय कर देते हैं, तो आइटम अपनी मूल सेटिंग्स पर वापस चले जाएंगे।

source: After you are done scanning the barcodes to add to the course you can see them on the course page
hi: आप बारकोड को स्कैन करने के बाद किया जाता है पाठ्यक्रम में जोड़ने के लिए आप उन्हें कोर्स पेज पर देख सकते हैं
tr: Barkod okutmanız bittikten sonra ve kursa ekledikten sonra bu materyalleri kurs sayfasında görebilirsiniz

source: You also have the possibility of adding several items at the same time. Click on 'Batch add reserves'.
hi: आपके पास एक ही समय में कई आइटम जोड़ने की संभावना भी है। 'बैच जोड़ें रिजर्व' पर क्लिक करें।

source: Scan the barcodes of the items you want to add to the reserve and change the item type, collection code, shelving location or holding library, if needed.
hi: उन आइटमों के बारकोड को स्कैन करें जिन्हें आप रिजर्व में जोड़ना चाहते हैं और आइटम प्रकार, संग्रह कोड, शैल्विंग लोकेशन या होल्डिंग पुस्तकालय को बदल सकते हैं, अगर जरुरत हो।

source: Course Reserves in the OPAC
hi: ओपेक में कोर्स रिजर्व
tr: OPAC Kurs Rezervleri

source: Once you have enabled Course Reserves and added courses you will see a link to Course Reserves below your search box in the OPAC.
hi: एक बार जब आप इस पाठ्यक्रम रिजर्व को सक्षम करते हैं और कहा कि पाठ्यक्रम जोड़ने के लिए आप ओपेक में अपनी खोज बॉक्स के नीचे कोर्स रिजर्व करने के लिए एक लिंक दिखाई देगा।
tr: Kurs Rezervlerini etkinleştirip kurs ekledikten sonra OPAC'da arama kutusunun altında Kurs Rezervleri için bir bağlantı göreceksiniz.

source: Clicking that link will show you your list of enabled courses (if you have only one course you will just see the contents of that one course).
hi: उस लिंक पर क्लिक आप सक्षम पाठ्यक्रमों की अपनी सूची दिखाएगा (यदि आप केवल एक पाठ्यक्रम है कि आप सिर्फ एक पाठ्यक्रम की सामग्री को देखेंगे).
tr: Bu bağlantıya tıklamak size etkin kurslarınızın listesini gösterecektir (Eğer bir kursunuz varsa, yalnızca o kursun içeriğini göreceksiniz).

source: You can search course reserves by any field (course number, course name, instructor name, department) that is visible in the list of courses. Clicking a course name will show you the details and reserve items.
hi: आप किसी भी क्षेत्र द्वारा पाठ्यक्रम भंडार खोज सकते हैं (बेशक संख्या, पाठ्यक्रम का नाम, प्रशिक्षक नाम, विभाग) है कि पाठ्यक्रमों की सूची में दिख रहा है। एक कोर्स के नाम पर क्लिक करके आप विवरण और रिजर्व आइटम दिखाएगा।
tr: Ders rezervlerini, ders rezervleri listesinde görünen herhangi bir alandan arayabilirsiniz (ders numarası, ders adı, eğitmen adı, bölüm). Bir ders adına tıkladığınızda ayrıntıları ve rezerv materyallerini göreceksiniz.
