Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: hi, it, tr

source: --host=http://default.tld Server host used when URL doesn't have one, ie doesn't begin with 'http:'. For example, if --host=mylib.com, then when 856$u contains 'img/image.jpg', the url checked is: http://www.mylib.com/image.jpg.
hi: --host=http://default.tld सर्वर होस्ट का उपयोग तब किया जाता है जब URL में एक नहीं होता है, अर्थात इसके साथ शुरू नहीं होता है 'http:'. For example, if --host=mylib.com, फिर जब 856$u contains 'img/image.jpg', url की जाँच की गई: http://www.mylib.com/image.jpg.

source: --tags Tags containing URLs in $u subfields. If not provided, 856 tag is checked. Multiple tags can be specified, for example:
hi: --tags $u उपक्षेत्रों में URL युक्त टैग। यदि उपलब्ध नहीं है, तो 856 टैग की जाँच की जाती है। उदाहरण के लिए कई टैग निर्दिष्ट किए जा सकते हैं:

source: --verbose|v Outputs both successful and failed URLs.
hi: --verbose|v आउटपुट दोनों सफल और विफल यूआरएल.

source: --html Formats output in HTML. The result can be redirected to a file accessible by http. This way, it's possible to link directly to the bibliographic record in edit mode. With this parameter --host-intranet is required.
hi: --html HTML में प्रारूप आउटपुट। परिणाम को http द्वारा सुलभ फ़ाइल में पुनर्निर्देशित किया जा सकता है। इस तरह, संपादन मोड में इसे सीधे ग्रंथ सूची से जोड़ना संभव है। इस पैरामीटर के साथ --host-intranet की आवश्यकता होती है.

source: --host-intranet=http://koha-pro.tld Server host used to link to bibliographic record editing page in Koha intranet interface.
hi: --host-intranet=http://koha-pro.tld सर्वर होस्ट कोहा इंट्रानेट इंटरफ़ेस में ग्रंथ सूची रिकॉर्ड संपादन पृष्ठ से लिंक करने के लिए उपयोग किया जाता है.

source: --timeout=10 Timeout for fetching URLs. By default 10 seconds.
hi: --timeout=10 URL लाने के लिए समय समाप्त। डिफ़ॉल्ट रूप से 10 सेकंड.

source: --maxconn=1000 Number of simulaneous HTTP requests. By default 200 connexions.
hi: --maxconn=1000 एक साथ HTTP अनुरोधों की संख्या। डिफ़ॉल्ट रूप से 200 संबंध।

source: Check URLs
hi: यूआरएल जांचें
it: Controlla gli URL
tr: URL'leri denetleyin

source: Script path: misc/cronjobs/check-url.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/check-url.pl
it: Script: misc/cronjobs/check-url.pl
tr: Komut dosyası yolu: misc/cronjobs/check-url.pl

source: Does: checks URLs in 856$u field. Script output can now be formatted in CSV or HTML. The HTML version links directly to MARC biblio record editor.
hi: क्या: 856$u क्षेत्र में चेक यूआरएल। स्क्रिप्ट उत्पादन अब सीएसवी या HTML में प्रारूपित किया जा सकता। HTML संस्करण मार्क Biblio रिकॉर्ड संपादक को सीधे जोड़ता है।
it: Che cosa fa: controlla gli URL contenuti nel campo 856$u. L'output dello script si può formattare come CSV o HTML. La versione HTML collega direttamente all'editor MARC del record bibliografico.
tr: Ne yapar: 856$u alanındaki URL'leri denetler. Komut dizisi çıktısı şimdi CSV veya HTML biçiminde olabilir. HTML sürümü doğrudan MARC biblio kayıt editörüne bağlantılıdır.

source: Frequency suggestion: monthly
hi: फ्रीक्वेंसी सुझाव: मासिक
it: Frequenza consigliata: mensile
tr: Frekans önerisi: aylık

source: Learn more: http://wiki.koha-community.org/wiki/Check-url_enhancements
hi: और अधिक जानें: http://wiki.koha-community.org/wiki/Check-url_enhancements
it: Per saperne di più: http://wiki.koha-community.org/wiki/Check-url_enhancements
tr: Daha fazla bilgi için: http://wiki.koha-community.org/wiki/Check-url_enhancements

source: Delete records via leader
hi: लीडर के माध्यम से रिकॉर्ड्स हटाएं

source: Script path: misc/cronjobs/delete\_records\_via\_leader.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/delete\_records\_via\_leader.pl
tr: Komut dizisi yolu: misc/cronjobs/delete\_records\_via\_leader.pl

source: Does: attempts to delete any MARC records where the leader character 5 equals 'd'.
hi: करता है: किसी भी MARC रिकॉर्ड को हटाने का प्रयास करता है जहां नेता का चरित्र 5 'd' के बराबर होता है।

source: -c|--confirm Script will do nothing without this parameter
hi: -c|--confirm स्क्रिप्ट इस पैरामीटर के बिना कुछ नहीं करेगी

source: -v|--verbose Verbose mode
hi: -v|--verbose वाचाल प्रकार

source: -t|--test Test mode, does not delete records. Test mode cannot determine if a record/item will be deleted successfully, it will only tell you what records and items the script will attempt to delete.
hi: -t|--test टेस्ट मोड, रिकॉर्ड नहीं हटाता है। टेस्ट मोड यह निर्धारित नहीं कर सकता है कि कोई रिकॉर्ड / आइटम सफलतापूर्वक हटा दिया जाएगा, यह केवल आपको बताएगा कि स्क्रिप्ट को हटाने के लिए कौन से रिकॉर्ड और आइटम प्रयास करेंगे।

source: -i|--delete-items Try deleting items before deleting record. Records with items cannot be deleted.
hi: -i|--delete-items रिकॉर्ड हटाने से पहले आइटम हटाने का प्रयास करें। आइटम के साथ रिकॉर्ड हटाया नहीं जा सकता.

source: Update authorities
hi: प्राधिकारियों को अपडेट करें

source: Script path: misc/cronjobs/merge\_authorities.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/merge\_authorities.pl
tr: Komut dizisi yolu: misc/cronjobs/merge\_authorities.pl

source: Does: updates biblio data with changes to authorities records
hi: करता है: अधिकारियों के रिकॉर्ड में परिवर्तन के साथ biblio डेटा अपडेट करता है

source: The name of this script is misleading. This script does not merge authorities together it instead merges authority data with linked bib records. Edits to authority records will be applied to bibliographic records that use that authority when this script is run.
hi: इस स्क्रिप्ट के नाम पर गुमराह कर रहा है। यह स्क्रिप्ट के अधिकारियों को एक साथ विलय नहीं है कि यह बजाय जुड़े बिब रिकॉर्ड के साथ प्राधिकरण डेटा विलीन हो जाती है। प्राधिकरण रिकॉर्ड करने के लिए संपादन ग्रंथ सूची रिकॉर्ड है कि प्राधिकरण जब इस स्क्रिप्ट चलाया जाता है का उपयोग करने के लिए लागू किया जाएगा।
it: Il nome di questo script è fuorviante: il programma non fonde inisieme le autorità; invece, fonde i dati delle autorità con i record bibliografici collegati. Le modifiche ai record di atuorità saranno applicate ai record bibliografici che usano quelle autorità nel momento in cui si esegue lo script.
tr: Bu komut dosyasının adı yanıltıcıdır. Bu komut dosyası otoriteleri bir arada birleştirmez, bunun yerine otorite verilerini bağlantılı bibliyografik kayıtlarla birleştirir. Otorite kayıtları üzerinde yapılan düzenlemeler bu komut dosyası çalıştırıldığında o otoriteleri kullanan kayıtlar üzerine uygulanacaktır.

source: Required by: :ref:`AuthorityMergeLimit <authoritymergelimit-label>` system preference
hi: द्वारा आवश्यक: :ref:`AuthorityMergeLimit <authoritymergelimit-label>` सिस्टम वरीयता

source: Serials update
hi: सीरियल अपडेट करें

source: Script path: misc/cronjobs/serialsUpdate.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/serialsUpdate.pl
it: Script: misc/cronjobs/serialsUpdate.pl
tr: Komut dizisi yolu: misc/cronjobs/serialsUpdate.pl

source: Does: checks if there is a "late" issue on active subscriptions, and if there is, the script will set it as late, and add the next one as expected.
hi: क्या: चेक, अगर वहाँ सक्रिय सदस्यता पर एक "देर" मुद्दा है, और अगर वहाँ है, स्क्रिप्ट के रूप में इसे देर से सेट हो जाएगा, और उम्मीद के रूप में अगले एक जोड़ें।
it: Che cosa fa: verifica se è presente un'uscita "in ritardo" sugli abbonamenti attivi; se c'è, la marca come ritardataria ed aggiunge la successiva come attesa.
tr: Ne yapar: Aktif aboneliklerde "gecikmiş" bir sayı olup olmadığını kontrol eder, eğer gecikmiş bir sayı varsa, komut dizisi bunu 'gecikmiş' olarak ayarlayacak ve bir sonrakini 'bekleniyor' olarak ekleyecektir.

source: Automatic item update
hi: स्वचालित आइटम अद्यतन
it: Forza l'aggiornamento.
tr: Otomatik materyal güncelleme

source: Script path: misc/cronjobs/automatic\_item\_modification\_by\_age.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/automatic\_item\_modification\_by\_age.pl
tr: Komut dosyası yolu: misc/cronjobs/automatic\_item\_modification\_by\_age.pl

source: Does: updates items based on the list of rules set forth in the :ref:`Automatic item modifications by age` tool
hi: करता है: निर्धारित नियमों की सूची के आधार पर आइटम अपडेट करें set मेंe :ref:`आयु के अनुसार स्वचालित आइटम संशोधन' टूल
it: Fa: Aggiorna copie sulla base dell'elenco di regole prescritte nella :ref:`Modifiche automatiche modifiche copie per età <automatic-item-modifications-by-age>`
tr: Ne yapar: :ref:`Yaşa göre otomatik materyal değişiklikleri` aracında belirtilen kurallar listesini temel alarak materyalleri günceller

source: Required by: :ref:`Automatic item modifications by age`
hi: द्वारा आवश्यक: :ref:`उम्र के अनुसार स्वचालित आइटम संशोधन'
it: Richiesto da: :ref:`Modifiche automatiche copie per età <automatic-item-modifications-by-age>`
tr: Gerek duyan: :ref:`Yaşa göre otomatik materyal değişiklikleri`

source: Frequency suggestions: nightly
hi: आवृत्ति सुझाव: रात में
it: Frequenza consigliata: notturna
tr: Sıklık önerileri: her gece

source: OPAC
hi: ओपेक

source: RSS feeds
hi: आरएसएस फ़ीड

source: Script path: misc/cronjobs/rss/rss.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/rss/rss.pl
it: Script: misc/cronjobs/rss/rss.pl
tr: Komut dizisi yolu: misc/cronjobs/rss/rss.pl

source: Does: produces an RSS XML document for any SQL query (not used for search results RSS feed). :ref:`Learn more <custom-rss-feeds-label>`.
hi: करता है: किसी भी SQL क्वेरी के लिए RSS XML दस्तावेज़ बनाता है (खोज परिणामों के लिए उपयोग नहीं किया जाता RSS फ़ीड) :ref:` और जानें <custom-rss-feeds-label>`.

source: Authorities browser
hi: प्राधिकरण ब्राउज़र

source: Script path: misc/cronjobs/build\_browser\_and\_cloud.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/build\_browser\_and\_cloud.pl
tr: Komut dizisi yolu: misc/cronjobs/build\_browser\_and\_cloud.pl

source: Does: generates content for authorities browse in OPAC
hi: करता है: ओपेक में ब्राउज़ करने वाले अधिकारियों के लिए सामग्री तैयार करता है

source: Required by: :ref:`OpacBrowser` system preference
hi: इसके द्वारा आवश्यक: :ref:`OpacBrowser` प्रणाली वरीयता
it: Richiesto da: preferenza di sistema :ref:`OpacBrowser`
tr: Gerek duyan: :ref:`OpacBrowser` sistem tercihi

source: This preference and cron job should only be used on French systems.
hi: यह वरीयता और क्रॉन जॉब केवल फ्रांसीसी सिस्टम पर इस्तेमाल किया जाना चाहिए।
it: Questa preferenza ed il realtivo cron job devono essere utilizzati solo su sistemi in Francese.
tr: Bu sistem tercihi ve cron işi yalnızca Fransızca sistemlerde kullanılmalıdır.

source: Subject/author clouds
hi: विषय/लेखक क्लाउड

source: Script path: misc/cronjobs/cloud-kw.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/cloud-kw.pl
it: Script: misc/cronjobs/cloud-kw.pl
tr: Komut dizisi yolu: misc/cronjobs/cloud-kw.pl

source: Does: generates HTML keywords clouds from Koha Zebra indexes. misc/cronjobs/cloud-sample.conf has a sample of how this script operates.
hi: करता है: कोहा ज़ेबरा इंडेक्स से HTML कीवर्ड क्लाउड उत्पन्न करता है। misc/cronjobs/cloud-sample.conf का एक नमूना है कि यह स्क्रिप्ट कैसे संचालित होती है।

source: Frequency: This is the type of script you can run once a month or so, the content generated isn't going to change very much over time.
hi: आवृत्ति: यह स्क्रिप्ट के प्रकार आप एक बार एक महीने या तो चला सकते हैं, सामग्री उत्पन्न नहीं समय के साथ बहुत ज्यादा बदलाव करने जा रहा है।
it: Frequenza: questo è il tipo di script che si può eseguire una volta al mese o giù di lì; il contenuto prodotto non cambia moltissimo con l'andar del tempo.
tr: Sıklık: Bu, takriben ayda bir kez çalıştırabileceğiniz script türüdür, oluşturulan içerik zaman içerisinde fazla değişiklik göstermeyecektir.

source: System administration
hi: सिस्टम प्रशासक

source: Services throttle
hi: सेवाएं थ्रॉटल

source: Script path: misc/cronjobs/services\_throttle.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/services\_throttle.pl
tr: Komut dizisi yolu: misc/cronjobs/services\_throttle.pl

source: Does: resets the xISBN services throttle
hi: करता है: xISBN सेवाओं को थ्रॉटल रीसेट करता है
it: Esegue: reimposta i servizi basati su xISBN
tr: Ne yapar: xISBN services throttle'ı resetler

source: Clean up database
hi: डेटाबेस साफ़ करें

source: Script path: misc/cronjobs/cleanup\_database.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/cleanup\_database.pl
tr: Komut dizisi yolu: misc/cronjobs/cleanup\_database.pl

source: Does: truncates the sessions table, cleans out old zebraqueue entries, action logs and staged MARC files.
hi: करता है: सत्र तालिका को काट-छाँट करता है, पुरानी ज़ेब्रिक्यू प्रविष्टियों को साफ़ करता है, कार्रवाई लॉग करता है और MARC फ़ाइलों का मंचन करता है।

source: Share usage stats
hi: उपयोग के आंकड़े साझा करें

source: Script path: misc/cronjobs/share\_usage\_with\_koha\_community.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/share\_usage\_with\_koha\_community.pl
tr: Komut dizisi yolu: misc/cronjobs/share\_usage\_with\_koha\_community.pl

source: Does: sends your info to the `Hea website <http://hea.koha-community.org/>`__ if you're sharing information via the :ref:`UsageStats` feature
hi: करता है: आपकी जानकारी को `ही वेबसाइट <http://hea.koha-community.org/>`__को भेजता है यदि आप sharing के माध्यम से जानकारी साझा कर रहे हैं :ref:`UsageStats` फीचर

source: Frequency: monthly
hi: आवृत्ति: मासिक
it: Frequenza: mensile
tr: Frekans: aylık

source: Acquisitions
hi: अधिग्रहण
it: Acquisizioni
tr: Sağlama

source: Clean up old suggestions
hi: पुराने सुझाव साफ करें
it: Cancella i suggerimenti più vecchi
tr: Eski önerileri temizle

source: Script path: misc/cronjobs/purge\_suggestions.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/purge\_suggestions.pl
tr: Komut dizisi yolu: misc/cronjobs/purge\_suggestions.pl

source: Does: removes old (defined by you) suggestions from the suggestion management area.
hi: करता है: सुझाव प्रबंधन क्षेत्र से पुराने (आपके द्वारा परिभाषित) सुझावों को निकालता है।

source: The system preference :ref:`PurgeSuggestionsOlderThan` defines the number of days used in the script
hi: सिस्टम वरीयता: रेफरी: 'PurgeSuggestionsOlderThan` स्क्रिप्ट में उपयोग किए गए दिनों की संख्या को परिभाषित करता है

source: Email suggestions to process
hi: प्रक्रिया के लिए ईमेल सुझाव
it: Invia per email i suggerimenti da elaborare
tr: İşlenecek e-posta önerileri

source: Script path: misc/cronjobs/notice\_unprocessed\_suggestions.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/notice\_unprocessed\_suggestions.pl
tr: Komut dizisi yolu: misc/cronjobs/notice\_unprocessed\_suggestions.pl

source: Does: generates a notice to the fund owner that there are suggestions in need of processing
hi: करता है: फंड के मालिक को एक नोटिस देता है कि प्रसंस्करण की आवश्यकता में सुझाव हैं

source: EDI message processing
hi: ईडीआई संदेश प्रसंस्करण

source: Script path: misc/cronjobs/edi\_cron.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/edi\_cron.pl
tr: Komut dizisi yolu: misc/cronjobs/edi\_cron.pl

source: Does: sends and received EDI messages
hi: करता है: ईडीआई संदेश भेजता है और प्राप्त करता है

source: Frequency: Every 15 minutes
hi: आवृत्ति: हर 15 मिनट
it: Frequenza: ogni 15 minuti
tr: Frekans: Her 15 dakikada bir

source: Remove temporary EDI files
hi: अस्थायी ईडीआई फ़ाइलों को हटा दें

source: Script path: misc/cronjobs/remove\_temporary\_edifiles.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/remove\_temporary\_edifiles.pl
tr: Komut dizisi yolu: misc/cronjobs/remove\_temporary\_edifiles.pl

source: Does: removes temporary EDI files that are older than 5 days
hi: करता है: अस्थायी ईडीआई फ़ाइलों को हटा देता है जो 5 दिनों से पुराने होते हैं
it: Esegue: rimuove i file temporanei dell'EDI più vecchi di 5 giorni
tr: Ne yapar: 5 günden eski olan geçici EDI dosyalarını kaldırır

source: Reports
hi: रिपोर्ट
tr: Raporlar

source: Run report
hi: रिपोर्ट चलाएँ

source: Script path: misc/cronjobs/runreport.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/runreport.pl
tr: Komut dizisi yolu: misc/cronjobs/runreport.pl

source: Does: runs pre-existing saved reports
hi: करता है: पूर्व-मौजूदा सहेजी गई रिपोर्ट चलाएं

source: -v|--verbose Verbose output
hi: -v|--verbose वाचाल आउटपुट

source: --format=s Selects format. Choice of text, html, csv or tsv
hi: --format=s प्रारूप का चयन करता है। पाठ, html, सीएसवी या tsv की पसंद

source: -e|--email Whether or not to use e-mail (implied by --to or --from)
hi: -e|--email ई-मेल का उपयोग करना है या नहीं (द्वारा अंतर्निहित --to or --from)

source: -a|--attachment Attach the report as a file. Cannot be used with html format
hi: -a|--attachment फ़ाइल के रूप में रिपोर्ट संलग्न करें। HTML प्रारूप के साथ उपयोग नहीं किया जा सकता है

source: --username Username to pass to the SMTP server for authentication
hi: --username प्रमाणीकरण के लिए एसएमटीपी सर्वर को पास करने के लिए उपयोगकर्ता नाम

source: --password Password to pass to the SMTP server for authentication
hi: --password प्रमाणीकरण के लिए SMTP सर्वर को पास करने के लिए पासवर्ड

source: --method The type of authentication. Ie. LOGIN, DIGEST-MD5, etc.
hi: --method प्रमाणीकरण का प्रकार। अर्थात। LOGIN, DIGEST-MD5, आदि।

source: --to=s E-mail address to send report to
hi: --to=s रिपोर्ट भेजने के लिए ई-मेल पता

source: --from=s E-mail address to send report from
hi: --from=s से रिपोर्ट भेजने के लिए ईमेल पता

source: --subject=s Subject for the e-mail
hi: --subject=s ई-मेल के लिए विषय

source: --store-results Store the result of the report
hi: --store-results रिपोर्ट का परिणाम संग्रहीत करें

source: --csv-header Add column names as first line of csv output
hi: --csv-header Csv आउटपुट की पहली पंक्ति के रूप में कॉलम नाम जोड़ें

source: **ARGUMENTS**
hi: **तर्क**

source: reportID Report ID Number from saved_sql.id, multiple ID's may be specified
hi: reportID Save_sql.id से आईडी नंबर की रिपोर्ट करें, कई आईडी निर्दिष्ट की जा सकती हैं

source: Norwegian patron database
hi: नार्वे संरक्षक डेटाबेस
it: Database di utenti norvegese
tr: Norveç kullanıcı veritabanı

source: NL sync to Koha
hi: कोहा को एनएल सिंक
it: Sincronizzazione NL -> Koha
tr: Koha için NL senkronizasyonu

source: Script path: misc/cronjobs/nl-sync-to-koha.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/nl-sync-to-koha.pl
it: Script: misc/cronjobs/nl-sync-to-koha.pl
tr: Komut dizisi yolu: misc/cronjobs/nl-sync-to-koha.pl

source: Does: syncs patrons from the Norwegian national patron database (NL) to Koha
hi: करता है: नार्वे के राष्ट्रीय संरक्षक डेटाबेस (एनएल) से कोहा तक संरक्षक को समेटता है

source: **Note** Relies on NorwegianPatronDBUsername and NorwegianPatronDBPassword system preferences
hi: ** नोट ** NorwegianPatronDBUsername और NorwegianPatronDBPassword सिस्टम वरीयताओं पर निर्भर करता है
it: **Nota** Si basa sull preferenze NorwegianPatronDBUsername e NorwegianPatronDBPassword
tr: **Not** NorwegianPatronDBUsername ve NorwegianPatronDBPassword sistem tercihlerine güvenir.

source: NL sync from Koha
hi: कोहा से एनएल सिंक
it: Sincronizzazione NL - Koha
tr: Koha'dan NL senkronizasyonu

source: Script path: misc/cronjobs/nl-sync-from-koha.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/nl-sync-from-koha.pl
it: Script: misc/cronjobs/nl-sync-from-koha.pl
tr: Komut dizisi yolu: misc/cronjobs/nl-sync-from-koha.pl

source: Does: syncs patrons from Koha to the Norwegian national patron database (NL)
hi: करता है: कोहा से नार्वे के राष्ट्रीय संरक्षक डेटाबेस (NL) के संरक्षक

source: Social data
hi: सामाजिक डेटा
tr: Sosyal veri

source: Get report social data
hi: रिपोर्ट सामाजिक डेटा प्राप्त करें
it: Ricevi i social data
tr: Sosyal veri raporunu al

source: Script path: misc/cronjobs/social_data/get\_report\_social\_data.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/social_data/get\_report\_social\_data.pl
tr: Komut dizisi yolu: misc/cronjobs/social_data/get\_report\_social\_data.pl

source: Does: downloads data from Babelthèque to add to OPAC records
hi: करता है: ओपेक रिकॉर्ड में जोड़ने के लिए Babelthèque से डेटा डाउनलोड करता है
it: Fa: scarica i dati da Babelthèque per aggiungerli ai record dell'Opac
tr: Ne yapar: OPAC kayıtlarına eklemek için Babelthèque'den veri indirir

source: Update social data
hi: सामाजिक डेटा अपडेट करें
it: Aggiorna i social data
tr: Sosyal veriyi güncelle

source: Script path: misc/cronjobs/social_data/update\_social\_data.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/social_data/update\_social\_data.pl
tr: Komut dizisi yolu: misc/cronjobs/social_data/update\_social\_data.pl

source: Does: updates OPAC records with Babelthèque social data
hi: करता है: Babelthèque सामाजिक डेटा के साथ OPAC रिकॉर्ड अपडेट करता है
it: Fa: aggiorna i records dell'Opac con i social data di Babelthèque
tr: Ne yapar: Babelthèque sosyal verileriyle OPAC kayıtlarını günceller

source: Daemons
hi: डीमन

source: Daemons are continuously running tasks that help support Koha operation. Your database and webserver are run as daemons. Newer versions of Koha start two different daemons for most koha instances:
hi: डेमन लगातार ऐसे कार्य कर रहे हैं जो कोहा ऑपरेशन का समर्थन करने में मदद करते हैं। आपके डेटाबेस और वेबसर्वर को डेमॉन के रूप में चलाया जाता है। कोहा के नए संस्करणों में सबसे अलग उदाहरणों के लिए दो अलग-अलग डेमॉन शुरू होते हैं:

source: zebra - this is the index server
hi: ज़ेबरा - यह इंडेक्स सर्वर है

source: koha-indexer - this daemon updates the index server with new and modified data (biblios and authorities)
hi: koha-indexer - यह डेमॉन नए और संशोधित डेटा (biblios और अधिकारियों) के साथ इंडेक्स सर्वर को अपडेट करता है

source: These daemons are started by the script /etc/init.d/koha-common.
hi: इन डेमों को स्क्रिप्ट द्वारा शुरू किया गया है /etc/init.d/koha-common.

source: Zebra indexer daemon
hi: ज़ेबरा इंडेक्स डेमॉन

source: Script path: /usr/sbin/koha-indexer (invoked from /etc/init.d/koha-common)
hi: स्क्रिप्ट पथ: /usr/sbin/koha-indexer (invoked from /etc/init.d/koha-common)

source: The koha-indexer script invokes rebuild_zebra.pl in daemon mode. In this mode, the script will run continuously and check the database for new or modified data every 30 seconds. New or modified records are then sent to Zebra for indexing, which only takes a second or so. The advantage of this approach is a search system which is much more responsive to changes, compared to the :ref:'cron job approach <_rebuild-index-label>'.
hi: कोहा-इंडेक्स स्क्रिप्ट डेमॉन मोड में rebuild_zebra.pl को आमंत्रित करती है। इस मोड में, स्क्रिप्ट लगातार चलेगी और हर 30 सेकंड में नए या संशोधित डेटा के लिए डेटाबेस की जांच करेगी। नए या संशोधित रिकॉर्ड्स को फिर ज़ेबरा को इंडेक्सिंग के लिए भेजा जाता है, जो केवल एक या अधिक समय लेता है। इस दृष्टिकोण का लाभ एक खोज प्रणाली है जो परिवर्तनों के प्रति अधिक उत्तरदायी है: की तुलना में: रेफ: 'क्रॉन जॉब दृष्टिकोण <_rebuild-index-label>'.

source: Deprecated scripts
hi: अस्वीकृत स्क्रिप्ट्स
it: Script di uso sconsigliato:
tr: Artık kullanılmayan komut dosyaları

source: These should not be run without modification:
hi: ये संशोधन के बिना नहीं चलाया जाना चाहिए:
it: Questi non dovrebbero essere eseguiti senza modifiche:
tr: Bunlar üzerlerinde değişiklik yapılmadan çalıştırılmamalıdır:

source: Script path: misc/cronjobs/update\_items.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/update\_items.pl
tr: Komut dizisi yolu: misc/cronjobs/update\_items.pl

source: Script path:misc/cronjobs/smsoverdues.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/smsoverdues.pl
it: Script: misc/cronjobs/smsoverdues.pl
tr: Komut dizisi yolu:misc/cronjobs/smsoverdues.pl

source: Script path:misc/cronjobs/notifyMailsOp.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/notifyMailsOp.pl
it: Script: misc/cronjobs/notifyMailsOp.pl
tr: Komut dizisi yolu:misc/cronjobs/notifyMailsOp.pl

source: Script path:misc/cronjobs/reservefix.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/reservefix.pl
it: Script: misc/cronjobs/reservefix.pl
tr: Komut dosyası yolu:misc/cronjobs/reservefix.pl

source: Script path:misc/cronjobs/zebraqueue\_start.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/zebraqueue\_start.pl
tr: Komut dizisi yolu: misc/cronjobs/zebraqueue\_start.pl
