Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: hi, it, tr

source: Does: generates the borrowers.db file for use with the :ref:`Koha offline circulation <offline-circ-tool-for-windows-label>` tool
hi: करता है: उधारकर्ताओं के साथ उपयोग के लिए फाइल उत्पन्न :ref: `कोहा ऑफ़लाइन संचलन <offline-circ-tool-for-windows-label>` टूल

source: Frequency suggestion: weekly
hi: फ्रीक्वेंसी सुझाव: साप्ताहिक
it: Frequenza consigliata: settimanale
tr: Frekans önerisi: haftalık

source: Automatic renewal
hi: स्वचालित नवीकरण
it: Rinnovo automatico
tr: Otomatik süre uzatma

source: Script path: misc/cronjobs/automatic\_renewals.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/automatic\_renewals.pl
tr: Komut dizisi yolu: misc/cronjobs/automatic\_renewals.pl

source: Does: renews items if you're allowing automatic renewal with your :ref:`circulation and fine rules <circulation-and-fine-rules-label>`.
hi: करता है: यदि आप स्वचालित नवीकरण की अनुमति दे रहे हैं तो आइटम नवीनीकृत करेंगे :ref:` 'परिसंचरण और फाइन नियम <circulation-and-fine-rules-label>`.

source: Patrons
hi: संरक्षक
it: Utenti
tr: Kullanıcılar

source: Batch delete patrons
hi: बैच संरक्षक हटाएं

source: Script path: misc/cronjobs/delete\_patrons.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/delete\_patrons.pl
tr: Komut dizisi yolu: misc/cronjobs/delete\_patrons.pl

source: Does: deletes patron records in batch based on date not borrowed since, expired before, last seen, category code, or library branch.
hi: करता है: बैच में संरक्षक अभिलेखों को उस तारीख के आधार पर हटा देता है, जो पहले से समाप्त नहीं हुआ, अंतिम बार देखा गया, श्रेणी कोड या पुस्तकालय शाखा।

source: Dates should be in ISO format, e.g., 2013-07-19, and can be generated with date -d '-3 month' "+%Y-%m-%d".
hi: तिथियाँ आईएसओ प्रारूप में होनी चाहिए, उदाहरण के लिए, 2013-07-19, और दिनांक -३ 'महीने ’के साथ उत्पन्न की जा सकती है"+%Y-%m-%d".

source: **Important**
hi: **महत्वपूर्ण**
it: **Importante**
tr: **Önemli**

source: The options to select the patron records to delete are **cumulative**. For example, supplying both --expired_before and --library specifies that patron records must meet *both* conditions to be selected for deletion.
hi: हटाने के लिए संरक्षक रिकॉर्ड का चयन करने के विकल्प ** संचयी ** हैं। उदाहरण के लिए, दोनों --expired_before और--library की आपूर्ति यह निर्दिष्ट करती है कि संरक्षक रिकॉर्ड को मिटाने के लिए चयनित होने के लिए * दोनों * शर्तों को पूरा करना होगा।

source: **PARAMETERS**
hi: **पैरामीटर्स**

source: --not_borrowed_since Delete patrons who have not borrowed since this date.
hi: --not_borrowed_since इस तिथि के बाद से उधार नहीं लेने वाले संरक्षकों को हटाएं.

source: --expired_before Delete patrons with an account expired before this date.
hi: --expired_before इस तिथि से पहले समाप्त हुए खाते के साथ संरक्षक हटाएं.

source: --last_seen Delete patrons who have not been connected since this date. The system preference :ref:`TrackLastPatronActivity` must be enabled to use this option.
hi: --last_seen इस तिथि के बाद से कनेक्ट नहीं किए गए संरक्षक हटाएं। सिस्टम वरीयता :ref:`TrackLastPatronActivity` इस विकल्प का उपयोग करने में सक्षम होना चाहिए.

source: --category_code Delete patrons who have this category code.
hi: --category_code इस श्रेणी कोड वाले संरक्षक हटाएं.

source: --library Delete patrons in this library.
hi: --library इस लाइब्रेरी में संरक्षक हटाएं.

source: -c|--confirm This flag must be provided in order for the script to actually delete patron records. If it is not supplied, the script will only report on the patron records it would have deleted.
hi: -c|--confirm स्क्रिप्ट को वास्तव में संरक्षक रिकॉर्ड को हटाने के लिए यह ध्वज प्रदान किया जाना चाहिए। यदि इसकी आपूर्ति नहीं की जाती है, तो स्क्रिप्ट केवल संरक्षक रिकॉर्ड पर रिपोर्ट करेगी जो इसे हटा दिया जाएगा.

source: -v|--verbose Verbose mode.
hi: -v|--verbose वाचाल प्रकार.

source: Unverified registrations
hi: असत्यापित पंजीकरण

source: Script path: misc/cronjobs/delete\_expired\_opac\_registrations.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/delete\_expired\_opac\_registrations.pl
tr: Komut dizisi yolu: misc/cronjobs/delete\_expired\_opac\_registrations.pl

source: Does: deletes patron registrations that were submitted via the OPAC but not reviewed by the library within the number of days entered in the :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` preference.
hi: करता है: ओपेक के माध्यम से प्रस्तुत किए गए संरक्षक पंजीकरण को हटा देता है, लेकिन दर्ज किए गए दिनों की संख्या के भीतर पुस्तकालय द्वारा समीक्षा नहीं की जाती है :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` वरीयता।

source: Unconfirmed registrations
hi: अपुष्ट पंजीकरण

source: Script path: misc/cronjobs/delete\_unverified\_opac\_registrations.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/delete\_unverified\_opac\_registrations.pl
tr: Komut dosyası yolu: misc/cronjobs/delete\_unverified\_opac\_registrations.pl

source: Does: deletes patron self registrations that were submitted via the OPAC but not confirmed via email within 24 hours. This is only necessary if you are requiring patrons to confirm their registrations via email with the :ref:`PatronSelfRegistrationVerifyByEmail` preference.
hi: करता है: ओपेक के माध्यम से प्रस्तुत किए गए संरक्षक स्व पंजीकरण हटा देता है, लेकिन 24 घंटे के भीतर ईमेल के माध्यम से पुष्टि नहीं की जाती है। यह केवल तभी आवश्यक है जब आपको :ref:`PatronSelfRegistrationVerifyByEmail` वरीयता के साथ ईमेल के माध्यम से अपने पंजीकरण की पुष्टि करने के लिए संरक्षक की आवश्यकता हो।

source: Frequency suggestion: hourly
hi: फ्रीक्वेंसी सुझाव: प्रति घंटा
it: Frequenza consigliata: oraria
tr: Frekans önerisi: saatlik

source: Anonymize patron data
hi: संरक्षक डेटा को अनाम करें

source: Script path: misc/cronjobs/batch\_anonymise.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/batch\_anonymise.pl
tr: Komut dosyası yolu: misc/cronjobs/batch\_anonymise.pl

source: Does: removes borrowernumbers from circulation history so that the stats are kept, but the patron information is removed for privacy reasons.
hi: करता है: संचलन इतिहास से उधार को हटाता है ताकि आंकड़े रखे जाएं, लेकिन गोपनीयता कारणों से संरक्षक जानकारी को हटा दिया जाता है।

source: Update child to adult patron type
hi: बच्चे को वयस्क संरक्षक प्रकार से अपडेट करें

source: Script path: misc/cronjobs/j2a.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/j2a.pl
it: Script: misc/cronjobs/j2a.pl
tr: Komut dosyası yolu: misc/cronjobs/j2a.pl

source: Does: converts juvenile/child patrons from juvenile patron category and category code to corresponding adult patron category and category code when they reach the upper age limit defined in the Patron Categories.
hi: करता है: किशोर संरक्षक श्रेणी और श्रेणी कोड से किशोर / बाल संरक्षक को इसी वयस्क संरक्षक श्रेणी और श्रेणी कोड में परिवर्तित करता है, जब वे संरक्षक श्रेणियों में परिभाषित ऊपरी आयु सीमा तक पहुंचते हैं।

source: **DESCRIPTION**
hi: **विवरण**
it: **DESCRIZIONE**
tr: **AÇIKLAMA**

source: This script is designed to update patrons from juvenile to adult patron types, remove the guarantor, and update their category codes appropriately when they reach the upper age limit defined in the Patron Categories.
hi: यह स्क्रिप्ट जब वे ऊपरी आयु सीमा में संरक्षक श्रेणियाँ परिभाषित तक पहुंचने उचित रूप से, वयस्क संरक्षक प्रकार के किशोर से संरक्षक को अद्यतन गारंटर को हटाने, और अद्यतन करने के लिए अपने वर्ग कोड बनाया गया है।
it: Questo script è concepito per trasformare gli utenti delle categorie giovanili in adulti, rimuovere il garante ed aggiornare corrispondentemente i loro codici di categoria quando raggiungono il limite superiore di età stabilito nelle Categorie utenti.
tr: Bu komut dosyası, kullanıcıları çocuk statüsünden yetişkin statüsüne güncellemek, garantörlerini kaldırmak ve Kullanıcı Kategorisinde tanımlanan üst yaş sınırına ulaştığınızda kategori kodlarını uygun şekilde güncellemek için tasarlanmıştır.

source: **USAGE EXAMPLES**
hi: **उपयोग उदाहरण**
it: **ESEMPI DI USO**
tr: **KULLANIM ÖRNEKLERİ**

source: "juv2adult.pl" -b=<branchcode> -f=<categorycode> -t=<categorycode> (Processes a single branch, and updates the patron categories from category to category)
hi: "juv2adult.pl" -b=<branchcode> -f=<categorycode> -t=<categorycode> (Pएक शाखा की प्रक्रिया करता है, और श्रेणियों से श्रेणी तक संरक्षक श्रेणियों को अद्यतन करता है)
it: "juv2adult.pl" -b=<branchcode> -f=<categorycode> -t=<categorycode> (Elabora una singola biblioteca e cambia le categorie utenti da categoria a categoria)
tr: "juv2adult.pl" -b=<branchcode> -f=<categorycode> -t=<categorycode> (tek bir alt grup işler ve kullanıcı kategorilerini fromcat kategorisinden tocat kategorisine günceller)

source: "juv2adult.pl" -f=<categorycode> -t=<categorycode> -v -n (Processes all branches, shows all messages, and reports the patrons who would be affected. Takes no action on the database)
hi: "juv2adult.pl" -f=<categorycode> -t=<categorycode> -v -n (सभी शाखाओं की प्रक्रिया, सभी संदेश दिखाता है, और संरक्षक को रिपोर्ट करता है जो प्रभावित होंगे। डेटाबेस पर कोई कार्रवाई नहीं लेती)
it: "juv2adult.pl" -f=<categorycode> -t=<categorycode> -v -n (Elabora tutte le biblioteche, mostra tutti i messaggi ed elenca gli utenti che sarebbero influenzati dalla modifica. Non apporta nessun cambiamento sul database)
tr: "juv2adult.pl" -f=<categorycode> -t=<categorycode> -v -n (Tüm alt grupları işler, tüm mesajları gösterir ve etkilenecek olan kullanıcıları raporlar. Veri tabanı üzerinde herhangi bir eylemde bulunmaz)

source: Notices
hi: नोटिस
it: Avvisi
tr: Uyarılar

source: Message queue
hi: संदेश पंक्ति

source: Script path: misc/cronjobs/process\_message\_queue.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/process\_message\_queue.pl
tr: Komut dizisi yolu: misc/cronjobs/process\_message\_queue.pl

source: Does: processes the message queue to send the check out, check in and hold filled emails and SMS message to users and sends outgoing emails to patrons. requires :ref:`EnhancedMessagingPreferences` to be on
hi: करता है: चेक क्यू भेजने के लिए संदेश कतार को संसाधित करता है, उपयोगकर्ताओं को भरे हुए ईमेल और एसएमएस संदेश में चेक इन और होल्ड करता है और संरक्षक को आउटगोइंग ईमेल भेजता है। की आवश्यकता है :ref:`EnhancedMessagingPreferences` पर होना
it: Che cosa fa: elabora la coda dei messaggi, allo scopo di inviare agli utenti i messaggi e-mail o gli SMS di prestito, di rientro e di prenotazione. Richiede che la preferenza :ref:`EnhancedMessagingPreferences` sia attiva
tr: Ne yapar: ödünç verme, iade alma ve onaylanan ayırtma işlemlerini kullanıcılara SMS ve e-posta ile göndermek için ileti sırasını işler. :ref:`EnhancedMessagingPreferences` sistem tercihinin açık olmasını gerektirir

source: Frequency suggestion: 1-4 hours
hi: फ्रीक्वेंसी सुझाव: 1-4 घंटे
it: Frequenza consigliata: 1-4 ore
tr: Frekans önerisi: 1-4 saat

source: Item due and Advanced due notices are controlled by the :ref:`advance\_notices cron <advanced-notice-label>`.
hi: आइटम देय और उन्नत देय नोटिस द्वारा नियंत्रित किया जाता है :ref:`advance\_notices cron <advanced-notice-label>`.
it: Gli avvisi Pretstito scaduto e Prestito in scadenza sono regolate dal programma `advance\_notices <advanced-notice-label>`.
tr: Materyal iade tarihi ve Gelişmiş iade tarihi bildirimleri :ref:`advance\_notices cron <advanced-notice-label>` tarafından kontrol edilir.

source: Advanced notice
hi: उन्नत सूचना

source: Script path: misc/cronjobs/advance\_notices.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/advance\_notices.pl
tr: Komut dosyası yolu: misc/cronjobs/advance\_notices.pl

source: Does: prepares "pre-due" notices and "item due" notices for patrons who request them prepares notices for patrons for items just due or coming due soon. requires :ref:`EnhancedMessagingPreferences` to be on
hi: क्या: "पूर्व-नियत" नोटिस तैयार करता है और संरक्षक के लिए "आइटम देय" नोटिस तैयार करता है, जो उनसे अनुरोध करता है कि उनके लिए आधिकारिक सूचनाएं जल्द ही आती हैं या जल्द ही आ रही हैं। आवश्यकता है :ref:`EnhancedMessagingPreferences`पर होना
it: Che cosa fa: prepara gli avvisi "ante scadenza" e gli avvisi di scadenza per gli utenti che chiedono di essere avvisati della scadenza dei prestiti, o che vogliono di essere avvertiti dell'imminenza di tale termine. Richiede che :ref:`EnhancedMessagingPreferences` sia attiva
tr: Ne yapar: Talep eden kullanıcılar için "pre-due" ve "item due" bildirimlerini hazırlar, kullanıcılar için süresi yeni dolmuş ve yakında süresi dolacak olan materyallerin bildirimlerini hazırlar. :ref:`EnhancedMessagingPreferences` sistem tercihinin açık olmasını gerektirir.

source: This script does not actually send the notices. It queues them in the :ref:`message queue <message-queue-label>` for later
hi: यह स्क्रिप्ट वास्तव में नोटिस नहीं भेजती है। यह उन्हें कतार में कतार में: रेफरी: 'संदेश कतार <message-queue-label>' बाद में
it: Questo script non invia effettivamente gli avvisi; li inserisce nella :ref:`coda dei messaggi <message-queue-label>`, da cui saranno spediti in seguito.
tr: Bu betik aslında bildirimleri göndermez. Daha sonra kullanmak için bunları `mesaj sırası <message-queue-label>` içinde sıraya koyar

source: Overdue notice
hi: अतिदेय नोटिस

source: Script path: misc/cronjobs/overdue\_notices.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/overdue\_notices.pl
tr: Komut dizisi yolu: misc/cronjobs/overdue\_notices.pl

source: Does: prepares messages to alert patrons of overdue messages (both via email and print)
hi: करता है: अतिदेय संदेशों के संरक्षक को सचेत करने के लिए संदेश तैयार (दोनों ईमेल और प्रिंट के माध्यम से)
it: Che cosa fa:prepara gli avvisi per avvertire gli utenti (sia via mail, sia su carta) che il termine del prestito è scaduto.
tr: Ne yapar: Gecikmeye kalan kullanıcıları uyarmak için gecikme mesajlarını hazırlar (hem e-posta hem de basılı olarak)

source: This script does not actually send the notices. It queues them in the :ref:`message queue <message-queue-label>` for later or generates the HTML for later printing
hi: यह स्क्रिप्ट वास्तव में नोटिस नहीं भेजती है। यह उनको क्यू में देता है :ref:`message queue <message-queue-label>` बाद में या बाद में छपाई के लिए HTML जेनरेट करता है
it: Questo script non invia effettivamente gli avvisi; li inserisce nella `coda dei messaggi <message-queue-label>`, da cui in seguito saranno spediti, oppure genera l'HTML per la successiva stampa
tr: Bu komut dizisi aslında herhangi bir bildirim göndermez. Bildirimleri `message queue <message-queue-label>` içerisinde sıraya alır veya daha sonra yazdırmak için HTML oluşturur.

source: **See also**
hi: **यह भी देखें:**
it: **Vedi anche**
tr: **Ayrıca bakınız**

source: The misc/cronjobs/advance\_notices.pl program allows you to send messages to patrons in advance of their items becoming due, or to alert them of items that have just become due.
hi: misc/cronjobs/advance\_notices.pl प्रोग्राम आपको अपने आइटमों के कारण होने से पहले संरक्षक को संदेश भेजने की अनुमति देता है, या उन वस्तुओं की चेतावनी देता है जो अभी देय हो गए हैं।
it: Il programma misc/cronjobs/advance\_notices.pl permette di inviare un messaggio agli utenti prima che il loro prestito scada, o di avvisarli che il prestito è appena scaduto.
tr: misc/cronjobs/advance\_notices.pl programı kullanıcılara ödünç aldıkları materyallerin iade zamanı gelmeden önce mesaj gönderebilmenizi, veya üzerlerindeki materyallerin iade zamanı gelir gelmez uyarmanızı sağlar.

source: Print overdues
hi: प्रिंट अतिदेय

source: Script path: misc/cronjobs/printoverdues.sh
hi: स्क्रिप्ट पथ: misc/cronjobs/printoverdues.sh
tr: Komut dizisi yolu: misc/cronjobs/printoverdues.sh

source: Does: generates PDF files from HTML files in directories and prints them
hi: करता है: निर्देशिका में HTML फ़ाइलों से पीडीएफ फाइलें उत्पन्न करता है और उन्हें प्रिंट करता है
it: Esegue: genera file PDF da file HTML contenuti in directories e li stampa
tr: Ne yapar: Dizinlerdeki HTML dosyalarından PDF dosyaları oluşturur ve yazdırır

source: Print hold notices
hi: प्रिंट होल्ड नोटिस

source: Script path: misc/cronjobs/gather\_print\_notices.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/gather\_print\_notices.pl
tr: Komut dosyası yolu: misc/cronjobs/gather\_print\_notices.pl

source: Does: looks through the message queue for hold notices that didn't go through because the patron didn't have an email address and generates a print notice
hi: करता है: पकड़ नोटिस के लिए संदेश कतार है कि क्योंकि संरक्षक एक ईमेल पता नहीं था के माध्यम से जाना नहीं था और एक प्रिंट सूचना उत्पन्न करता है के माध्यम से लग रहा है
it: Che cosa fa: cerca nella coda dei messaggi gli avvisi di prenotazione che non sono partiti perchè l'utente non ha un indirizzo e-mail e genera una notifica stampata
tr: Ne yapar: Kullanıcının bir e-posta adresi olmadığı için gönderilmeyen ayırtma bildirimleri için mesaj kuyruğu boyunca arama yapar ve bir yazdırma bildirimi oluşturur

source: Talking Tech
hi: टॉकिंग टेक

source: To learn more about setting up this third party product view the :ref:`Talking Tech <talking-tech-label>` chapter.
hi: इस तीसरे पक्ष के उत्पाद को स्थापित करने के बारे में और जानने के लिए view: ref: 'टाकिंग टेक <talking-tech-label>' अध्याय।

source: Sending notices file
hi: नोटिस फ़ाइल भेज रहा है

source: Script path: misc/cronjobs/thirdparty/TalkingTech\_itiva\_outbound.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/thirdparty/TalkingTech\_itiva\_outbound.pl
tr: Komut dosyası yolu: misc/cronjobs/thirdparty/TalkingTech\_itiva\_outbound.pl

source: Does: generates Spec C outbound notifications file for Talking Tech i-tiva phone notification system.
hi: करता है: Tech I-tiva फोन सूचना प्रणाली के लिए स्पेक सी C आउटबाउंड नोटिफिकेशन फ़ाइल बनाता है

source: Required by: :ref:`TalkingTechItivaPhoneNotification`
hi: इसके द्वारा आवश्यक: :ref:`TalkingTechItivaPhoneNotification`
it: Richiesto da: :ref:`TalkingTechItivaPhoneNotification`
tr: Gerek duyan: :ref:`TalkingTechItivaPhoneNotification`

source: Receiving notices file
hi: नोटिस फाइल प्राप्त करना

source: Script path: misc/cronjobs/thirdparty/TalkingTech\_itiva\_inbound.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/thirdparty/TalkingTech\_itiva\_inbound.pl
tr: Komut dosyası yolu: misc/cronjobs/thirdparty/TalkingTech\_itiva\_inbound.pl

source: Does: processes received results files for Talking Tech i-tiva phone notification system.
hi: करता है: प्रक्रियाओं को टॉकिंग टेक आई-टिव फोन अधिसूचना प्रणाली के लिए परिणाम फाइलें मिलीं।

source: Notify patrons of expiration
hi: समाप्ति के संरक्षक को सूचित करें

source: Script path: misc/cronjobs/membership\_expiry.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/membership\_expiry.pl
tr: Komut dizisi yolu: misc/cronjobs/membership\_expiry.pl

source: Does: sends messages to warn patrons of their card expiration to the :ref:`message queue <message-queue-label>` cron.
hi: करता है: संदेशों को उनके कार्ड की समाप्ति के संरक्षक चेतावनी देने के लिए संदेश भेजता है: ref: `message queue <message-queue-label>` क्रॉन.

source: Requires: :ref:`MembershipExpiryDaysNotice`
hi: आवश्यक है: :ref:`MembershipExpiryDaysNotice`
it: Richiede: :ref:`MembershipExpiryDaysNotice`
tr: Şunu gerektirir: :ref:`MembershipExpiryDaysNotice`

source: Frequency: nightly
hi: आवृत्ति: रात
it: Frequenza consigliata: notturna
tr: Frekans: her gece

source: In processing/book cart
hi: प्रसंस्करण / पुस्तक कार्ट में

source: Script path: misc/cronjobs/cart\_to\_shelf.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/cart\_to\_shelf.pl
tr: Komut dosyası yolu: misc/cronjobs/cart\_to\_shelf.pl

source: Does: updates all items with a location of CART to the item's permanent location.
hi: करता है: आइटम के स्थायी स्थान पर CART के स्थान के साथ सभी आइटम अपडेट करता है।

source: Required by: :ref:`NewItemsDefaultLocation`, :ref:`InProcessingToShelvingCart`, & :ref:`ReturnToShelvingCart` system preferences
hi: इसके द्वारा आवश्यक: :ref:`NewItemsDefaultLocation`, :ref:`InProcessingToShelvingCart`, & :ref:`ReturnToShelvingCart` सिस्टम प्राथमिकताएं
it: Richiesto dalle preferenze di sistema: :ref:`NewItemsDefaultLocation`, :ref:`InProcessingToShelvingCart`, e :ref:`ReturnToShelvingCart`
tr: Gerek duyan: :ref:`NewItemsDefaultLocation`, :ref:`InProcessingToShelvingCart`, & :ref:`ReturnToShelvingCart` sistem tercihleri

source: Catalog
hi: केटलॉग
it: Catalogo
tr: Katalog

source: Import webservice batch
hi: आयात वेबसेवा बैच

source: Script path: misc/cronjobs/import\_webservice\_batch.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/import\_webservice\_batch.pl
tr: Komut dosyası: misc/cronjobs/import\_webservice\_batch.pl

source: Does: processes import bach queues of type 'webservice'. Batches can also be processed through the UI.
hi: करता है: प्रक्रियाओं 'webservice' के बैच कतार आयात करता है। यूआई के माध्यम से बैचों को भी संसाधित किया जा सकता है।

source: This script is used for OCLC Connexion
hi: इस स्क्रिप्ट का उपयोग ओसीएलसी Connexion के लिए किया जाता है
it: Questo script si usa per OCLC Connexion
tr: Bu betik OCLC Connexion için kullanılır

source: Connexion import daemon
hi: Connexion आयात डेमॉन

source: Script path: misc/bin/connexion\_import\_daemon.pl
hi: स्क्रिप्ट पथ: misc/bin/connexion\_import\_daemon.pl
tr: Komut dizisi yolu: misc/bin/connexion\_import\_daemon.pl

source: Does: listens for OCLC Connexion requests and is compliant with OCLC Gateway specification. It takes requests with MARC XML and import batch parameters from a configuration file and forwards it to svc/import_bib
hi: करता है: ओसीएलसी Connexion अनुरोधों को सुनता है और ओसीएलसी गेटवे विनिर्देश के अनुरूप है। यह एमएआरसी एक्सएमएल के साथ अनुरोध करता है और कॉन्फ़िगरेशन फ़ाइल से बैच पैरामीटर आयात करता है और इसे svc/import_bib पर अग्रेषित करता है

source: Batch item deletion
hi: बैच आइटम हटाना

source: Script path: misc/cronjobs/delete\_items.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/delete\_items.pl
tr: Komut dizisi yolu: misc/cronjobs/delete\_items.pl

source: Does: generates a query against the items database and deletes the items matching the criteria specified in the command line arguments.
hi: करता है: आइटम डेटाबेस के विरुद्ध एक क्वेरी उत्पन्न करता है और कमांड लाइन तर्कों में निर्दिष्ट मानदंडों से मेल खाने वाली वस्तुओं को हटा देता है।

source: --verbose Send the "WHERE" clause generated by the collected C<--where> arguments, as well as items affected to Standard Out.
hi: --verbose "CERE" भेजें जमा C द्वारा उत्पन्न <<- जहाँ> तर्क, साथ ही स्टैंडर्ड आउट से प्रभावित आइटम।

source: --where The C<--where> option may called multiple times. The following argument must be a syntactically valid SQL statement which is part of the C<WHERE> clause querying the items table. These are joined by C<AND>.
hi: - कहीं C<--where> विकल्प को कई बार कहा जा सकता है। निम्न तर्क एक सिंटैक्टिक रूप से मान्य SQL स्टेटमेंट होना चाहिए जो कि आइटम तालिका केC<WHERE> क्लॉज का हिस्सा है। ये C<AND> द्वारा जुड़ जाते हैं।

source: --commit No items will be deleted unless the C<--commit> flag is present.
hi: --commit जब तक C<--commit> ध्वज मौजूद नहीं है, तब तक कोई भी आइटम नहीं हटाया जाएगा.

source: **EXAMPLES**
hi: **उदाहरण**

source: The following are examples of this script:
hi: इस लिपि के उदाहरण निम्नलिखित हैं:

source: Check URL quick
hi: यूआरएल त्वरित जांचें

source: Script path: misc/cronjobs/check-url-quick.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/check-url-quick.pl
tr: Komut dosyası yolu: misc/cronjobs/check-url-quick.pl

source: Does: checks URLs from biblio records; scans all URLs found by default in 856$u of bibliographic records and displays if resources are available or not.
hi: करता है: biblio रिकॉर्ड से URL की जाँच करता है; डिफ़ॉल्ट रूप से मिले सभी URL को ग्रंथ सूची के 856$u में स्कैन करता है और प्रदर्शित करता है कि संसाधन उपलब्ध हैं या नहीं।

source: This script replaces the check-url.pl script
hi: यह स्क्रिप्ट check-url.pl स्क्रिप्ट को प्रतिस्थापित करती है
it: Lo script sostituisce lo script check-url.pl
tr: Bu betik check-url.pl betiğinin yerini alır.
