Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: hi, it, tr

source: A cron job is a Linux command for scheduling a command or script on your server to complete repetitive tasks automatically. Scripts executed as a cron job are typically used to modify files or databases; however, they can perform other tasks that do not modify data on the server, like sending out email notifications.
hi: क्रोन जॉब अपने सर्वर पर एक कमांड या स्क्रिप्ट शेड्यूल करने के लिए एक लिनक्स कमांड है जो दोहराव वाले कार्यों को स्वचालित रूप से पूरा करता है। क्रॉन जॉब के रूप में निष्पादित लिपियों का उपयोग आमतौर पर फ़ाइलों या डेटाबेस को संशोधित करने के लिए किया जाता है; हालाँकि, वे अन्य कार्य कर सकते हैं जो सर्वर पर डेटा को संशोधित नहीं करते हैं, जैसे ईमेल सूचनाएं भेजना।

source: Koha has many cron jobs in place that you can enable (search engine indexing, overdue notice generation, data cleanup and more), and a few daemons. This chapter will explain those for you.
hi: कोहा में कई क्रोन जॉब्स हैं जिन्हें आप सक्षम कर सकते हैं (सर्च इंजन इंडेक्सिंग, ओवरड्यू नोटिस नोटिस, डेटा क्लीनअप और बहुत कुछ), और कुछ डेमॉन. इस अध्याय के लिए आपको समझाएंगे।

source: Crontab example
hi: क्रॉनटैब उदाहरण
it: Esempio di crontab
tr: Crontab örneği

source: An example of a Koha crontab can be found in misc/cronjobs/crontab.example
hi: कोहा क्रोंटैब का एक उदाहरण पाया जा सकता है misc/cronjobs/crontab.example
it: Un esempio di crontab di Koha si trova in misc/cronjobs/crontab.example
tr: Koha crontab örneği misc/cronjobs/ crontab.example dosyasında bulunabilir.

source: Cron jobs
hi: क्रॉन जॉब

source: The locations below assume a dev install which puts the crons in misc/, if you have a standard install you may want to look in bin/ for these files if you cannot find them in misc/
hi: नीचे स्थानों जो misc/ में डालता है एक देव स्थापित मान लें, आप एक मानक स्थापित है, तो आप bin/ तो देखना चाहता हूँ इन फ़ाइलों के लिए आप उन्हें misc/ में नहीं ढूँढ सकते
it: Le posizioni indicate di seguito presumono un'installazione di sviluppo, che mette la programmazione dei processi nella cartella misc/; se si lavora su un'installazione standard, cercare i file di programmazione nella cartella bin/, se non si trovano in misc/
tr: Aşağıdaki konumlar bir kurulumun cron dosyalarını misc/ içine koyduğunu varsayar, Standart bir kurulum yaptıysanız, bu dosyaları misc/ içinde bulamazsanız bin/ içine bakın.

source: Backup
hi: आपात प्रति / आपद नक़ल
it: Copia di sicurezza
tr: Yedekleme

source: Daily backup
hi: दैनिक बैकअप

source: Script path: misc/cronjobs/backup.sh
hi: स्क्रिप्ट पथ: misc/cronjobs/backup.sh
tr: Komut dosyası yolu: misc/cronjobs/backup.sh

source: Does: creates a daily backup of the Koha database.
hi: करता है: कोहा डेटाबेस का दैनिक बैकअप बनाता है।

source: Frequency suggestion: daily
hi: फ्रीक्वेंसी सुझाव: दैनिक
it: Frequenza consigliata: giornaliera
tr: Frekans önerisi: günlük

source: Search
hi: खोज
it: Cerca
tr: Ara

source: Sitemap
hi: साइटमैप
it: Mappa del sito
tr: Site Haritası

source: Script path: misc/cronjobs/sitemap.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/sitemap.pl
tr: Komut dizisi yolu: misc/cronjobs/sitemap.pl

source: Does: processes all biblio records from a Koha instance and generates sitemap files complying with the protocol as described on http://sitemaps.org. The goal of this script is to be able to provide to search engines direct access to biblio records. It avoids leaving search engines browsing Koha's OPAC which would generate a lot of site traffic and server workload.
hi: करता है: कोहा उदाहरण से सभी बाइबिल रिकॉर्ड को संसाधित करता है और http://sitemaps.org पर वर्णित प्रोटोकॉल के साथ अनुपालन साइटमैप फ़ाइलों को उत्पन्न करता है। इस स्क्रिप्ट का लक्ष्य खोज इंजन को बाइबिल के रिकॉर्ड तक सीधे पहुंच प्रदान करने में सक्षम होना है। यह कोहा के ओपेक को ब्राउज़ करने वाले खोज इंजन छोड़ने से बचाता है जो बहुत से साइट यातायात और सर्वर वर्कलोड उत्पन्न करेगा।

source: **Note** A file named sitemapindex.xml is generated. It contains references to multiple sitemap files. Each file contains at most 50,000 URLs and is named sitemapXXXX.xml.
hi: ** नोट ** साइटमैपइंडेक्स.एक्सएमएल नाम की एक फ़ाइल जेनरेट की गई है। इसमें एकाधिक साइटमैप फ़ाइलों के संदर्भ शामिल हैं। प्रत्येक फ़ाइल में अधिकतम 50,000 यूआरएल होते हैं और इसे sitemapXXXX.xml नाम दिया जाता है।
it: **Nota** Viene generato un file denominato sitemapindex.xml. Contiene riferimenti ad altri file sitemap, che a loro volta contengono al massimo 50mila URLs e sono denominati sitemapXXXX.xml.
tr: **Not** sitemapindex.xml isimli bir dosya üretilir. Birden fazla site haritası dosyasına referanslar içerir. Her dosya en fazla 50.000 URL içerir ve sitemapXXXX.xml olarak adlandırılır.

source: The files must be stored on the Koha OPAC's root directory. In the same directory a robots.txt file with the following contents is required:
hi: फ़ाइलों को कोहा ओपेक की रूट निर्देशिका पर संग्रहीत किया जाना चाहिए। उसी निर्देशिका में निम्न सामग्री के साथ robots.txt फ़ाइल आवश्यक है:
it: I file devono stare nella directory radice dell'OPAC di Koha. Nella stessa directory ci deve essere il file robots.txt con il seguente contenuto:
tr: Dosyalar Koha OPAC'ın kök dizininde saklanmalıdır. Aynı dizinde aşağıdaki içeriklere sahip bir robots.txt dosyası gereklidir:

source: ``Sitemap: sitemapindex.xml User-agent: * Disallow: /cgi-bin/``
hi: ``साइटमैप: sitemapindex.xml उपयोगकर्ता-एजेंट: * अस्वीकार करें: /cgi-bin/``
tr: ``Site haritası: sitemapindex.xml User-agent: * Disallow: /cgi-bin/``

source: Rebuild index
hi: सूचकांक पुनर्निर्माण

source: Script path: misc/migration\_tools/rebuild\_zebra.pl
hi: स्क्रिप्ट पथ: misc/migration\_tools/rebuild\_zebra.pl
tr: Komut dizisi yolu: misc/migration\_tools/rebuild\_zebra.pl

source: Does: updates Zebra indexes with recently changed data.
hi: करता है: हाल ही में बदले गए डेटा के साथ ज़ेबरा इंडेक्स अपडेट करता है।

source: Required by: Zebra
hi: आवश्यक: ज़ेबरा
it: Richiesto da: Zebra
tr: Gerek duyan: Zebra

source: Frequency suggestion: every x minutes, (between 5-15 minutes) depending on performance needs
hi: आवृत्ति सुझाव: x प्रदर्शन आवश्यकताओं के आधार पर (5-15 मिनट) के बीच मिनट, हर
it: Frequenza consigliata: ogni x minuti (con x compreso tra 5 e 15 minuti), a seconda delle prestazioni richieste.
tr: Frekans önerisi: her x dakikada, (5-15 dakika arası) performans ihtiyaçlarına bağlı olarak

source: **Note** On newer Koha installations, this cron job has been replaced by the :ref:'koha-indexer daemon <_koha-indexer-label>' which indexes new and modified Koha data every 30 seconds.
hi: ** नोट ** नए कोह प्रतिष्ठानों पर, इस क्रॉन जॉब को :ref:'koha-indexer daemon <_koha-indexer-label>' में बदल दिया गया है, जो हर 30 सेकंड में नए और संशोधित कोहा डेटा को अनुक्रमित करता है।

source: Circulation
hi: परिचालन
it: Circolazione
tr: Dolaşım

source: Holds queue
hi: होल्डस पंक्ति

source: Script path: misc/cronjobs/holds/build\_holds\_queue.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/holds/build\_holds\_queue.pl
tr: Komut dizisi yolu: misc/cronjobs/holds/build\_holds\_queue.pl

source: Does: updates holds queue report
hi: करता है: अद्यतन कतार रिपोर्ट रखता है

source: Required by: :ref:`Holds queue report <holds-queue-label>`
hi: द्वारा आवश्यक: :ref:`होल्ड कतार रिपोर्ट <holds-queue-label>`

source: Frequency suggestion: every 1-4 hours
hi: फ्रीक्वेंसी सुझाव: हर 1-4 घंटे
it: Frequenza consigliata: ogni 1-4 ore
tr: Frekans önerisi: her 1-4 saatte

source: Description:
hi: विवरण:
it: Descrizione:
tr: Tanım:

source: A script that should be run periodically if your library system allows borrowers to place on-shelf holds. This script decides which library should be responsible for fulfilling a given hold request.
hi: एक स्क्रिप्ट है कि समय समय पर चलाया जाना चाहिए अगर आपके पुस्तकालय प्रणाली उधारकर्ताओं के लिए जगह पर मुस्तैद रखती अनुमति देता है। यह स्क्रिप्ट का फैसला करता है जो पुस्तकालय एक दिया पकड़ अनुरोध को पूरा करने के लिए जिम्मेदार होना चाहिए।
it: Si tratta di uno script che dovrebbe essere eseguito periodicamente, se la vostra biblioteca permette agli utenti di richiedere prenotazioni a scaffale. Questo script decide quale biblioteca deve incaricarsi di soddifare una data richiesta di prenotazione.
tr: Kütüphane sisteminiz okuyucuların raftaki materyaller üzerinde ayırtma yapmalarına izin veriyorsa periyodik olarak çalıştırılması gereken bir betiktir. Bu betik, gelen bir ayırtma talebini karşılamak için hangi kütüphanenin sorumlu olacağını belirler.

source: It's behavior is controlled by the system preferences :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>` and :ref:`RandomizeHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.
hi: इसका व्यवहार सिस्टम वरीयताओं द्वारा नियंत्रित होता है :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>` और :ref:`RandomizeHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>`.
it: Il comportamento è controllato dalle preferenze di sistema :ref:`StaticHoldsQueueWeight` e :ref:`RandomizeHoldsQueueWeight`.
tr: Davranışı :ref:`StaticHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>` ve :ref:`RandomizeHoldsQueueWeight <staticholdsqueueweight,-holdsqueueskipclosed-&-randomizeholdsqueueweight-label>` sistem tercihleri tarafından kontrol edilir.

source: If you do not want all of your libraries to participate in the on-shelf holds fulfillment process, you should list the the libraries that \*do\* participate in the process here by inputting all the participating library's branchcodes, separated by commas ( e.g. "MPL,CPL,SPL,BML" etc. ).
hi: यदि आप नहीं चाहते हैं कि आपके सभी पुस्तकालयों को ऑन-शेल्फ में भाग लेने की प्रक्रिया पूरी हो, तो आपको उन पुस्तकालयों को सूचीबद्ध करना चाहिए जो \*do\* सभी भाग लेने वाली लाइब्रेरी के शाखा कोडों को इनपुट करके अल्पविराम से अलग करते हुए प्रक्रिया में भाग लेते हैं (उदा. "MPL,CPL,SPL,BML" आदि. ).
it: Se non vuoi che le tue biblioteche partecipino al processo di assegnazione di prenotazioni, \*devi\* comunque elencare qui le biblioteche che vi prendono parte, con una lista di codici di biblioteca separate da virgola (es.: "MPL,CPL,SPL,BML" ecc. ).
tr: Kütüphanelerinizin raf üzerinde ayırtma isteklerini yerine getirme işlemine katılmasını istemiyorsanız, \*katılmakta\* olan tüm kütüphanenin birim kodlarını virgüllerle ayırarak girerek, işleme katılmayı sağlayan kitaplıklarını listelemelisiniz (ör. "MPL, CPL, SPL, BML" vb.).

source: By default, the holds queue will be generated such that the system will first attempt to hold fulfillment using items already at the pickup library if possible. If there are no items available at the pickup library to fill a hold, build\_holds\_queue.pl will then use the list of libraries defined in StaticHoldsQueueWeight. If RandomizeHoldsQueueWeight is disabled ( which it is by default ), the script will assign fulfillment requests in the order the branches are placed in the StaticHoldsQueueWeight system preference.
hi: डिफ़ॉल्ट रूप से, होल्ड कतार उत्पन्न की जाएगी जैसे कि सिस्टम पहले संभवतः पिकअप लाइब्रेरी में पहले से मौजूद आइटमों का उपयोग करके पूर्ति करने का प्रयास करेगा। यदि होल्ड भरने के लिए पिकअप लाइब्रेरी में कोई आइटम उपलब्ध नहीं है, तो build\_holds\_queue.pl बनाएं, फिर StaticHoldsQueueWeight में परिभाषित पुस्तकालयों की सूची का उपयोग करें। यदि RandomizeHoldsQueueWeight अक्षम है (जो डिफ़ॉल्ट रूप से है), तो स्क्रिप्ट StaticHoldsQueueWeight सिस्टम वरीयता में शाखाओं को व्यवस्थित करने के क्रम में पूर्ति अनुरोध असाइन करेगा।
it: Per default, la coda delle prenotazioni funziona in modo che il sistema prima tenta di soddisfare una prenotazione utilizzando copie che sono già presso la biblioteca del ritiro. In mancanza, build\_holds\_queue.pl userà la lista di biblioteche definite in StaticHoldsQueueWeight. Se RandomizeHoldsQueueWeight non è attiva (come da default), lo script assegnerà le richieste in base alla preferenza di sistema StaticHoldsQueueWeight.
tr: Ayırtma sırası varsayılan olarak, sistemin öncelikle ayırtma isteğinin halihazırda alınacağı kütüphanede mevcut olan materyalleri kullanarak gerçekleştireceği şekilde oluşturulacaktır. Bir ayırtma isteğini yerine getirecek materyal kütüphanede yoksa, build\_holds\__queue.pl bu sefer StaticHoldsQueueWeight içerisinde tanımlı kütüphanelerin listesini kullanacaktır. Eğer RandomizeHoldsQueueWeight devre dışı ise (varsayılan olarak devre dışıdır), komut dizini ayırtma isteklerini birimlerin StaticHoldsQueueWeight sistem tercihinde yer alma sırasına göre atayacaktır.

source: For example, if your system has three libraries, of varying sizes ( small, medium and large ) and you want the burden of holds fulfillment to be on larger libraries before smaller libraries, you would want StaticHoldsQueueWeight to look something like "LRG,MED,SML".
hi: उदाहरण के लिए, अगर आपके सिस्टम अलग आकार (छोटे, मध्यम और बड़े) के तीन पुस्तकालयों, है और आप बोझ की पूर्ति रखती छोटे पुस्तकालयों से पहले बड़े पुस्तकालयों पर होना चाहते हैं, तो आप StaticHoldsQueueWeight मेड की तरह कुछ देखना चाहता हूँ जाएगा ,"LRG,MED,SML".
it: Per esempio, se il tuo sistema ha tre biblioteche, di varia dimensione (piccola, media e grande) e vuoi che il processo di assegnazione prenotazioni usi prima la alla grande biblioteca e poi le piccole, potresti impostare la preferenza di sistema 'StaticHoldsQueueWeight' a "LRG,MED,SML".
tr: Örneğin, sisteminizin değişen boyutlarda (küçük, orta ve büyük) 3 kütüphanesi varsa ve siz ayırmaları daha küçük kütüphanelerden önce daha büyük kütüphanelere yüklemek istiyorsanız, Ayırma Kuyruğundaki Statik Tercihlerin "LRG,MED,SML" şeklinde gözükmesini isteyeceksiniz.

source: If you want the burden of holds fulfillment to be spread out equally throughout your library system, simply enable RandomizeHoldsQueueWeight. When this system preference is enabled, the order in which libraries will be requested to fulfill an on-shelf hold will be randomized each time the list is regenerated.
hi: आप अपने पुस्तकालय प्रणाली भर में समान रूप से बाहर फैल होने की बोझ चाहते हैं पूर्ति होल्ड की, बस RandomizeHoldsQueueWeight सक्षम करें। जब इस प्रणाली वरीयता सक्षम है, जिस क्रम में पुस्तकालयों पर एक शेल्फ होल्ड को पूरा करने का अनुरोध किया जाएगा हर बार सूची पुनर्जीवित है बेतरतीब दिया जाएगा।
it: Se vuoi che il carico delle prenotazioni venga suddiviso equamente tra le varie biblioteche del sistema, abilita la preferenza di sistema RandomizeHoldsQueueWeight. Quando è attiva, l'ordine delle biblioteche verrà rigenerato casualmente ogni volta che viene creata la loro lista.
tr: Ayırma yapma işlemleri yükünün kütüphane sisteminizin genelinde eşit olarak dağılmasını istiyorsanız, Ayırma Kuyruğu Rastgele Tercihlerini etkinleştiriniz. Bu sistem tercihi etkinleştirildiğinde, kütüphanelerdeki raflarda ayırma yapma isteği liste her defasında tekrar oluşturulduğunda rastgele hale getirilecektir.

source: Leaving StaticHoldsQueueWeight empty is contraindicated at this time. Doing so will cause the build\_holds\_queue script to ignore RandomizeHoldsQueueWeight, causing the script to request hold fulfillment not randomly, but by alphabetical order.
hi: StaticHoldsQueueWeight खाली छोड़ना इस समय contraindicated है। ऐसा करने सेbuild\_holds\_queue स्क्रिप्ट को RandomizeHoldsQueueWeight को अनदेखा करने का कारण बन जाएगा, जिससे स्क्रिप्ट को पूर्णता को यादृच्छिक रूप से अनुरोध करने का अनुरोध नहीं किया जा सकता है, लेकिन वर्णानुक्रम के क्रम में।
it: Lasciare vuota la preferenza di sistema StaticHoldsQueueWeight è controindicato. Se fosse, lo script build\_holds\_queue script ignorerà RandomizeHoldsQueueWeight e processerà le richieste di prenotazione per ordine alfabetico, non a caso.
tr: StaticHoldsQueueWeight tercihlerini boş bırakmak ters etki yapmaktadır. Bu şekilde yapmak, build\_holds\_queue kodunun RandomizeHoldsQueueWeight Tercihlerini görmezden gelmesine, bu da kodun rastgele yerine alfabetik sıraya göre ayırtma yapmasına sebep olacaktır.

source: Expired holds
hi: समाप्त होल्डस

source: Script path: misc/cronjobs/holds/cancel\_expired\_holds.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/holds/cancel\_expired\_holds.pl
tr: Komut dizisi yolu: misc/cronjobs/holds/cancel\_expired\_holds.pl

source: Does: cancels holds where the user has set an expiration date. If the library is using the :ref:`ExpireReservesMaxPickUpDelay` and :ref:`ExpireReservesMaxPickUpDelayCharge` preferences then this script will also cancel holds that have been sitting on the hold shelf for too long and will (if the library does) charge the patron for not picking up the hold.
hi: करता है: रद्द करता है, जहां उपयोगकर्ता ने एक समाप्ति तिथि निर्धारित की है। यदि पुस्तकालय the the का उपयोग कर रहा है: :ref:`ExpireReservesMaxPickUpDelay` और :ref:`ExpireReservesMaxPickUpDelayCharge` वरीयताएँ तो यह स्क्रिप्ट भी रद्द कर देगा जो बहुत लंबे समय तक होल्ड पर बैठे हैं और इच्छाशक्ति (यदि पुस्तकालय करता है)। धारण नहीं करने के लिए संरक्षक।

source: Unsuspend holds
hi: अनिलंबित होल्ड्स

source: Script path: misc/cronjobs/holds/auto\_unsuspend\_holds.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/holds/auto\_unsuspend\_holds.pl
tr: Komut dizisi yolu: misc/cronjobs/holds/auto\_unsuspend\_holds.pl

source: Does: checks to find holds that should no longer be suspended and removes the suspension if the :ref:`AutoResumeSuspendedHolds` preference is set to 'allow'. This puts the patron back in to the queue where they were when the hold was suspended.
hi: करता है: यह स्क्रिप्ट होल्ड करने के लिए जांच करता है कि अब निलंबित नहीं किया जाना चाहिए और निलंबन को निकाल दिया जाना चाहिए यदि: :ref:`AutoResumeSuspendedHolds` वरीयता 'अनुमति दें' पर सेट है यह संरक्षक को कतार में वापस रखता है जहां वे होल्ड जब निलंबित हो गए थे।

source: Fines
hi: जुर्माना
it: Multe
tr: Cezalar

source: Script path: misc/cronjobs/fines.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/fines.pl
it: Script: misc/cronjobs/fines.pl
tr: Komut dizisi yolu: misc/cronjobs/fines.pl

source: Required by: :ref:`finesMode` system preference
hi: द्वारा आवश्यक: :ref:`finesMode` प्रणाली वरीयता
it: Richiesto dalla preferenza di sistema: :ref:`finesMode`
tr: Gerek duyan: :ref:`finesMode` sistem tercihi

source: Frequency suggestion: nightly
hi: फ्रीक्वेंसी सुझाव: रात
it: Frequenza consigliata: notturna
tr: Frekans önerisi: gecelik

source: **Note** If the Koha system preference 'finesMode' is set to 'production', the fines are charged to the patron accounts. If set to 'test', the fines are calculated but not applied.
hi: ** नोट ** यदि कोहा प्रणाली वरीयता 'जुर्माना' को 'उत्पादन' पर सेट किया जाता है, तो जुर्माना संरक्षक खातों से वसूला जाता है। यदि 'परीक्षण' के लिए निर्धारित किया जाता है, तो जुर्माना की गणना की जाती है लेकिन लागू नहीं की जाती है।

source: Script path: misc/cronjobs/staticfines.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/staticfines.pl
tr: Komut dizisi yolu: misc/cronjobs/staticfines.pl

source: **Note** Fines won't be applied on a holiday.
hi: ** नोट ** छुट्टियों पर जुर्माना लागू नहीं किया जाएगा।
it: **Nota** Le multe non verranno attribuite durante le feste.
tr: **Not** Para cezaları tatil günlerinde uygulanmaz.

source: Long overdues
hi: लंबे समय से अतिदेय

source: Script path: misc/cronjobs/longoverdue.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/longoverdue.pl
it: Percorso dello script: misc/cronjobs/longoverdue.pl
tr: Komut dizisi yolu: misc/cronjobs/longoverdue.pl

source: Does: allows one to specify delays for changing items to different lost statuses, and optionally charge for them using the replacement price listed on the item record.
hi: क्या: एक अलग खो गया स्थितियों के लिए आइटम को बदलने के लिए देरी निर्दिष्ट करें, और वैकल्पिक रूप से उनके लिए चार्ज आइटम रिकॉर्ड पर सूचीबद्ध प्रतिस्थापन मूल्य का उपयोग करने की अनुमति देता है।
it: Che cosa fa: permette di specificare i ritardi necessari per cambiare lo stato di 'smarrito' di un elemento ad un valore differente. Opzionalmente addebita gli elementi smarriti, utilizzando il prezzo di sostituzione registrato nel record di ciascun elemento.
tr: Ne yapar: materyallerin farklı kayıp durumlarına değiştirilmesi için gecikmeler belirlemenizi sağlar, ve isteğe bağlı olarak materyal kaydında belirtilen liste fiyatına göre yerine koyma bedeli tahsil etmenizi sağlar.

source: **Note**
hi: **नोट**
it: **Nota**
tr: **Not**

source: Staff can control some of the parameters for the longoverdue cron job with the :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` and :ref:`DefaultLongOverdueChargeValue` preferences.
hi: स्टाफ लंबे समय तक क्रॉन नौकरी के लिए कुछ मानकों को नियंत्रित कर सकते हैं :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` और :ref:`DefaultLongOverdueChargeValue` वरीयता.
it: Lo staff può regolare alcuni parametri del processo longoverdue tramite le preferenze :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` e :ref:`DefaultLongOverdueChargeValue`.
tr: Personel, :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` ve :ref:`DefaultLongOverdueChargeValue`sistem tercihleri ile longoverdue cron job için bazı parametreleri kontrol edebilirler.

source: Track total checkouts
hi: कुल चेकआउट ट्रैक करें

source: Script path: misc/cronjobs/update\_totalissues.pl
hi: स्क्रिप्ट पथ:: misc/cronjobs/update\_totalissues.pl
tr: Komut dosyası yolu: misc/cronjobs/update\_totalissues.pl

source: Does: updates the biblioitems.totalissues field in the database with the latest tally of checkouts based on historical issue statistics.
hi: करता है: ऐतिहासिक समस्या आंकड़ों के आधार पर चेकआउट के नवीनतम मिलान के साथ डेटाबेस में biblioitems.totalissues फ़ील्ड को अद्यतन करता है।
it: Che cosa fa: aggiorna il campo biblioitems.totalissues nel database con il il totale aggiornato dei prestiti basandosi sulle statistiche dello storico prestiti.
tr: Ne yapar: Ödünç verme istatistiklerini temel alarak en son ödünç alma verileri ile birlikte veri tabanındaki biblioitems.totalissues alanını günceller.

source: **Warning**
hi: **चेतावनी**
it: **Avvertimento**
tr: **Uyarı**

source: If the time on your database server does not match the time on your Koha server you will need to take that into account, and probably use the --since argument instead of the --interval argument for incremental updating.
hi: अपने डेटाबेस सर्वर पर समय अपने कोहा सर्वर पर समय से मेल नहीं खाता, तो आप पाएंगे कि लेने के लिए खाते में की आवश्यकता होगी, और शायद वृद्धिशील अद्यतन करने के लिए --interval तर्क के बजाय --since तर्क का उपयोग करें।
it: Se l'ora sul server del database non coincide con l'ora sul server di Koha, bisogna tenerne conto e probabilmente utilizzare l'opzione --since, invece dell'opzione --interval, per l'aggiornamento incrementale.
tr: Veritabanı sunucunuzun zamanı, Koha sunucunuzun zamanı ile eşleşmiyorsa bu durumu dikkate almanız ve artımlı güncelleştirme için muhtemelen --interval bağımsız değişkeni yerine --since bağımsız değişkenini kullanmanız gerekecektir.

source: This cronjob can be used if there is a performance concern. Otherwise, use the UpdateTotalIssuesOnCirc System Preference.
hi: यदि प्रदर्शन की चिंता हो तो यह cronjob का उपयोग किया जा सकता है। अन्यथा, UpdateTotalIssuesOnCirc सिस्टम वरीयता का उपयोग करें।
it: Questo cron job può essere usato in caso di problemi di performance. Altrimenti usare la preferenza di sistema UpdateTotalIssuesOnCirc.
tr: Bir performans endişesi varsa bu cronjob kullanılabilir. Aksi takdirde, UpdateTotalIssuesOnCirc Sistem Tercihi'ni kullanın.

source: Generate patron file for offline circulation
hi: ऑफ़लाइन संचलन के लिए संरक्षक फ़ाइल उत्पन्न करें

source: Script path: misc/cronjobs/create\_koc\_db.pl
hi: स्क्रिप्ट पथ: misc/cronjobs/create\_koc\_db.pl
tr: Komut dizisi yolu: misc/cronjobs/create\_koc\_db.pl
