Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: hi, it, tr

source: A cron job is a Linux command for scheduling a command or script on your server to complete repetitive tasks automatically. Scripts executed as a cron job are typically used to modify files or databases; however, they can perform other tasks that do not modify data on the server, like sending out email notifications. Koha has many cron jobs in place that you can enable (search engine indexing, overdue notice generation, data cleanup and more), this chapter will explain those for you.
it: Un'elaborazione pianificata è un comando Linux per programmare l'esecuzione di un comando o di uno script sul server, che serve ad eseguire automaticamente processi ripetitivi. Gli script eseguiti come elaborazioni pianificate si usano solitamente per modificare file o database; tuttavia, possono eseguire compiti di altro genere, che non modifichino dati sul server, come ad esempio inviare notifiche per e-mail. Koha prevede molti processi pianificati che è possibile abilitare: indicizzazione del motore di ricerca, generazione delle notifiche di ritardo, pulizia dei dati, e molto altro. Questo capitolo spiega come usarli.
tr: Bir cron job, tekrar eden görevleri otomatik olarak tamamlamak için sunucunuz üzerinde bir komut ya da komut dizisi zamanlamak için bir linux komutudur. Bir cron job olarak çalıştırılan komut dizileri sıklıkla dosyalar veya veri tabanları üzerinde değişiklik yapmak için kullanılır, bununla birlikte, sunucu üzerindeki veri üzerinde değişiklik yapmayan diğer görevleri de gerçekleştirebilirler, e-posta bildirimleri göndermek gibi. Koha, beraberinde etkinleştirebileceğiniz bir çok cron job ile gelmektedir (arama motoru dizinleme, gecikme bildirimi oluşturma, veri temizleme ve daha fazlası), sizin için bu bölümde bu konular açıklanacaktır.

source: The example includes sample boilerplate cronjob entries for the most commonly-used cronjobs.
it: L'esempio include tipiche righe di cron job usati più spesso.
tr: Örnek, en çok kullanılan cronjob'lar için örnek boilerplate cronjob girişlerini içerir.

source: Daily Backup
it: Copia di sicurezza giornaliera
tr: Günlük Yedekleme

source: Does: Creates a daily backup of the Koha database.
it: Crea una copia di sicurezza del database di Koha.
tr: Ne yapar: Koha veritabanının günlük yedeğini oluşturur.

source: Does: Processes all biblio records from a Koha instance and generates sitemap files complying with the protocol as described on http://sitemaps.org. The goal of this script is to be able to provide to search engines direct access to biblio records. It avoids leaving search engines browsing Koha's OPAC which would generate a lot of site traffic and server workload.
it: Esegue: elabora tutti i record bibliografici di una istanza di Koha e genera file sitemap seguendo il protocollo descritto su http://sitemaps.org. Lo scopo di questo script è fornire ai motori di ricerca un accesso diretto ai record bibliografici. Si evita che i motori di ricerca scorrano l'OPAC di Koha, generando molto traffico di rete e appesantendo il server di Koha.
tr: Ne yapar: Bir Koha örneğindeki tüm bibliyografik kayıtları işler ve http://sitemaps.org adresinde açıklandığı gibi protokole uyarak site haritası dosyaları oluşturur. Bu komut dosyasının amacı, arama motorlarının bibliyografik kayıtlara doğrudan erişmesini sağlayabilmektir. Arama motorlarının, çok fazla site trafiği ve sunucu yükü oluşturacak olan Koha'nın OPAC'ına göz atmasını engeller.

source: Rebuild Index
it: Ricostruzione degli indici
tr: Dizini yeniden oluştur

source: Does: Updates Zebra indexes with recently changed data.
it: Che cosa fa: aggiorna gli indici di Zebra con i dati più recenti.
tr: Ne yapar: Zebra dizinlerini son değiştirilen verilerle güncelleştirir.

source: Holds Queue
it: Prenotazioni in coda
tr: Ayırma Sırası

source: Does: Updates holds queue report
it: Che cosa fa: aggiorna il tabulato della coda delle prenotazioni.
tr: Ne yapar: Ayırtma sırası raporunu günceller

source: Required by: :ref:`Holds Queue Report <holds-queue-label>`
it: Richiesto da: :ref:`Holds Queue Report <holds-queue-label>`
tr: Gerek duyan: :ref:`Ayırtma Sırası Raporu <holds-queue-label>`

source: Expired Holds
it: Prenotazioni scadute
tr: Süresi Dolan Ayırmalar

source: Does: By default, this cron job will only automatically cancel holds where the user has set an expiration date. If the library is using the :ref:`ExpireReservesMaxPickUpDelay` and :ref:`ExpireReservesMaxPickUpDelayCharge` preferences then this script will also cancel holds that have been sitting on the hold shelf for too long and will (if the library does) charge the patron for not picking up the hold.
it: Che cosa fa: per impostazione predefinita, questo cron job annulla automaticamente le prenotazioni solo se l'utente ha impostato una data di scadenza. Se la biblioteca usa le preferenze :ref:`ExpireReservesMaxPickUpDelay` e :ref:`ExpireReservesMaxPickUpDelayCharge`, lo script annulla anche le prenotazioni che si trovano sullo scaffale dei prenotati da troppo tempo ed addebita (se la biblioteca lo prevede) l'utente per non aver ritirato quanto richiesto.
tr: Ne yapar: Varsayılan olarak, bu cronjob yalnızca kullanıcının bir sona erme tarihi ayarladığı ayırtma işlemlerini otomatik olarak iptal edecektir. Eğer kütüphaneniz :ref:`ExpireReservesMaxPickUpDelay` ve :ref:`ExpireReservesMaxPickUpDelayCharge>` sistem tercihlerini kullanıyorsa, bu betik aynı zamanda ayırtma rafında çok üzün süredir beklemekte olan ayırtma işlemlerini de iptal edecek ve (kütüphanenizin böyle bir uygulaması varsa) kullanıcı üzerinde ayırtma yaptığı materyali almadığı için ceza uygulayacaktır.

source: Unsuspend Holds
it: Annulla sospensione prenotazioni
tr: Askıya alınmış ayırtmaları geri al

source: Does: This script checks to find holds that should no longer be suspended and removes the suspension if the :ref:`AutoResumeSuspendedHolds` preference is set to 'allow'. This puts the patron back in to the queue where they were when the hold was suspended.
it: Che cosa fa: questo script cerca le prenotazioni che non devono più essere sospese e rimuove la sospensione se la preferenza :ref:`AutoResumeSuspendedHolds` è impostata su 'Permetti'. Questa azione riporta l'utente indietro nella coda dove si trovava quando la prenotazione venne sospesa.
tr: Ne yapar: Bu betik artık askıda olmayan ayırtma işlemlerini bulmak için denetler ve eğer :ref:`AutoResumeSuspendedHolds`sistem tercihi 'izin ver' olarak ayarlanmışsa askıya alma işlemini kaldırır. Bu işlem, kullanıcıyı ayırtma askıya alınmadan önceki sırasına geri getirir.

source: Does: Calculates and posts fines to patron accounts.
it: Esegue: calcolo e attribuzione delle multe agli account degli utenti.
tr: Ne yapar: Cezaları hesaplar ve kullanıcıların hesaplarına gönderir.

source: Static Fines
it: Multe statiche
tr: Değişmez Para Cezaları

source: Does: this script calculates and charges overdue fines to patron accounts
it: Esegue: calcolo e attribuzione delle multe agli account degli utenti
tr: Ne yapar: Bu betik gecikme para cezalarını hesaplar ve kullanıcıların hesaplarına gönderir.

source: **Note** If the Koha System Preference 'finesMode' is set to 'production', the fines are charged to the patron accounts. If set to 'test', the fines are calculated but not applied.
it: **Nota** Se la preferenza di sistema 'finesMode' è impostata a 'production', le multe vengono attribuite agli account degli utenti. Se è impostata a 'test', le multe vengono calcolate ma non attribuite.
tr: **Not** 'finesMode' Koha Sistem Tercihi 'üretim' olarak ayarlanırsa, para cezaları kullanıcı hesaplarına borçlandırılır. 'Test' olarak ayarlanırsa, para cezaları hesaplanır, ancak uygulanmaz.

source: Long Overdues
it: Lungo ritardo
tr: Çok uzun süreli gecikmeler

source: Track Total Checkouts
it: Traccia il totale dei prestiti
tr: Toplam Ödünç Alımları İzle

source: Generate Patron File for Offline Circulation
it: Genera file utenti per la circolazione offline
tr: Çevrimdışı Dolaşım için Kullanıcı Dosyası Oluştur

source: Does: Generates the borrowers.db file for use with the :ref:`Koha Offline Circulation <offline-circ-tool-for-windows-label>` tool
it: Che cosa fa: genera il file borrowers.db da utilizzare con lo strumento :ref:`Circolazione offline <offline-circ-tool-for-windows-label>`
tr: Ne yapar: :ref:`Koha çevrimdışı dolaşım aracı<offline-circ-tool-for-windows-label>` ile kullanmak için borrowers.db dosyası oluşturur

source: Does: Will automatically renew items if you're allowing automatic renewal with your :ref:`circulation and fine rules <circulation-and-fine-rules-label>`.
it: Che cosa fa: esegue il rinnovo automatico dei prestiti, se in :ref:`Circolazione e regole dei ritardi <circulation-and-fine-rules-label>` è stato abilitato il rinnovo automatico.
tr: Ne yapar: :ref:`dolaşım ve ceza kuralları <circulation-and-fine-rules-label>` ile otomatik süre uzatılmasına izin veriyorsanız, materyallerin sürelerini otomatik olarak uzatır.

source: Batch Delete Patrons
it: Cancellazione utenti in batch
tr: Kullanıcıları Toplu Silmek

source: Does: Deletes patron records in batch based on date not borrowed since, expired before, last seen, category code, or library branch.
it: Esegue: cancella record utenti in batch in base a data di ultimo prestito, scaduto prima di, visto per l'ultima volta il, codice categoria, o biblioteca.
tr: Ne yapar: Şu tarihten beri ödünç alınmamış, şu tarihten önce sona ermiş, en son görünme tarihi, kategori kodu veya kütüphane birimine göre kullanıcı kayıtlarını toplu olarak siler.

source: Unverified Registrations
it: Registrazioni non verificate
tr: Onaylanmamış Kayıtlar

source: Does: Deletes patron registrations that were submitted via the OPAC but not reviewed by the library within the number of days entered in the :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` preference.
it: Che cosa fa: cancella le registrazioni degli utenti inviate tramite l'OPAC, ma non verificate dalla biblioteca entro il numero di giorni impostato nella preferenza :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay`.
tr: Ne yapar: OPAC aracılığıyla gönderilmiş ancak :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` sistem tercihinde girilmiş gün sayısınca kütüphane tarafından gözden geçirilmemiş kullanıcı kayıtlarını siler.

source: Unconfirmed Registrations
it: Registrazioni non confermate
tr: Onaylanmamış Kayıtlar

source: Does: Deletes patron self registrations that were submitted via the OPAC but not confirmed via email within 24 hours. This is only necessary if you are requiring patrons to confirm their registrations via email with the :ref:`PatronSelfRegistrationVerifyByEmail` preference.
it: Che cosa fa: cancella le auto-registrazioni da parte degli utenti, che sono state inviate dall'OPAC, ma non confermate via mail entro 24 ore. Questa operazione è necessaria soltanto se la biblioteca richiede che gli utenti confermino via e-mail la propria registrazione, impostando la preferenza :ref:`PatronSelfRegistrationVerifyByEmail`.
tr: Ne yapar: OPAC vasıtasıyla gönderilen ancak 24 saat süre içinde e-posta ile onaylanmayan kullanıcı kayıtlarını siler.Bu işlem yalnızca :ref:`PatronSelfRegistrationVerifyByEmail` tercihi ile kullanıcıların kayıt olma işlemlerini e-posta vasıtasıyla onaylatmalarını zorunlu kılmanız halinde gereklidir.

source: Anonymize Patron Data
it: Rendi anonimi i dati degli utenti
tr: Kullanıcı Verisi Anonimleştirme

source: Does: Used to anonymize patron data. This will remove borrowernumbers from circulation history so that the stats are kept, but the patron information is removed for privacy reasons.
it: Che cosa fa: si usa per rendere anonimi i dati degli utenti. Rimuove il dato borrowernumbers dallo storico della circolazione; in questo modo le statistiche vengono mantenute, ma le informazioni sugli utenti vengono elimiante per ragioni di riservatezza.
tr: Ne yapar: Kullanıcı verisini anonimleştirmek için kullanılır. Bu, dolaşım geçmişinden kullanıcı numaralarını silecektir, böylece istatistikler muhafaza edilecek ancak kullanıcı bilgileri gizlilik nedeniyle kaldırılacaktır.

source: Update Child to Adult Patron Type
it: Trasforma ragazzo in adulto
tr: Çocuk Kullanıcıyı Yetişkin Kullanıcıya Güncelle

source: Does: Convert juvenile/child patrons from juvenile patron category and category code to corresponding adult patron category and category code when they reach the upper age limit defined in the Patron Categories.
it: Che cosa fa: trasfoma un utente assegnato alla categoria ragazzi/giovani, inserendolo nella corrispondente cantegoria adulti, quando l'utente raggiunge il limite di età superiore impostato nelle Categorie utenti.
tr: Ne yapar: Kullanıcı kategorisinde tanımladığınız üst yaş sınırına ulaştığında genç kullanıcı kategorisinden genç/çocuk kullanıcıları ve kategori kodunu karşılık gelen yetişkin kullanıcı kategorisi ve kategori koduna dönüştürür.

source: Message Queue
it: Coda dei messaggi
tr: İleti Sırası

source: Advanced Notice
it: Avvisi estesi
tr: Gelişmiş Bildirim

source: Overdue Notice
it: Avviso di scadenza
tr: Gecikme Bildirimi

source: Print Overdues
it: Stampa prestiti scaduti
tr: Gecikenleri Yazdır

source: Print Hold Notices
it: Stampa avvisi di prenotazione
tr: Ayırma Bildirimlerini Yazdır

source: Sending Notices File
it: Inviare il file delle notifiche
tr: Bildirimler Dosyası Gönderme

source: Does: Script to generate Spec C outbound notifications file for Talking Tech i-tiva phone notification system.
it: Che cosa fa: script che genera i file di avvisi in uscita Spec C per il sistema di notifica telefonico Talking Tech i-tiva.
tr: Ne yapar: Talking Tech i-tiva telefonla bildirim sistemi için Spec C giden bildirimler dosyası oluşturmak için komut dizisi.

source: Receiving Notices File
it: Ricevere il file delle notifiche
tr: Uyarılar Dosyasını Alma

source: Does: Script to process received Results files for Talking Tech i-tiva phone notification system.
it: Che cosa fa: elabora il file Results ricevuto dal sistema di notifica telefonico Talking Tech i-tiva
tr: Ne yapar: Talking Tech i-tiva telefonla bildirim sistemi için alınan sonuç dosyalarını işlemek için komut dizisi.

source: Notify Patrons of Expiration
it: Avvisa gli utenti della scadenza
tr: Kullanıcıları Bitiş Tarihi Konusunda Bilgilendir

source: Does: Sends messages to warn patrons of their card expiration to the :ref:`messaage queue <message-queue-label>` cron.
it: Che cosa fa: crea messaggi per avvertire gli utenti che la loro tessera sta scadendo; li inserisce nella :ref:`coda dei messaggi <message-queue-label>`.
tr: Ne yapar: Kullanıcıları kartlarının süresinin dolması hakkında uyarmak için iletileri :ref:`ileti sırası <message-queue-label>`cronuna gönderir.

source: In Processing/Book Cart
it: In elaborazione/Lista libri
tr: İşlemde/Kitap Sepetinde

source: Does: Updates all items with a location of CART to the item's permanent location.
it: Che cosa fa: assegna la collocazione permanente a tutti gli elementi che hanno la collocazione LISTA
tr: Ne yapar: CART konumundaki tüm materyalleri, materyalin kalıcı konumuna günceller.

source: Import Webservice Batch
it: Webservice Batch per l'import
tr: Webservice hizmetini içe aktarın

source: Does: A cron job for processing import bach queues of type 'webservice'. Batches can also be processed through the UI.
it: Che cosa fa: è un cron job per elaborare code batch di importazione di tipo 'webservice'. I batch possono essere elaborati anche attraverso l'interfaccia staff.
tr: Ne yapar: 'Webservice' türündeki import bach sırasını işlemek için bir cron job. Toplu iş dosyaları, UI aracılığıyla da işlenebilir.

source: Does: A daemon that listens for OCLC Connexion requests and is compliant with OCLC Gateway specification. It takes requests with MARC XML and import batch parameters from a configuration file and forwards it to svc/import_bib
it: Esegue: un demone che ascolta le richieste di OCLC Connexion e segue le specifiche OCLC Gateway. Prende richieste di MARC XML e usa un file di configurazione per i parametri di import batch e li gira a svc/import_bib
tr: Ne yapar: OCLC Connexion isteklerini dinleyen ve OCLC Ağ Geçidi belirtimiyle uyumlu bir sunucu. MARC XML ile istekleri alır ve bir yapılandırma dosyasından parti parametrelerini içe aktarır ve svc / import_bib dosyasına yönlendirir.

source: Batch Item Deletion
it: Cancellazione batch di copie
tr: Toplu Materyal Silmek

source: Does: A batch item deletion tool, which generates a query against the items database and deletes the items matching the criteria specified in the command line arguments.
it: Che cosa fa: è uno strumento per la cancellazione di un gruppo di copie; genera una query sulla tabella items e cancella le copie trovate dalla query costruita in base ai criteri indicati nei parametri nella riga di comando.
tr: Ne yapar: Materyaller veritabanına karşı bir sorgu oluşturan ve komut satırı argümanlarında belirtilen ölçütlerle eşleşen materyalleri silen bir toplu materyal silme aracı.

source: Does: Check URLs from biblio records.
it: Esegue: controllo degli URL contenuti nei record bibliografici
tr: Ne yapar: Bibliyografik kayıtlardan URL'leri kontrol eder.

source: Delete Records via Leader
it: Cancella record tramite il leader
tr: Leader yoluyla Kayıtları Silme

source: Does: Attempt to delete any MARC records where the leader character 5 equals 'd'
it: Esegue: cerca di cancellare record MARC con il carattere 5 del leader uguale a 'd'
tr: Ne yapar: Leader karakter 5'in "d" ye eşit olduğu herhangi bir MARC kaydını silmeye çalışır

source: Update Authorities
it: Aggiorna le Autorità
tr: Otoriteleri Güncelle

source: Does: Updates biblio data with changes to authorities records
it: Che cosa fa: aggiorna i record bibliografici con le variazioni apportate ai record dele autorità.
tr: Ne yapar: Bibliyo verisini, otorite kayıtlara yapılan değişikliklerle güncelleştirir

source: Required by: `dontmerge <#dontmerge>`__ system preference
it: Richiesto da: preferenza di sistema `dontmerge <#dontmerge>`__
tr: Gerek duyan: `dontmerge <#dontmerge>`__ sistem tercihi

source: Serials Update
it: Aggiornamento Periodici
tr: Süreli Yayınlar Güncelleme

source: RSS Feeds
it: Feed RSS
tr: RSS Beslemeleri

source: Does: Produces an RSS XML document for any SQL query (not used for search results RSS feed). :ref:`Learn more <custom-rss-feeds-label>`.
it: Che cosa fa: produce un documento RSS XML per una query SQL (non per il feed RSS dei risultati di ricerca). :ref:`Per saperne di più. <custom-rss-feeds-label>`.
tr: Ne yapar: Herhangi bir SQL sorgusu için bir RSS XML belgesini üretir (arama sonuçları RSS beslemesi için kullanılmaz). :ref:`Daha fazla bilgi edinin <custom-rss-feeds-label>`.

source: Authorities Browser
it: Visualizzatore di Autorità
tr: Otorite Tarayıcı

source: Does: Generate content for authorities browse in OPAC
it: Che cosa fa: genera i contenuti per il visualizatore delle autorità nell'OPAC.
tr: Ne yapar: OPAC içerisindeki otorite tarama için içerik üretir

source: Subject/Author Clouds
it: Nuvole Argomento/Autore
tr: Konu/Yazar Bulutları

source: Does: Generates HTML keywords clouds from Koha Zebra indexes. misc/cronjobs/cloud-sample.conf has a sample of how this script operates.
it: Che cosa fa: genera l'HTML per le nuvole di parole chiave, partendo dagli indici di Zebra. misc/cronjobs/cloud-sample.conf contiene us esempio di come lavora questo script.
tr: Ne yapar: Koha Zebra İndekslerinden HTML anahtar kelime bulutları üretir. misc/cronjobs/cloud-sample.conf'da bu script'in nasıl çalıştığının bir örneği vardır.

source: System Administration
it: Amministrazione del sistema
tr: Sistem Yönetimi

source: Clean up Database
it: Pulizia del database
tr: Veri tabanını temizle

source: Does: Truncates the sessions table, cleans out old zebraqueue entries, action logs and staged MARC files.
it: Che cosa fa: tronca la tabella session, elimina le voci vecchie in zebraqueue , log di azione e file MARC in area di accumulo.
tr: Ne yapar: Oturumlar tablosunu kırpar, eski zebraqueue girişlerini, eylem günlüklerini ve çok aşamalı MARC dosyalarını temizler.

source: Share Usage Stats
it: Condivisione statistiche di utilizzo
tr: Kullanım İstatistiklerini Paylaş

source: Does: If you're sharing information via the :ref:`UsageStats` feature this will send your info to the `Hea website <http://hea.koha-community.org/>`__.
it: Che cosa fa: se si condividono informazioni tramite la funzionalità :ref:`UsageStats`, questo script invia i dati da condividere al `sito web Hea <http://hea.koha-community.org/>`__.
tr: Ne yapar: :ref:`UsageStats` özelliği vasıtasıyla bilgilerinizi paylaşıyorsanız bilgilerinizi `Hea website <http://hea.koha-community.org/>` web sayfasına gönderecektir.

source: Does: Removes old (defined by you) suggestions from the suggestion management area.
it: Che cosa fa: rimuove dall'area di gestione i suggerimenti più vecchi (come definito da voi).
tr: Ne yapar: (Sizin tarafınızdan tanımlanan) eski önerileri, öneri yönetimi alanından kaldırır.

source: Does: Generates a notice to the fund owner that there are suggestions in need of processing
it: Che cosa fa: genera un avviso al proprietario del fondo che ci sono suggerimenti da elaborare
tr: Ne yapar: İşlenmesi gereken öneriler olduğu konusunda fon sahibi için bir bildirim oluşturur

source: EDI Message Processing
it: Gestione messaggio EDI
tr: EDI İleti İşleme

source: Does: Sends and received EDI messages
it: Fa: Invia e riceve i messaggi EDI
tr: Ne yapar: EDI iletilerini gönderir ve alır

source: Remove Temporary EDI Files
it: Rimuove i file temporanei dell'EDI
tr: Geçici EDI Dosyalarını Kaldır

source: Run Report
it: Esegui un report
tr: Rapor Çalıştır

source: Does: run pre-existing saved reports
it: Esegue: fa girare i report salvati
tr: Ne yapar: önceden kaydedilmiş raporları çalıştırır

source: Does: sync patrons from the Norwegian national patron database (NL) to Koha
it: Fa: sincronizza il Db nazionale norvegese degli utenti con Koha
tr: Ne yapar: Norveç dili ulusal kullanıcı veritabanından (NL) Koha'ya gelen kullanıcıları senkronize eder

source: Does: sync patrons from Koha to the Norwegian national patron database (NL)
it: Fa: sincronizza gli utenti da Koha al Db nazionale norvegese degli utenti
tr: Ne yapar: Koha'dan Norveç dili ulusal kullanıcı veritabanına (NL) kullanıcıları senkronize eder

source: Cron Jobs
it: Elaborazioni pianificate

source: Connexion Import Daemon
it: Demone di importazione Connexion

source: Check URL Quick
it: Controllo rapido degli URL

source: Services Throttle
it: Resetta i contatori xISBN
