Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/extending_koha.po
Languages: es, hi, it, tr, zh_tw

source: Extending Koha
es: Extendiendo Koha
hi: विस्तारित कोहा
it: Estendere Koha
tr: Koha'yı Genişletmek
zh_tw: 擴展 Koha

source: This chapter shows how you can add various enhancements and customizations in and around Koha by using mostly the existing configuration options.
it: Questo capitolo spiega come puoi migliorare e personalizzare Koha usando soprattutto le opzioni di configurazione.
tr: Bu bölüm, çoğunlukla mevcut yapılandırma seçeneklerini kullanarak Koha ve çevresindeki çeşitli geliştirmeleri ve özelleştirmeleri nasıl ekleyebileceğinizi gösterir.

source: Amazon lookup script for Koha libraries
es: Script de búsqueda en Amazon para bibliotecas Koha
hi: कोहा पुस्तकालयों के लिए अमेज़ॅन लुकअप स्क्रिप्ट
it: Script per la ricerca su Amazon ad uso delle biblioteche Koha
tr: Koha kütüphaneleri için Amazon arama komut dosyası
zh_tw: Amazon 為 Koha 圖書館的查詢程式

source: We order most of our materials from Amazon, so I've been looking for a convenient way to tell if a book under consideration is in our catalog already.
es: Nosotros adquirimos la mayoría los materiales de Amazon, así que he estado buscando una manera conveniente de saber si un libro que se esté considerando adquirir ya está en nuestro catálogo.
hi: हम अमेज़न से हमारे माल की सबसे आदेश है, तो मैं बताने के लिए देख रहा हूँ एक सुविधाजनक तरीका है अगर विचाराधीन एक किताब हमारी सूची में पहले से ही है।
it: Noi ordiniamo la maggior parte dei nostri materiali su Amazon, quindi cercavo un metodo conveniente per sapere se un libro preso in considerazione fosse già nel nostro catalogo.
tr: Materyallerimizin bir çoğunu Amazon'dan sipariş ediyoruz, bu nedenle alınması düşünülen bir kitabın zaten kataloğumuzda mevcut olup olmadığını söylemek için uygun bir yol arıyorum.
zh_tw: 我們向 Amazon 購買大部份的東西，所以我已經找到簡潔的方法若圖書已經在我們的目錄內。

source: Greasemonkey & a custom user script fit the bill nicely:
hi: Greasemonkey और एक कस्टम उपयोगकर्ता स्क्रिप्ट बिल बिलकुल फिट बैठता है:
it: Greasemonkey ed uno script personalizzato si adattano bene allo scopo:
tr: Greasemonkey & gereken özellikleri karşılayan özel bir kullanıcı komut dosyası:
zh_tw: Greasemonkey &amp; 會計適用的讀者程式：

source: A few caveats:
es: Algunas advertencias:
hi: कुछ निरंतर:
it: Alcune avvertenze:
tr: Bazı uyarılar:
zh_tw: 幾個警示：

source: Like most scripts, this one was designed to work with Firefox; I haven't explored getting it to work with other browsers.
es: Como la mayoría de los scripts, éste fue diseñado para funcionar con Firefox; no he probado su funcionamiento con otros navegadores.
hi: सबसे लिपियों की तरह, यह एक फ़ायरफ़ॉक्स के साथ काम करने के लिए डिजाइन किया गया था; मैं इसे अन्य ब्राउज़रों के साथ काम करने के लिए हो रही खोज नहीं की है।
it: Come molti scriptm questo è stato progettato per funzionare con Firefox; non ho provato a farlo funzionare con altri browser.
tr: Çoğu komut dizisi gibi bu da Firefox ile çalışmak için tasarlanmıştır; diğer web tarayıcılarda nasıl çalıştırılacağını araştırmadım.
zh_tw: 如同大部份的程式，這個也是設計與 Firefox 共用；我還沒有把它擴展至其他的瀏覽器。

source: I'm not a JavaScript programmer -- this was adapted from others' work. Just a few lines would have to be changed to get the script to work with your catalog.
es: No soy un programador de JavaScript --esto fue adaptado del trabajo de otros. Solo unas pocas líneas tendría que cambiarse para obtener un script que trabaje con su catálogo.
hi: मैं एक जावास्क्रिप्ट प्रोग्रामर नहीं हूँ - यह अन्यों' के काम से अनुकूलित किया गया था। बस कुछ ही लाइनों अपनी सूची के साथ काम करने के लिए स्क्रिप्ट को पाने के लिए परिवर्तित किया जा करने के लिए होता है।
it: Non sono una programmatrice JavaScript -- questo script è stato adattato a partire dal laovro di altri. Dovrebbe bastare cambiare poche righe per far funzionare lo script con il vostro catalogo.
tr: Ben bir JavaScript programcısı değilim - Bu başkalarının çalışmasından uyarlanmıştır. Komut dizisinin kataloğunuzla birlikte çalışması için yalnızca bir kaç satırın değiştirilmesi gerekiyor.
zh_tw: 我不是 JavaScript 程式設計師 -- 這是別人的工作。祗改了幾行程式讓它與我的目錄共同工作。

source: It depends on the existence of ISBN for the item in question, so movies, older books, etc. would not work.
es: Depende de la existencia de ISBN para el ítem en cuestión, por lo que no funciona para películas, libros antiguos, etc.
hi: यह प्रश्न में आइटम के लिए आई के अस्तित्व पर निर्भर करता है, तो फिल्में, पुराने किताबें, आदि काम नहीं करेगा।
it: Lo script si basa sull'esistenza del numero ISBN per l'elemento in questione; perciò non funziona con libri molto vecchi, film, ecc.
tr: Söz konusu materyal için ISBN numarasının mevcut olmasına bağlıdır, bu nedenle filmler, eski kitaplar, vb. çalışmayabilir.
zh_tw: 視作品是否有 ISBN，所以電影、舊書等就不適用。

source: Keyword Clouds
es: Nubes de palabras clave
hi: कीवर्ड क्लाउड
it: Nuvola di parole chiave
tr: Anahtar Kelime Bulutları
zh_tw: 鍵詞雲

source: In addition to the traditional tag cloud available in Koha, there is a way to generate clouds for popular subjects within Koha.
es: Además de la tradicional nube de etiquetas disponible en Koha, existe una forma de generar nubes de materias comunes en de Koha.
hi: कोहा में उपलब्ध पारंपरिक टैग बादल के अलावा, वहाँ एक रास्ता कोहा भीतर लोकप्रिय विषयों के लिए बादलों उत्पन्न करने के लिए है।
it: Oltre alla tradizionale nuvola di tag, disponibile in Koha, è possibile generare nuvole per gli argomenti più gettonati all'interno di Koha.
tr: Koha mevcut geleneksel tag bulutuna ek olarak, Koha içindeki popüler konular için bulut oluşturmak için bir yol vardır.
zh_tw: 除了傳統的標籤雲之外，Koha 還產生常用的主題雲。

source: The :ref:`Author/Subject Cloud cron job <subject/author-clouds-label>` is used to help with this process. This cron job sends its output to files.
hi: यह :ref:`लेखक/विषय क्लाउड क्रॉन जॉब <subject/author-clouds-label>` इस प्रक्रिया में मदद के लिए प्रयोग किया जाता है। यह क्रॉन जॉब फाइलों में अपना आउटपुट भेजता है।
it: L'operazione pianificata :ref:`Nuvole Argomento/Autore <subject/author-clouds-label>` è d'aiuto in questo processo. Questo programma invia il suo output ad ad una serie di file.
tr: :ref:`Yazar/Konu Bulutu cron job <subject/author-clouds-label>` bu süreçte yardımcı olmak için kullanılmaktadır. Bu cron job, çıktılarını dosyalara gönderir.
zh_tw: 將 :ref:`Author/Subject Cloud cron job <subject/author-clouds-label>` 用於說明此程序。此例行性工作排程送出其內容至檔案。

source: This means that you can produce clouds for authors, collective author, all kind of subjects, classifications, etc. And since it works on zebra indexes, it is quick, even on large DBs. Tags clouds are sent to files. It's up to library webmaster to deal with those files in order to include them in :ref:`OPACMainUserBlock <opacmainuserblock-label>`, or include them into their library CMS.
hi: इसका मतलब है कि आप लेखकों, सामूहिक लेखक, सभी प्रकार के विषयों, वर्गीकरण इत्यादि के लिए बादलों का उत्पादन कर सकते हैं और चूंकि यह ज़ेबरा इंडेक्स पर काम करता है, यह भी बड़े डीबी पर भी तेज़ है। टैग बादलों को फाइलों को भेजा जाता है। यह उन फ़ाइलों से निपटने के लिए लाइब्रेरी वेबमास्टर पर निर्भर है ताकि उन्हें इन्हें शामिल किया जा सके :ref:`OPACMainUserBlock <opacmainuserblock-label>`, या उन्हें अपनी लाइब्रेरी सीएमएस में शामिल करें।
it: Ciò significa che si possono produrre nuvole per autori, autori collettivi, tutti i generi di soggetti, classificazioni, ecc. E siccome il programma lavora sugli indici Zebra, è veloce, anche su cataloghi molto grossi. Le nuvole di parole vengono inviate ad alcuni file; sta al webmaster della biblioteca gestire tali file, per includerli in :ref:`OPACMainUserBlock <opacmainuserblock-label>`, oppure nel CMS della biblioteca.
tr: Bu, yazarlar, kolektif yazar, her türlü konular, sınıflama, vb. için bulutlar üretebileceğiniz anlamına gelir. Ve Zebra dizinlerinde çalıştığına göre, daha geniş veri tabanları üzerinde bile hızlıdır. Tag bulutları dosyalara gönderilir. Bu dosyaların :ref:`OPACMainUserBlock <opacmainuserblock-label>` içine ya da kendi kütüphanesinin CMS'i içine dahil etmek için idaresi kütüphanenizin web yöneticisinin kararına bağlıdır.
zh_tw: 表示您可產生著者、合著者、主題、分類等各種雲。它們係經由 zebra 索引做出來的，即使碰到大型的資料庫，其速度也很快。標籤雲送至檔案。由圖書館網管決定把這些檔案納入 :ref:`OPACMainUserBlock <opacmainuserblock-label>`，或納入圖書館的 CMS。

source: Some libraries even send the file into a Samba shared folder where webmaster take them, eventually clean them a little bit before integrating them into navigation widgets or pages.
es: Algunas bibliotecas incluso envían el archivo a una carpeta compartida Samba donde los toma el webmaster, finalmente limpiarlos un poco antes de su integración en widgets de navegación o en determinadas páginas.
hi: कुछ पुस्तकालयों भी एक सांबा साझा फ़ोल्डर जहां वेबमास्टर उन्हें ले, अंततः उन्हें उन्हें नेविगेशन विगेट्स या पृष्ठों में एकीकृत पहले एक छोटा सा साफ में फाइल भेज सकते हैं।
it: Alcune biblioteche inviano i file ad una cartella condivisa mediante Samba, da dove il webmaster li preleva, eventualmente li pulisce un po', e poi li integra in widget o pagine di navigazione.
tr: Hatta bazı kütüphaneler dosyayı, ağ yöneticilerinin nihayetinde bu dosyaları navigasyon widget ya da sayfaları içine entegre etmeden önce bir miktar temizlik yaptıkları Samba paylaşımlı klasörlere göndermektedirler.
zh_tw: 有些圖書館甚至把檔案送網管掌控的 Samba 共享資料夾，將其整合入網頁之前還先清理它們。

source: Newest Titles Pulldown
es: Desplegable de nuevos títulos
hi: नवीनतम टाइटल पुल्डडाउन
it: Tendina delle novità
tr: En Yeni Başlıklar Açılır Menüsü
zh_tw: 最新題名下拉

source: Often we want to add a way for our patrons to do searches for the newest items. In this example I'll show you how to create a pull down menu of the newest items by item type. These tips will work (with a couple changes) for collection codes or shelving locations as well.
es: A menudo queremos añadir una forma de que nuestros socios hagan búsquedas de los nuevos ítems. Les mostraremos cómo crear un menú desplegable con los nuevos ítems por el tipo de ítem. Estos trucos funcionan (con un par de cambios) para códigos de colección o localizaciones también.
hi: अक्सर हम हमारे संरक्षक नए आइटम के लिए खोज करने के लिए के लिए एक तरह से जोड़ना चाहते हैं। इस उदाहरण में मैं आपको बताएंगे कि कैसे आइटम प्रकार से नवीनतम मदों की एक मेनू नीचे खींच बनाने के लिए करेंगे। इन सुझावों के रूप में अच्छी तरह से संग्रह कोड या ठंडे बस्ते में डालने के लिए स्थानों (एक जोड़े परिवर्तन के साथ) के लिए काम करेंगे।
it: Sovente si desidera dare agli utenti un sistema per cercare gli ultimi titoli arrivati. In questo esempio si vedrà come si può creare un elenco a discesa che contiene gli elementi più nuovi, per tipo di elemento. Questi suggerimenti funzionano anche (con un paio di modifiche) anche per i codici collezione o le collocazioni a scaffale.
tr: Çoğu kez kullanıcılarımızın en yeni materyaller için arama yapmaları için bir yol eklemek isteriz. Bu örnekte size materyal türüne göre en yeni materyallerin bir açılır menüsünün nasıl oluşturulacağını göstereceğim. Bu ipuçları (bir kaç değişiklik ile birlikte) koleksiyon kodları ve raf konumları için de işe yarayacaktır.
zh_tw: 通常我們想讓讀者能夠搜尋最新的館藏。在此例裡依館藏類型建置最新館藏的下拉選單。這些秘訣 (再加上若干變化) 可供館藏代碼或排架之用。

source: First, it's important to note that every link in Koha is a permanent link. This means if I do a search for everything of a specific item type sorted by the acquisitions date and bookmark that URL, whenever I click it I'll see the newest items of that type on the first few pages of the results.
es: En primer lugar, es importante tener en cuenta que todos los enlaces en Koha son enlaces permanentes. Esto significa que si hago una búsqueda por todo lo de un tipo de ítem específico ordenado por la fecha de adquisición y guardado ese marcador, cada vez que haga clic en él voy a ver los nuevos ítems de ese tipo en las primeras páginas de los resultados.
hi: सबसे पहले, यह ध्यान दें कि कोहा में हर कड़ी एक स्थायी कड़ी है महत्वपूर्ण है। इसका मतलब यह है कि अगर मैं अधिग्रहण की तारीख से और उस यूआरएल बुकमार्क हल किया एक विशेष आइटम प्रकार का सब कुछ के लिए एक खोज करते हैं, जब भी मैं इसे क्लिक करें मैं परिणामों के पहले कुछ पन्नों पर उस प्रकार के नए आइटम देखेंगे।
it: Prima, è importante notare che ogni link in Koha è un link permanente. Ciò significa che se si cerca una cosa qualsiasi di un tipo specifico, ordinata per data di acquisizione, e poi si mette un segnalibro su quell'URL, ogniqualvolta si fa clic sul segnalibro si vedono gli elementi più recenti di quel tipo, sulle prime pagine dei risultati.
tr: İlk olarak, Koha içerisinde yer alan her bağlantının kalıcı bir bağlantı olduğunu unutmamak gerekir. Bu, satın alma tarihine göre sıralanmış bir spesifik materyal ile ilgili herşeyi aradığımda ve bu URL'yi bookmark ettiğimde, bu bağlantı üzerine her tıkladığımda sonuçlar sayfasının ilk bir kaç sayfasında bu türdeki materyalleri göreceğim anlamına gelir.
zh_tw: 首先，Koha內 的所有連結都是永久性連結。把特定館藏類型依採訪日期排序並標記其 URL，下回再點選此網址就把最新的館藏列在前幾頁。

source: I took this knowledge and wrote a form takes this functionality in to consideration. It basically just does a search of your Koha catalog for a specific item type and sorts the results by acquisitions date.
es: Cogí esta idea y escribí un formulario que tenía esta funcionalidad. Básicamente, hace una búsqueda de su catálogo Koha para un tipo de ítem específico y ordena los resultados por fecha de adquisiciones.
hi: मैं इस ज्ञान लिया और लिखा एक रूप से विचार करने के लिए इस कार्यक्षमता लेता है। यह मूल रूप से सिर्फ एक विशेष आइटम प्रकार के लिए अपने कोहा सूची का एक खोज करता है और अधिग्रहण की तारीख से परिणाम तरह।
it: Sapendo questo, ho scritto un modulo che tiene conto di questa funzionalità. Sostanzialmente, esso esegue una ricerca del catalogo Koha per uno specifico tipo di elemento e ordina i risultati per data di acquisizione.
tr: Bu bilgiyi aldım ve bu işlevselliği dikkate alan bir form yazdım. Temelde sadece bir spesifik materyal türü için Koha kataloğunuzda bir arama yapar ve sonuçları satın alma tarihine göre sıralar.
zh_tw: 我寫上這些內容做為以後之用。就是搜尋我的 Koha 目錄裡的特定館藏類型並依採訪日期排序。

source: The first thing I did was write a MySQL statement to generate a list of item types for me - why copy and paste when you can use the power of MySQL?
es: Lo primero que hice fue escribir una consulta MySQL para generar una lista de tipos de ítems para mí - ¿por qué copiar y pegar cuando se puede usar el poder de MySQL?
hi: पहली बात मैं एक MySQL बयान मेरे लिए आइटम प्रकार की एक सूची उत्पन्न करने के बारे में था - क्यों कॉपी और पेस्ट जब आप MySQL की शक्ति का उपयोग कर सकते हैं?
it: La prima cosa che ho fatto è stata di scrivere un'istruzione MySQL che generasse una lista dei tipi di elemento: perché fare copia-incolla quando si può usare la potenza di MySQL?
tr: Yaptığım ilk şey kendi materyal türlerimin bir listesini oluşturmak için bir MySQL ifadesi yazmak oldu - MySQL'in gücünü kullanabilirken neden kopyala yapıştır yapayım ki?
zh_tw: 首要之事先寫一個 MySQL 敘述產生館藏類型清單 - 可以使用功能強大的 MySQL 時何必複製貼上呢？

source: The above looks at the itemtypes table and slaps the necessary HTML around each item type for me. I then exported that to CSV and opened it in my text editor and added the other parts of the form.
es: Lo anterior se ve en la tabla itemtypes y tiene el código HTML necesario al lado de cada tipo de ítem. Luego exporté a CSV y lo abrí en mi editor de texto y añadí las otras partes del formulario.
hi: आइटम प्रकार की मेज पर ऊपर लग रहा है और आवश्यक HTML थप्पड़ मेरे लिए प्रत्येक आइटम के प्रकार के आसपास। मैं तो सीएसवी है कि निर्यात और मेरे पाठ संपादक में इसे खोला और फार्म के अन्य भागों के लिए जोड़ा।
it: La query soprastante cerca la tabella itemtypes e circonda ogni tipo di elemento con il necessario HTML. Poi ho esportato il risultato in formato CSV, l'ho aperto in un editor di testo ed ho aggiunto le altre parti del modulo.
tr: Yukarıdaki örnek materyal türleri tablosuna bakar ve gerekli HTML'leri her materyal türü etrafına ilave eder. Daha sonra bunları CSV olarak aktardım ve kendi metin editöründe açtım ve formun diğer bölümlerine ekledim.
zh_tw: 以上的館藏類型表與其必要的 HTML 都很有用。接著匯出為 CSV 格式並在文字編輯器打開它再新增表格的其他部份。

source: Now, what does all of that mean? The important bits are these:
es: Ahora, ¿qué significa todo eso? Las partes importantes son las siguientes:
hi: अब, क्या इसका मतलब यह है कि सभी करता है? महत्वपूर्ण बिट्स ये हैं:
it: Ora, che cosa significa tutto ciò?Le parti importanti sono queste:
tr: Şimdi, bütün bunlar ne anlama geliyor? Önemli kısımlar şunlardır:
zh_tw: 現在，究竟什麼意思呢？重要的是：

source: First the starting of the form.
es: Primero el inicio de la formulario.
hi: पहले फार्म के शुरुआती।
it: Innanzitutto l'inizio del modulo.
tr: İlk önce formun başlangıcı.
zh_tw: 首先從表單開始。

source: This tells the browser to take any value selected and put it at the end of this http://YOURSITE/cgi-bin/koha/opac-search.pl. If you want to embed this form on your library website (and not on your OPAC) you can put the full OPAC URL in there.
es: Esto le indica al navegador que tome cualquier valor seleccionado y lo coloque al final de http://YOURSITE/cgi-bin/koha/opac-search.pl. Si desea insertar este formulario en el sitio web de su biblioteca (y no en su OPAC) usted puede poner el URL completo del OPAC allí.
hi: यह ब्राउज़र बताता हैं कि चयनित किसी मान ले और इस के अंत में इसे लगाने के लिए http://YOURSITE/cgi-bin/koha/opac-search.pl. आप अपने पुस्तकालय वेबसाइट पर इस फार्म एम्बेड करने के लिए चाहते हैं (और अपने ओपेक पर नहीं) आप पूर्ण ओपेक यूआरएल वहाँ में डाल सकते हैं।
it: Questo dice al browser di prendere ogni valore selezionato e di metterlo al fondo di http://VOSTROSITO/cgi-bin/koha/opac-search.pl. Se si desidera includere questo modulo sul sito web della biblioteca (e non sull'OPAC), occore immettere l'URL completo dell'OPAC.
tr: Bu işlem web tarayıcısına seçtiğiniz her hangi bir değeri alıp bu web adresinin sonuna koymasını söyler http://YOURSITE/cgi-bin/koha/opac-search.pl. Bu formu kütüphane web sayfanız ile katıştırmak istiyorsanız (OPAC ile katışmayacak) tam OPAC URL'sini buraya koyabilirsiniz.
zh_tw: 告知瀏覽器提取選定的值，並把它放在 http://YOURSITE/cgi-bin/koha/opac-search.pl 最後面。若想把它嵌入您的網頁 (不是 OPAC)，可把完整的 OPAC URL 置於此。

source: Next, there is a hidden value that is telling the search to sort by acquisitions date descending (newest items at the top):
es: A continuación, hay un valor oculto que está diciendo que la búsqueda se ordene descendente por fecha de adquisición (ítems más recientes en la parte superior):
hi: अगले, वहाँ एक छिपा मूल्य है कि अधिग्रहण की तारीख उतरते द्वारा सुलझाने के लिए खोज कह रही है (शीर्ष पर नए आइटम):
it: Poi c'è un valore nascosto che dice alla ricerca di ordinare i risultati per data di acquisizione, in senso discendente (elementi più recenti in cima):
tr: Sonra, arama işlemine sıralamayı satın alma tarihine göre azalan değerde (en yeni materyaller en üstte yer alacak şekilde ) yapmasını söyleyen gizli bir değer var:
zh_tw: 接著，有個隱藏值告知搜尋結果以採訪日期排序的降羃排序(最新的館藏在上面)：

source: And finally you have an option for each item type you want people to search.
es: Y finalmente tiene una opción para cada tipo de ítem que desea se pueda buscar.
hi: और अंत में आप प्रत्येक आइटम के प्रकार आप लोगों को खोज करना चाहते हैं के लिए एक विकल्प है।
it: E per finire c'è un'opzione per ciascuno dei tipi di elemento per cui si desidera che gli utenti ricerchino.
tr: Ve nihayet kullanıcılarınızın aramasını istediğiniz her materyal türü için bir seçeneğiniz vardır.
zh_tw: 最後您可指定讓讀者搜尋的館藏類型。

source: These options each include the string "mc-itype:" which tells Koha to do an item type search.
es: Estas opciones incluyen cada uno la cadena "mc-iType:" que le dice a Koha que haga una búsqueda por tipo de ítem.
hi: जो कोहा बताता है एक आइटम प्रकार खोज करते हैं: ये विकल्प प्रत्येक स्ट्रिंग "mc-itype:" शामिल हैं।
it: Ciascuna di queste opzioni include la stringa "mc-itype:", che dice a Koha di eseguire una ricerca per tipo di elemento.
tr: Bu seçeneklerin her birisi Koha'ya materyal türü araması yapmasını söyleyen "mc-itype:" dizgesini içerir.
zh_tw: 每個選項包括字串 "mc-itype:" 告知 Koha 搜尋各館藏類型。

source: Once you have all of that in place you can copy and paste the form to somewhere on your OPAC. The `Farmington Public Libraries OPAC <http://catalog.farmingtonlibraries.org>`__ has a few examples of this on the left.
es: Una vez que tenga todo esto en su lugar, puede copiar y pegar el formulario en alguna parte en su OPAC. El `OPAC de la Bibliotecas Públicas Farmington <http://catalog.farmingtonlibraries.org>`__ tiene algunos ejemplos de esto en la izquierda.
hi: एक बार जब आप सब कुछ उस जगह पर हो जाएं तो आप फॉर्म को अपनी ओपेक पर कहीं भी कॉपी और पेस्ट कर सकते हैं। 'फार्मिंगटन पब्लिक लाइब्रेरी ओपेक <http://catalog.farmingtonlibraries.org>`__ के बाईं ओर इस के कुछ उदाहरण हैं।
it: Una volta che tutto quanto è a posto, si può copiare ed incollare il modulo da qualche parte nell'OPAC. L'`OPAC della biblioteca pubblica di Farmington <http://catalog.farmingtonlibraries.org>`__ ha alcuni esempi di questo tipo nella sezione di sinistra.
tr: Bunların hepsi yerini aldıktan sonra formu kopyalayıp OPAC üzerinde bir yere yapıştırabilirsiniz. `Farmington Public Libraries OPAC <http://catalog.farmingtonlibraries.org>` sayfasında sol tarafta bununla ilgili birkaç örnek vardır.
zh_tw: 全部就緒後就可以複製貼上表單至您的 OPAC 內。:ref:`Farmington Public Libraries OPAC <http://catalog.farmingtonlibraries.org>` 左方有若干範例。

source: New titles slider for OPAC
es: Deslizante para nuevos títulos en el OPAC
hi: ओपेक के लिए नई शीर्षक स्लाइडर
it: Novità bibliografiche come slider dell'Opac
tr: OPAC için yeni başlık kaydırma butonu
zh_tw: OPAC 使用的新題名封面
