Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/extending_koha.po
Languages: es, hi, it, tr, zh_tw

source: Often times libraries will want to add a flowing widget with new materials at the library to their main public catalog page. To do this you can use a widget from any number of services (usually for a cost) or you can `enable plugins <#pluginsystem>`__ in Koha and use the `Cover Flow plugin <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__ which is based on the `Flipster <https://github.com/drien/jquery-flipster>`__, a responsive jQuery coverflow plugin.
es: Algunas veces, las bibliotecas quieren agregar widget de flujo con nuevos materiales de la biblioteca en la página principal de sus catálogos públicos. Para hacer esto usted puede utilizar un widget para cualquier número de servicios (usualmente para costos) o usted puede `habilitar plugins o complementos <#pluginsystem>`__ en Koha y utilizar el `plugin Cover Flow <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__ el cual está basado en`Flipster <https://github.com/drien/jquery-flipster>`__, un plugin JQuery responsivo de flujo de cubiertas.
hi: अक्सर पुस्तकालय लाइब्रेरी में अपने मुख्य सार्वजनिक सूची पृष्ठ पर नई सामग्री के साथ बहने वाले विजेट को जोड़ना चाहते हैं। ऐसा करने के लिए आप किसी भी प्रकार की सेवाओं (आमतौर पर लागत के लिए) से विजेट का उपयोग कर सकते हैं या आप कोहा में प्लगइन <#pluginsystem>`__ सक्षम कर सकते हैं और 'कवर फ्लो प्लगइन <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__ का उपयोग कर सकते हैं। जो 'फ्लिपस्टर <https://github.com/drien/jquery-flipster>`__,एक उत्तरदायी jQuery कवरफ्लो प्लगइन पर आधारित है।
it: Spesse volte le biblioteche vogliono aggiungere alla pagina principale del loro catalogo pubblico un'area in cui far scorrere le copertine delle ultime opere acquisite. Per fare questo si può usare un "widget" da uno qualsiasi di vari fornitori di servizi (di solito a pagamento), oppure si possono `abilitare i plugin <#pluginsystem>`__ in Koha e quindi utilizzare il `Cover Flow plugin <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__, che è basato su `Flipster <https://github.com/drien/jquery-flipster>`__, un plugin in jQuery di tipo "responsive" (cioè che si adatta automaticamente alle caratteristiche dello schermo del dispositivo su cui è visualizzato, N.d.T.) .
tr: Çoğu kez kütüphaneler, yeni materyalleri içeren akıcı bir widget'ı kütüphanede ana katalog sayfalarına eklemek isteyecektir. Bunu yapmak için, herhangi bir sayıda hizmetten bir widget kullanabilirsiniz (genellikle ücretlidir) veya Koha'da `eklentileri etkinleştirebilir <#pluginsystem>`__ ve `Flipster <https://github.com/drien/jquery-flipster>`__ temeline dayanan duyarlı bir jQuery kapak akışı eklentisi olan `Cover Flow plugin <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__ eklentisini kullanabilirsiniz.
zh_tw: 圖書館多半在其公共目錄頁面新增其他功能。可從其他服務取得 (多半需付費) 該等功能或者從 Koha 內 :ref:`啟用外掛 <#pluginsystem>`__ 並使用 `封面外掛 <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__ 係依照 `Flipster <https://github.com/drien/jquery-flipster>`__ 而來，一個 jQuery 的外掛。

source: Once the plugin is installed, the steps to get your coverflow to show up are as follows:
es: Una vez el plugin está instalado, los pasos para conseguir que su flujo de cubiertas sea mostrado es de la manera siguiente:
hi: एक बार प्लगइन स्थापित किया गया है, कदम को दिखाने के लिए इस प्रकार हैं अपने कवरफ्लो पाने के लिए:
it: Dopo aver installato il plugin, le operazioni per far apparire il riquadro scorrevole sono le seguenti:
tr: Eklenti yüklendikten sonra coverflow'un görünmesi için gerekli adımlar aşağıdaki gibidir:
zh_tw: 安裝外掛之後，依照下面的步驟取得封面：

source: First, you need to create one or more public reports for your coverflow widget or widgets to be based on. This is how the plugin knows what the content of your widget should contain. Each report needs only three columns; title, biblionumber, and isbn. It is important that you have a good and valid isbn, as that is the datum used to actually fetch the cover. In the iteration of the plugin, we are using Amazon cover images, but I believe in the end I will make the cover image fetcher configurable so we can use any data source for cover image fetching.
es: Primeramente, necesitará crear uno o más informes públicos para su widget de flujo de cubiertas o utilizar widgets en los que se pueda basar. Esta es la forma en la que conoce cuál es el contenido que su widget debe contener. Cada informe necesita solamente tres columnas; título, biblionumber e isbn. Es importante que posea isbns buenos y válidos, ya que son los datos utilizados para actualizar y recoger las cubiertas. Para iteración del plugin, se utilizan las imágenes de cubiertas de Amazon, pero se cree que al final, se hará que la recogida de cubiertas sea configurable, así que se podrá utilizar cualquier fuente de datos para capturar las cubiertas de las imágenes.
hi: सबसे पहले, आप अपने कवरफ्लो विजेट या विजेट्स के लिए एक या एक से अधिक सार्वजनिक रिपोर्ट के आधार पर किया जाना है बनाने की जरूरत है। इस प्लगइन कैसे जानता है कि क्या अपने विजेट की सामग्री को शामिल करना चाहिए है। प्रत्येक रिपोर्ट केवल तीन स्तंभों की जरूरत है; शीर्षक, biblionumber, और आईएसबीएन। यह महत्वपूर्ण है कि आप एक अच्छे और वैध आईएसबीएन है, के रूप में है कि वास्तव में कवर लाने के लिए इस्तेमाल किया दत्त है। प्लगइन की यात्रा में, हम अमेज़न कवर छवियों का उपयोग कर रहे हैं, लेकिन मैं अंत में विश्वास मैं कवर छवि fetcher विन्यास कर देगा तो हम कवर छवि fetching के लिए किसी भी डेटा स्रोत का उपयोग कर सकते हैं।
it: Dapprima bisogna creare uno o più report pubblici su cui collocare il o i "widget". Questo è il modo in cui il plugin sa quali contenuti il widget dovrà mostrare. In ogni report sono necessarie solo tre colonne: title, biblionumber e isbn. E' importante avere dei numeri ISBN validi, poiché saranno usati per recuperare effettivamente le immagini delle copertine. Allo stato di sviluppo attuale, il plugin usa le immagini delle copertine fornite da Amazon, ma nella versione finale il sistema di recupero delle immagini di copertina sarà configurabile, in modo da una fonte dati qualsiasi per scaricare le copertine.
tr: Öncelikle, coverflow widget'lerinizin ya da widget'lerinizin temel alacağı bir ya da daha fazla genel rapor oluşturmanız gerekecektir. Widget içeriğinizin ne içermesi gerektiğini eklenti bu şekilde bilir. Her rapor için sadece üç sütun gerekir; başlık, bibliyo numarası ve isbn. Gerçekte kapağı almak için için kullanılan veri olmasından dolayı iyi ve geçerli bir isbn numarasına sahip olmanız önemlidir. Eklentinin yinelenmesinde Amazon kapak resimleri kullanıyoruz, ama ben eninde sonunda kapak resmi alıcısının yapılandırılabilir olacağına inanıyorum ve böylece kapak resmi almak için herhangi bir veri kaynağını kullanabileceğiz.
zh_tw: 首先，新增封面的機制。讓外掛知道您的機制應包括的內容。每個報表祗需三個欄位；題名、書目號與國際標準書號。必須包括正確的國際標準書號，才能夠抓取到封面。英文封面的外掛中，我們最常用 Amazon 封面圖像，不過我相信以後可以建置抓取封面的組態檔讓我們從其他的來源抓取封面。

source: Second, we need to configure the plugin. The plugin configuration is a single text area that uses YAML ( actually, it’s JSON, whcih is a subset of YAML ) to store the configuration options. In this example it looks like this:
es: Seguidamente, se necesitará de configurar el plugin. La configuración del plugin es un simple área de texto que utiliza YAML (actualmente, es JSON, el cual es un subconjunto de YAML) para guardar las opciones de configuración. En este ejemplo luce como este:
hi: दूसरा, हम प्लगइन विन्यस्त करने की जरूरत है। प्लगइन विन्यास एकल पाठ क्षेत्र YAML उपयोग करता है कि विन्यास विकल्प स्टोर करने के लिए (वास्तव में, यह JSON, whcih YAML के एक सबसेट है)। इस उदाहरण में यह इस तरह दिखता है:
it: Poi, bisogna configurare il plugin. La configurazione del plugin è una singola area di testo che usa YAML (di fatto è JSON, che è un sottoinsieme di YAML) per memorizzare le opzioni di configurazione. Nell'esempio seguente si presenta così:
tr: İkinci olarak, eklentiyi yapılandırmamız gerekir. Eklenti yapılandırma, yapılandırma seçeneklerini saklamak için YAML kullanan bir tek metin alanıdır (aslında bu bir YAML alt kümesi olan JSON'dır). Bu örnekte bu şuna benzer:
zh_tw: 第二，我們需組態外掛。外掛組態是使用 YAML 的純文字區塊 (實際上，它是 JSON，YAML 的子集合) 儲存組態選項。在此例中看來像這樣：

source: In this example, we are telling the plugin to use the report with id 42, and use it to create a coverflow widget to replace the HTML element with the id “coverflow”. The options list is passed directly to Flipster, so any options supported by Flipster can be set from the plugin configuration! In fact, in addition to the traditional coverflow, Flipster has a “carousel” mode which is a much more compact version of the coverflow. You can also configure which cover the widget will start on, among other options.
es: En este ejemplo, se le esta diciendo al plugin que utilice el informe con id 42 y es utilizado para crear el widget de flujo de cubiertas y remplazar los elemento HTML con id "coverflow". La lista de opciones es pasada directamente a Flipster, ¡así que cualquier opción soportada por Flipster puede ser configurada desde la configuración del plugin! De hecho, además del tradicional flujo de cubiertas, Flipster posee el modo "carrusel", el cual es una versión mucho más compacta del flujo de cubiertas. También, usted puede configurar con cuál cubierta deber comenzar el widget, entre otras opciones.
hi: इस उदाहरण में, हम आईडी 42 के साथ रिपोर्ट का उपयोग करने के लिए प्लगइन कह रहे हैं, और इसका इस्तेमाल आईडी "कवरफ्लो" के साथ HTML तत्व को बदलने के लिए एक कवरफ्लो विजेट बनाने के लिए। विकल्पों की सूची सीधे Flipster को पारित कर दिया है, तो Flipster द्वारा समर्थित किसी भी विकल्प प्लगइन विन्यास से सेट किया जा सकता है! असल में, पारंपरिक कवरफ्लो के अलावा, Flipster एक "हिंडोला" मोड कवरफ्लो की एक और अधिक कॉम्पैक्ट संस्करण है जो है। तुम भी जो कवर विजेट पर शुरू होगा विन्यस्त कर सकते हैं, अन्य विकल्पों के बीच।
it: In questo esempio si dice al plugin di utilizzare il report con l'ID 42 e di usarlo per creare un widget di tipo coverflow che sostituisca l'elemento HTML avente ID "coverflow". La lista delle opzioni è passata direttamente a Flipster; in questo modo si può impostare nella configurazione del plugin qualsiasi opzione sia supportata da Flipster! Infatti, Flipster ha anche un modo "giostra", che è molto più compatto del tradizionale "album" per "sfogliare" le copertine. Si può anche decidere quale copertina il widget mostrerà per prima, ed altro ancora.
tr: Bu örnekte eklentiye raporu id 42 ile birlikte kullanmasını, ve HTML elemanını id "coverflow" ile değiştirmek için bir coverflow widget'i oluşturması için kullanmasını söylüyoruz. Seçenekler listesi doğrudan Flipster'a geçirilir, bu nedenle Flipster tarafından desteklenen her seçenek, eklenti yapılandırmasından ayarlanabilir! Aslında, geleneksel coverflow'a ek olarak Flipster'ın coverflow'un çok daha kompakt bir versiyonu olan bir "carosel" modu vardır. Ayrıca diğer seçenekler arasında widget'in hangi kapaktan başlayacağını da yapılandırabilirsiniz.
zh_tw: 在上例裡，於 id 42 的外掛裡使用報表，並以其新增封面取代 id 為 "封面"。把選單直接交給 Flipster，支援 Flipster 的選項就能夠納入外掛中！事實上，除了傳統的封面外，還有 “carousel” 模式更精簡地處理封面。還可從多個選項裡，組態指定的封面。

source: At the time the plugins options are saved or updated, the plugin will then generate some minified JavaScript code that is automatically stored in the Koha system preference OPACUserJS. Here is an example of the output:
es: En el momento que las opciones del plugin son guardadas y actualizadas, el plugin generará un código JavaScript minificado que es guardado automáticamente en la preferencia del sistema OpacUserJS de Koha. Aquí hay un ejemplo de la salida generada:
hi: समय plugins विकल्प बचाया या अद्यतन कर रहे हैं पर, प्लगइन तो यह है कि स्वचालित रूप से कोहा प्रणाली वरीयता OPACUserJS में संग्रहित है कुछ minified जावास्क्रिप्ट कोड उत्पन्न होगा। यहाँ आउटपुट का एक उदाहरण है:
it: Nel momento in cui la configurazione viene salvata o aggiornata, il plugin genera del codice JavaScript "minimizzato" (una tecnica per ridurne le dimensioni, N.d.T.) che viene automaticamente salvato in Koha nella preferenza di sistema OpacUserJS. Ecco un esempio di ciò che viene prodotto:
tr: Eklenti seçeneklerinin kaydedildiği ya da güncellendiği zaman eklenti, otomatik olarak Koha sistem tercihi OpacUserJS içinde depolanan bazı küçültülmüş JavaScript kodları üretecektir. Burada bir çıkış örneği verilmektedir:
zh_tw: 儲存或更新外掛選項時，會產生自動儲存在 Koha 的 OpacUserJS 系統偏好內的 JavaScript 程式碼。以下是範例：

source: Why do this? For speed! Rather than regenerating this code each and every time the page loads, we can generate it once, and use it over and over again.
es: ¿Por qué hacer esto? ¡Por velocidad! es mejor que generar este código cada vez que la página es cargada, se puede generar una sola vez y usarlo una y otra vez de nuevo.
hi: यह क्यों? गति के लिए! बल्कि इस कोड को प्रत्येक और हर बार पेज लोड पैदा करने के बजाय, हम इसे एक बार उत्पन्न करके, और फिर इसका इस्तेमाल कर सकते हैं।
it: Perché fare ciò? Per motivi di prestazioni! Piuttosto che rigenerare questo codice ogni volta che la pagina viene caricata, si può generare una volta sola e riutilizzarlo tutte le volte che serve.
tr: Bunu neden yapıyoruz? Hız için! Sayfa her yüklendiğinde bu kodu yeniden oluşturmak yerine, bunu bir kez oluşturabilir ve tekrar tekrar kullanabiliriz.
zh_tw: 為什麼要做這個？速度！載入頁面時不必每次產生相同的程式碼，產生一次後，就能重複使用。

source: If you inspect the code closely, you’ll notice it references a script “coverflow.pl”. This is a script that is included with the coverflow plugin. Since we need to access this from the OPAC ( and we don’t want to set off any XSS attack alarms ), we need to modify the web server configuration for the public catalog and add the followup to it:
es: Si usted inspecciona el código más de cerca, se dará cuenta que referencia al script "coverflow.pl". Este es un script que es incluido con el plugin de flujo de cubiertas. Puesto que se necesita tener acceso desde el OPAC (y no queremos hacer estallar cualquier alarma de ataque XSS), necesitamos modificar la configuración del servidor web para el catálogo público y agregarle lo siguiente:
hi: आप निकट कोड का निरीक्षण किया, तो आप इसे एक स्क्रिप्ट "coverflow.pl" संदर्भ नोटिस देंगे। यह एक स्क्रिप्ट है कि कवरफ्लो प्लगइन के साथ शामिल है। चूंकि हम ओपेक से इस का उपयोग करने की जरूरत है (और हम किसी भी XSS हमले अलार्म बंद सेट नहीं करना चाहते हैं), हम जनता सूची के लिए वेब सर्वर विन्यास को संशोधित करने और इसे करने के लिए फॉलोअप जोड़ने की जरूरत है:
it: Se si esamina il codice con attenzione, si nota il riferimento a "coverflow.pl", che è uno script fornito insieme al plugin. Poichè bisogna accedere a questo script dall'OPAC (e non vogliamo far scattare un allarme di attacco XSS), è necessario modificare la configurazione del web server per il catalogo pubblico e fare la seguente aggiunta:
tr: Kodu yakından incelerseniz, bunun bir “coverflow.pl” komut dosyasını referans aldığını fark edeceksiniz. Bu, coverflow eklentisi ile birlikte gelen bir betiktir. Buna OPAC'tan erişmemiz gerektiği için (ve herhangi bir XSS saldırısı alarmı başlatmak istemediğimiz için), web sunucusu yapılandırmasını genel katalog için değiştirmemiz ve izlemek için bunu eklememiz gerekir:
zh_tw: 仔細檢視程式碼，會發現它指向 “coverflow.pl” 腳本。此腳本包括外封面。需從 OPAC (我們不要關閉任何 XSS 攻擊警示) 近用它，我們需修改網頁伺服器組態供公共目錄使用並加入以下：

source: This line gives us access to the coverflow.pl script from the OPAC. This script retrieves the report data and passes it back to the public catalog for creating the coverflow widget. Koha::Cache is supported in order to make the widget load as quickly as possible!
es: Esta línea proporcionará acceso al script coverflow.pl desde el OPACj. Este script recupera los datos del informe y los pasa al catálogo público para crear el widget flujo de cubiertas. ¡Koha::Cache es soportado con el fin de hacer que el widget cargue tan rápido como sea posible!
hi: इस लाइन हमें ओपेक से coverflow.pl स्क्रिप्ट के लिए पहुँच देता है। यह स्क्रिप्ट रिपोर्ट डेटा प्राप्त करता है और कवरफ्लो विजेट बनाने के लिए इसे वापस सार्वजनिक सूची से गुजरता है। Koha::Cache जितनी जल्दी संभव हो विजेट लोड बनाने के लिए क्रम में समर्थन किया है!
it: Questa riga da accesso al file coverflow.pl dall'OPAC. Lo script legge i dati del report e li passa al catalogo pubblico per creare il widget. E' supportata Koha::Cache, per poter caricare la pagina il più velocemente possibile!
tr: Bu satır bize OPAC'tan gelen coverflow.pl komut dosyasına erişim sağlar. Bu komut rapor verilerini alır ve coverflow widget oluşturmak için geri genel kataloğa geçirir. Koha::cache, widget'in mümkün olduğunca hızlı bir şekilde yüklenmesi için desteklenir!
zh_tw: 這段外掛讓我們從 OPAC 近用 coverflow.pl 腳本。此腳本提取報表資料並交給公共目錄產生封面。支援 Koha::Cache 快速載入封面！

source: The final step is to put your selector element somewhere in your public catalog. In this example, I put the following in the system preference OpacMainUserBlock:
es: El último paso es colocar su elemento selector en alguna parte en su catálogo público. En este ejemplo, es puesto en la siguiente preferencia de sistema OpacMainUserBlock:
hi: अंतिम चरण के लिए अपने सार्वजनिक सूची में कहीं न कहीं अपने चयनकर्ता तत्व डाल दिया है। इस उदाहरण में, मैं प्रणाली वरीयता OpacMainUserBlock में निम्नलिखित डाले:
it: L'ultimo passo è di collocare l'elemento selettore da qualche parte nel catalogo pubblico. Nell'esempio seguente è stato messo nella preferenzia di sistema OpacMainUserBlock:
tr: Son adım seçici öğenizi genel katalog içinde bir yere yerleştirmektir. Bu örnekte OpacMainUserBlock sistem tercihi içine yerleştiriyorum:
zh_tw: 最後一個步驟是把選擇細目置於公共目錄的某處。在上例中，我把它置於系統偏好 OpacMainUserBlock 內：

source: Once that is in place, you need only refresh your OPAC page, and there you have it, your very own catalog coverflow widget! Not only do these coverflows look great on a computer screen, but they look great on mobile platforms as well, and are even touch responsive!
hi: एक बार उस जगह में है, तो आप अपने ओपेक पृष्ठ ताज़ा केवल जरूरत है, और वहाँ तुम्हारे पास है, अपने बहुत ही सूची कवरफ्लो विजेट! इतना ही नहीं इन coverflows एक कंप्यूटर स्क्रीन पर बहुत अच्छी लग रही हो, लेकिन वे भी मोबाइल प्लेटफॉर्म पर बहुत अच्छी लग रही है, और संवेदनशील स्पर्श भी कर रहे हैं!
it: Fatto questo, è sufficiente ricaricare la pagina dell'OPAC, ed ecco apparire il vostro personalissimo widget per sfogliare le copertine! E non solo si vede benissimo sullo schermo di un computer, ma anche sui dispositivi mobili, ed è perfino reattivo ai comandi al tocco!
tr: Bu bir kez yerleştirildikten sonra, sadece OPAC sayfanızı tazelemeniz gerekmektedir, ve başardınız, tamamen size ait katalog coverflow widget'iniz! Bu coverflow'lar sadece bilgisayar ekranlarında harika görünmekle kalmayıp mobil platformlar üzerinde de harika görünmektedir, ve hatta dokunmatik platformlar üzerinde bile!
zh_tw: 置入後，祗需刷新您的 OPAC 頁面，就能夠有它，非常個人化的封面！不祗是在電腦螢幕上看起來很酷，在行動裝置上也極佳，觸控螢幕也可以！

source: Cataloging and Searching by Color
es: Catalogando y buscando por color
hi: रंग द्वारा सूचीकरण और खोज
it: Catalogazione e ricerca per colore
tr: Renge göre kataloglama ve arama
zh_tw: 依顏色編目與搜尋

source: One of the icon sets installed in Koha includes a series of colors. This set can be used to catalog and search by color if you'd like. This guide will walk you use changing collection code to color in Koha so that you can do this.
es: Uno de los grupos de iconos instalado en Koha incluye una serie de colores. Este grupo se puede utilizar para catalogar y buscar por color si lo desea. Esta guía le orientará en cambiar los códigos de colección a colores en Koha de forma que pueda hacerlo.
hi: चिह्न सेट कोहा में स्थापित की एक रंग की एक श्रृंखला शामिल है। इस सेट सूची और रंग के द्वारा खोज यदि आप चाहते हैं के लिए इस्तेमाल किया जा सकता हैं. इस गाइड चलना होगा आप संग्रह कोड को बदलने का उपयोग कोहा में रंग करने के लिए इतना है कि आप यह कर सकते हैं।
it: Uno dei gruppi di icone installati in Koha comprende una serie di colori. Questo set può essere utilizzato per catalogare e cercare per colore, se si vuole. Queste istruzioni guideranno nel cambiare i codici di collezione in colori.
tr: Koha içinde yüklü simge setlerinden bir tanesi renkleri içerir. Eğer isterseniz bu set kataloglama ve renge göre arama yapmak için kullanılabilir. Bu rehber size bunu yapabilmeniz için Koha'da koleksiyon kodunu renge değiştirmenin yolunu gösterecektir.
zh_tw: Koha 安裝的圖示集包括一組色塊。可以當成目錄與搜尋之用。本指南教您將 Koha 的館藏代碼變更為顏色以便使用它。

source: The following SQL could be used to add these colors to the CCODE authorized value category in a batch. If you wanted to use these colors for another authorized value you'd have to edit this to use that category:
es: El siguiente SQL se puede utilizar para agregar en lote estos colores a la categoría de valores autorizados CCODE. Si desea utilizar estos colores para otros valore autorizados tendría que modificarlo para esa categoría:
hi: निम्नलिखित एसक्यूएल एक बैच में CCODE अधिकृत मूल्य वर्ग के लिए इन रंगों को जोड़ने के लिए इस्तेमाल किया जा सकता है। यदि आप किसी अन्य अधिकृत मूल्य के लिए इन रंगों का उपयोग करना चाहता है, तो आप इस संपादित करने के लिए उस श्रेणी का इस्तेमाल करना चाहते हैं:
it: Per aggiungere in blocco i colori alla categoria di valori autorizzati CCODE, si può usare la seguente istruzione SQL. Se si desiderasse usare questi colori per un'altra categoria di valori autorizzati, sarebbe necessario modificarla di conseguenza:
tr: Aşağıdaki SQL, bir toplu CCODE otorize değer kategorisine bu renkleri eklemek için kullanılabilir. Bu renkleri için başka bir yetkili değer için kullanmak istiyorsanız bu kategoriyi kullanmak için bu düzenleme gerekir:
zh_tw: 以下的 SQL 可用於批次控制 CCODE 的顏色容許值。更改它們就能夠用於另個容許值了：

source: If you would like to choose the colors manually you can do that via the :ref:`Authorized Values` administration area.
hi: यदि आप मैन्युअल रूप से रंग चुनना चाहते हैं तो आप इसे के माध्यम से कर सकते हैं :ref:`अधिकृत मान 'प्रशासन क्षेत्र।
it: Se si desidera scegliere i colori manualmente, si può fare tramite l'area :ref:`Valori autorizzati <authorized-values-label>` della sezione Amministrazione.
tr: Renkleri manuel olarak seçmek istiyorsanız bunu :ref:`Yetkili Değerler` yönetim alanı üzerinden yapabilirsiniz.
zh_tw: 可以經由 :ref:`容許值` 管理區塊手動選取色塊。

source: Next you'll want to :ref:`update the frameworks <marc-bibliographic-frameworks-label>` so that the 952$8 (if you're using collection code) label to says Color.
hi: इसके बाद आप चाहते हैं :ref:`फ्रेमवर्क को अपडेट करें <marc-bibliographic-frameworks-label>' ताकि रंग कहने के लिए 952$8 (यदि आप संग्रह कोड का उपयोग कर रहे हों) लेबल।
it: Quindi si devono :ref:`aggiornare le griglie di catalogazione <marc-bibliographic-frameworks-label>` di modo che il campo 952$8 (se si usano i codici di collezione) mostri la dicitura Colore:
tr: Daha sonra :ref:`çerçeveleri güncelleyeceksiniz <marc-bibliographic-frameworks-label>` böylece (eğer koleksiyon kodu kullanıyorsanız) 952$8 etiketi Renk olarak etiketlenecektir.
zh_tw: 接著您可 :ref:`更新框架 <marc-bibliographic-frameworks-label>` 讓 952$8 (若您使用館藏代碼) 標示以色塊顯示。

source: Once you have that in place you can start to catalog items by color.
es: Una vez tenga eso en su sitio usted puede comenzar a catalogar ítems por colores.
hi: एक बार जब आप उस जगह में आप रंग द्वारा आइटम सूची को शुरू कर सकते हैं।
it: Una volta che tutto ciò è a posto, si può inziare a catalogare gli elementi per colore.
tr: Bunu bir kez yerleştirdikten sonra materyalleri renge göre kataloglamaya başlayabilirsiniz.
zh_tw: 就緒後就可以色塊編目館藏。
