Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/extending_koha.po
Languages: es, hi, it, tr, zh_tw

source: Next we need to create pages for our various classes (or categories). To do this, return to the 'Adding a New Page' section and create a preference for the first class.
es: Lo siguiente que necesitamos es crear páginas para nuestras diferentes clases (o categorías). Para ello, vuelva a la sección 'Agregar una nueva página' y cree una preferencia para la primera clase.
hi: अगले हम हमारे विभिन्न वर्गों (या श्रेणियों) के लिए पेज बनाने के लिए की जरूरत है। ऐसा करने के लिए, 'जोड़ने के लिए एक नया पृष्ठ' अनुभाग में लौटने और प्रथम श्रेणी के लिए एक प्राथमिकता बनाए.
it: Fatto questo, bisogna creare creare altre pagine per le varie classi (o categorie). Per fare ciò, tornare alla sezione "Aggiungere una pagina" e creare una preferenza per la prima classe.
tr: Sonra, çeşitli sınıflar (ya da kategoriler) için sayfalar oluşturmamız gerekir. Bunu yapmak için "Yeni sayfa ekleme" bölümüne dönün ve birinci sınıf için bir tercih oluşturun.
zh_tw: 接著我們需要新增頁面供我們的類別(或範圍)使用。做法是，回到 '新增頁面' 區塊並新增第一級類別的偏好。

source: Next you'll want to link your first page to your new second page, go to the page\_recommend preference and click 'Edit.' Now you want to edit the HTML to include a link to your newest page:
hi: इसके बाद आप अपने पहले पृष्ठ को अपने नए दूसरे पृष्ठ से लिंक करना चाहेंगे, page\_recommend पर जाएं और 'संपादित करें' पर क्लिक करें। अब आप एचटीएमएल को अपने नवीनतम पेज के लिंक को शामिल करने के लिए संपादित करना चाहते हैं:
it: Dopo di che si deve collegare la prima pagina alla seconda pagina creata; andare alla preferenza page\_recommended e fare clic su Modifica. Ora è sufficiente modificare l'HTML per includere un link alla seconda pagina:
tr: Sonra, ilk sayfanızdan yeni ikinci sayfanıza bağlantı vermek isteyeceksiniz, page\_recommend tercihine gidin ve 'Düzenle' seçeneğini tıklayın. Şimdi yeni sayfa için bir bağlantı eklemek için HTML düzenlemeniz gerekecektir:
zh_tw: 接著您要將第一頁連結至新增的第二頁，進入 page\_recommend 偏好再點選 '編輯'。於是您要編輯 HTML 加入連結至最新的頁面：

source: **Live Examples**
tr: **Canlı Örnekler**

source: The Crawford Library at Dallas Christian College is using this method for their recommended reading lists: http://opac.dallas.edu/
hi: डलास क्रिश्चियन कॉलेज में क्रॉफर्ड लाइब्रेरी इस विधि का उपयोग उनकी अनुशंसित पढ़ने सूचियों के लिए कर रही है: http://opac.dallas.edu/
it: La Crawford Library al Dallas Christian College usa questo metodo per il loro elenco di testi consigliati: http://opac.dallas.edu/
tr: Dallas Christian College Crawford Kütüphanesi önerilen okuma listeleri için bu yöntemi kullanıyor: `http://opac.dallas.edu/
zh_tw: 美國達拉斯基督學院克勞佛圖圕館採用此方法於推薦閱讀清單：http://opac.dallas.edu/

source: Koha search on your site
es: Búsqueda Koha en su sitio
hi: आपकी साइट पर कोहा खोज
it: La ricerca di Koha sul tuo sito
tr: Web sitenizde Koha arama
zh_tw: 在您的網站搜尋 Koha

source: Often you'll want to add a Koha search box to your library website. To do so, just copy and paste the following code in to your library website and update the YOURCATALOG bit with your catalog's URL and you're set to go.
es: A menudo, usted querrá agregar un cuadro de búsqueda Koha a su sitio web de la biblioteca. Para ello, basta con copiar y pegar el siguiente código en su sitio web de la biblioteca y actualizar la porción de SUCATALOGO con la URL de su catálogo y ya estará listo.
hi: अक्सर आप अपने पुस्तकालय वेबसाइट के लिए एक कोहा खोज बॉक्स में जोड़ने के लिए चाहता हूँ। ऐसा करने के लिए, बस कॉपी और अपने पुस्तकालय वेबसाइट में निम्नलिखित कोड पेस्ट करें और अपनी सूची के URL के साथ YOURCATALOG बिट अद्यतन और तुम जाने के लिए तैयार हैं।
it: Spesso si vuole aggiungere il box di ricerda di Koha al sito della biblioteca. Per farlo copia e incolla il seguente codice HTML nel tuo sito sito. Aggiorna il link per parte YOURCATALOG e poi non c'è altro da fare.
tr: Genellikle kütüphane web sitenize bir Koha arama kutusu eklemek isteyeceksiniz. Bunu yapmak için sadece aşağıdaki kodu kopyalayıp kütüphane web sitenize yapıştırın ve YOURCATALOG bit'ini kataloğunuzun URL'si ile güncelleyin ve başlamak için hazırsınız.
zh_tw: 通常需要將 Koha 的搜尋盒納入您的網站，祗需將以下的程式碼置入您的圖書館網站，並更新其中的目錄網址即可。

source: Others have added all sorts of bells & whistles: XISBN lookups to search for related titles, custom messages based on the status of items (on order, on hold, etc.), ... just search the UserScripts site for Amazon + library. For a later date!
hi: अन्य ने सभी प्रकार की घंटियां और सीटी जोड़ दी हैं: एक्सआईएसबीएन वस्तुओं से संबंधित स्थिति (ऑर्डर, ऑन होल्ड इत्यादि) के आधार पर संबंधित शीर्षक, कस्टम संदेश खोजने के लिए खोजता है ... बस अमेज़ॅन + लाइब्रेरी के लिए उपयोगकर्ता मार्गदर्शिका साइट खोजें। बाद की तारीख के लिए!
zh_tw: 其他人會加入各種花俏的東西：XISBN 查找相關的題名、館藏狀態的客製化訊息(採購中、預約中等)，...祗要搜尋 Amazon + library 的 UserScripts 即可。供後續使用！

source: Edit /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
es: Editar /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
hi: संपादित /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
it: Aprire in un editor di testo /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
zh_tw: 編輯 /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
