Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/extending_koha.po
Languages: es, hi, it, tr, zh_tw

source: Finally you'll want to add the following JQuery to your preferences so that it will relabel 'Collection' to 'Color'
es: Finalmente usted querrá agregar el siguiente JQuery a sus preferencias para que se reetiquetar 'Colección' a 'Color'
hi: अंत में आप अपनी प्राथमिकताओं के निम्नलिखित jQuery जोड़ने के लिए चाहते हैं इतना है कि यह 'रंग' के लिए 'संग्रह' relabel जाएगा
it: Per finire, occorre aggiungere il seguente codice JQuery alle proprie prepreferenze, in modo che sostituisca la parola "Collezione" con "Colore"
tr: Son olarak aşağıdaki JQuery'i tercihlerinize ekleyin, böylece 'Koleksiyon' etiketi 'Renk' olarak yeniden etiketlendirilecektir
zh_tw: 最後您可新增以下的 JQuery 至偏好把 'Collection' 標示為 'Color'

source: Using Koha as a Content Management System (CMS)
es: Utilizando Koha como un sistema de gestión de contenidos (CMS)
hi: कोहा एक सामग्री प्रबंधन प्रणाली के रूप में उपयोग करना (सीएमएस)
it: Usare Koha come un Content Management System (CMS)
tr: Koha'yı bir İçerik Yönetim Sistemi olarak kullanmak (CMS)
zh_tw: 把 Koha 當成內容管理系統(CMS)使用

source: Setup
es: Configuración
hi: सेटअप
tr: Kurulum
zh_tw: 設定

source: These are instructions for taking a default install of Koha and allowing it to function as a little content management system. This will allow a library to publish an arbitrary number of pages based on a template. This example uses the template for the main opac page, but you could just as well use any template you wish with a bit more editing. This may be appropriate if you have a small library, want to allow librarians to easily add pages, and do not want to support a complete CMS.
es: Estas son las instrucciones para que una instalación por defecto de Koha pueda funcionar como un pequeño sistema de gestión de contenidos. Esto permitirá a una biblioteca publicar un número arbitrario de páginas basadas en una plantilla. En este ejemplo se utiliza la plantilla para la página principal del OPAC, pero se puede utilizar también cualquier otra plantilla que se desee con un poco más de edición. Puede ser adecuado para una biblioteca pequeña que quiera que los bibliotecarios agreguen páginas fácilmente y no quieran instalar un CMS completo.
hi: ये एक डिफ़ॉल्ट लेने के लिए निर्देश हैं कोहा के स्थापित और यह एक छोटे सामग्री प्रबंधन प्रणाली के रूप में कार्य करने की अनुमति है। यह एक पुस्तकालय टेम्पलेट पर आधारित पृष्ठों की एक मनमाना संख्या को प्रकाशित करने की अनुमति देगा। यह उदाहरण मुख्य ओपेक पेज के लिए टेम्पलेट का उपयोग करता है, लेकिन आप बस के रूप में अच्छी तरह से किसी भी टेम्पलेट आप थोड़ा और अधिक संपादन के साथ इच्छा इस्तेमाल कर सकते हैं। यदि आप एक छोटे पुस्तकालय है यह उपयुक्त हो सकता है, पुस्तकालयाध्यक्षों आसानी से पृष्ठों को जोड़ने के लिए अनुमति देना चाहते हैं, और एक पूरा सीएमएस समर्थन करने के लिए नहीं करना चाहती.
it: Queste istruzioni spiegano come trasformare un'installazione predefinita di Koha in modo che funzioni come un piccolo sistema di gestione dei contenuti. Ciò permette alla biblioteca di pubblicare un numero arbitrario di pagine, basate su un modello. L'esempio seguente utilizza il modello su cui si basa la pagina principale dell'OPAC, ma si può utilizzare qualsiasi modello si voglia, con qualche modifica in più. Questo sistema può essere vantaggioso se si gestisce una biblioteca di piccole dimensioni, si vuole che i bibliotecari possano aggiungere agevolmente pagine al sito e non interessa adoperare un CMS completo.
tr: Bunlar Koha'nın bir varsayılan sürümünü alıp, küçük bir içerik yönetim sistemi olarak çalışabilmesine izin vermek için talimatlardır. Bu, Kütüphanenin isteğe bağlı sayıda bir şablonu temel alan sayfaları yayımlamasını sağlar. Bu örnek, ana opak sayfası şablonunu kullanır, ancak sadece biraz daha düzenleme ile istediğiniz herhangi bir şablonu da kullanabilirsiniz. Küçük bir kütüphaneniz varsa, kütüphanecilerin kolayca sayfa eklemelerinze izin vermek istiyorsanız ve tam bir CMS desteklemek istemiyorsanız bu sizin için uygun olabilir.
zh_tw: 安裝 Koha 時可以預設當成內容管理系統使用。將允許圖書館以模版方式出版任意頁數的作品。此範例使用線上公用目錄的模版，但您可隨意使用其他的模版。小型圖書館尤其適用於此功能，允許圖書館員新增頁面，不需採用完整版的 CMS。

source: Copy /usr/share/koha/opac/cgi-bin/opac/opac-main.pl to /usr/share/koha/opac/cgi-bin/opac/pages.pl (in the same directory)
es: Copiar /usr/share/koha/opac/cgi-bin/opac/opac-main.pl a /usr/share/koha/opac/cgi-bin/opac/pages.pl (en el mismo directorio)
hi: कॉपी /usr/share/koha/opac/cgi-bin/opac/opac-main.pl to /usr/share/koha/opac/cgi-bin/opac/pages.pl (एक ही निर्देशिका में)
it: Copiare /usr/share/koha/opac/cgi-bin/opac/opac-main.pl su /usr/share/koha/opac/cgi-bin/opac/pages.pl (nella stessa cartella)
tr: /usr/share/koha/opac/cgi-bin/opac/opac-main.pl to /usr/share/koha/opac/cgi-bin/opac/pages.pl (aynı dizin içerisine) kopyalayın
zh_tw: 複製 /usr/share/koha/opac/cgi-bin/opac/opac-main.pl to /usr/share/koha/opac/cgi-bin/opac/pages.pl (在同個資料夾)

source: Edit pages.pl in an editor
es: Editar pages.pl en un editor
hi: एक संपादक में pages.pl संपादित करें
it: Aprire pages.pl in un editor di testo
tr: pages.pl'i bir düzenleyicide düzenlemek
zh_tw: 以編輯器編輯 pages.pl

source: At approximately line 33 change this code:
es: Aproximadamente en la línea 33 cambie este código:
hi: लगभग 33 लाइन पर बदलें इस कोड को:
it: All'incirca alla riga 33 individuare la riga:
tr: Yaklaşık 33. satırda bu kodu değiştirin:
zh_tw: 大約在第 33 列更改此原始碼：

source: To this code:
es: Por este código:
hi: इस कोड के लिए:
it: e cambiala in:
tr: Bu koda:
zh_tw: 至此碼：

source: At approximately line 62 after this code:
es: Aproximadamente en la línea 62 después de este código:
hi: लगभग 62 लाइन इस कोड के बाद:
it: Approssimativamente a riga 62, dopo il seguente codice:
tr: Bu koddan sonra yaklaşık 62. satırda:
zh_tw: 大約在此碼之後的第 62 列：

source: Add these lines:
es: Agregar estas líneas:
hi: इन लाइनों को जोड़ें:
it: Aggiungere queste righe:
tr: Bu satırları ekleyin:
zh_tw: 新增這些列：

source: Note pages.pl file must have Webserver user execution permissions, you can use `chmod <http://en.wikipedia.org/wiki/Chmod>`__ command if you are actually logged in as such user:
es: Dese cuenta que el archivo pages.pl debe tener permisos de ejecución del usuario Webserver, puede utilizar el comando `chmod <http://en.wikipedia.org/wiki/Chmod>`__ si usted esta actualmente conectado como tal usuario:
hi: नोट पेज.पी फ़ाइल में वेबसर्वर उपयोगकर्ता निष्पादन अनुमतियां होनी चाहिए, यदि आप वास्तव में ऐसे उपयोगकर्ता के रूप में लॉग इन हैं तो आप `chmod <http://en.wikipedia.org/wiki/Chmod>` __ कमांड का उपयोग कर सकते हैं:
it: Notare che pages.pl deve avere il permesso di esecuzione per l'utente Webserver; se si è eseguito l'accesso come Webserver, per assegnare i permessi richiesti è possibile usare il comando `chmod <http://en.wikipedia.org/wiki/Chmod>`__:
tr: pages.pl dosyasının Web sunucusu kullanıcı yürütme izinlerine sahip olması gerekir, böyle bir kullanıcı olarak oturum açtıysanız `chmod <http://en.wikipedia.org/wiki/Chmod>` komutunu kullanabilirsiniz:
zh_tw: 注意 pages.pl 檔案必須有網站伺服器的執行權限，以使用者登入後您可使用 `chmod <http://en.wikipedia.org/wiki/Chmod>`__ 指令：

source: In the browser go to Home > Administration > System Preferences > Local Use and add a New Preference called "page\_test"
hi: ब्राउज़र में होम> व्यवस्थापन> सिस्टम प्राथमिकताएं> स्थानीय उपयोग पर जाएं और एक नई प्राथमिकता जोड़ें "page\_test"
it: Nel browser vai a Home > Amministrazione > Preferenze di sistema > Uso locale e aggiungi una Nuova Preferenza chiamata "page\_test"
tr: Web tarayıcınızda Giriş Sayfası > Yönetim > Sistem Tercihleri > Yerel Kullanım'a gidin ve "page\_test" adında bir Yeni Tercih ekleyin
zh_tw: 從瀏覽器進入 首頁 &gt; 管理 &gt; 系統偏好 &gt; 在地使用並新增名為 "page\_test" 的偏好

source: Fill it out as so
es: Llénela de esta forma
hi: के रूप में तो यह भरें
it: Compilare come segue
tr: Bunu olduğu gibi doldurun
zh_tw: 照樣填入

source: Explanation: test page for pages tiny cms
es: Explicación: página de prueba para las páginas del diminuto cms
hi: स्पष्टीकरण: पृष्ठों टिनी सीएमएस के लिए परीक्षण पृष्ठ
it: Spiegazione: pagina di prova per il mini-CMS integrato
tr: Açıklama: tiny cms sayfaları için test sayfası
zh_tw: 說明：測試頁面供微型 CMS 之用

source: Variable: page\_test
hi: परिवर्तनशील: page\_test
it: Variabile: page\_test
tr: Değişken: page\_test
zh_tw: 變數：page\_test

source: Value: Lorem ipsum
es: Valor: Lorem ipsum
hi: मान: लोरेम इपसम
it: Valore: Lorem ipsum
tr: Değer: Lorem ipsum
zh_tw: 值：Lorem ipsum

source: Click the TextArea link (or enter "TextArea" into the input field below it)
es: Haga clic en el enlace TextArea (o escriba "TextArea" en el campo de entrada por debajo de él)
hi: TextArea लिंक पर क्लिक करें (या इसके नीचे इनपुट क्षेत्र में "TextArea" में प्रवेश)
it: Nella lista Tipi di variabile, fare clic sul link Textarea (oppure immettere "TextArea" nella casella di testo sottostante)
tr: TextArea bağlantısına tıklayın (ya da altındaki giriş alanına "TextArea" girin)
zh_tw: 勾選 TextArea 連結 (或鍵入 "TextArea" 於輸入欄之下)

source: variable options (last field): 80\|50
hi: चर विकल्प (आखिरी क्षेत्र): 80\|50
it: opzioni della variabile (è l'ultima casella di testo): 80\|50
tr: değişken seçenekleri (son alan): 80\|50
zh_tw: 變數選項 (最後的欄位)：80\|50

source: In a browser go to http://youraddress/cgi-bin/koha/pages.pl?p=test The page should come up with the words "Lorem ipsum" in the main content area of the page. (replace "youraddress" with localhost, 127.0.0.1, or your domain name depending on how you have Apache set up.)
es: En un navegador vaya a http://youraddress/cgi-bin/koha/pages.pl?p=test La página debería aparecer con las palabras "Lorem ipsum" en el área de contenido principal de la página. (Reemplace "youraddress" con localhost, 127.0.0.1, o su nombre de dominio en función de cómo haya configurado Apache.)
hi: एक ब्राउज़र में करने के लिए जाना http://youraddress/cgi-bin/koha/pages.pl?p=test पेज शब्द "Lorem Ipsum" पेज के मुख्य सामग्री क्षेत्र में साथ आना चाहिए. (स्थानीय होस्ट के साथ "अपनापता" की जगह, 127.0.0.1, या अपने डोमेन नाम कैसे आप अपाचे की स्थापना की है पर निर्भर करता है.)
it: Aprire un browser ed andare all'indirizzo http://indirizzo-di-koha/cgi-bin/koha/pages.pl?p=test; sostituire indirizzo-di-koha con l'indirizzo del server di Koha corrispondente alla vostra installazione.Deve apparire la pagina di prova, con le parole "Lorem ipsum" visualizzate nell'area del contenuto principale.
tr: Bir web tarayıcıda http://youraddress/cgi-bin/koha/pages.pl?p=test adresine gidin. Sayfa, sayfanın ana içerik alanında "Lorem ipsum" kelimeleri ile ekrana gelmelidir. ("youraddress" kısmını localhost, 127.0.0.1 ile, ya da Apache yapılandırma şeklinize bağlı olarak etki alanı adınız ile değiştiriniz.)
zh_tw: 從瀏覽器進入 http://youraddress/cgi-bin/koha/pages.pl?p=test 該頁面的主內容區應出現下列字句 "Lorem ipsum"。(以 127.0.0.1 取代 "youraddress" 做為主機名。)

source: To add more pages simply create a system preference where the title begins with "page\_" followed by any arbitrary letters. You can add any markup you want as the value of the field. Reference the new page by changing the value of the "p" parameter in the URL.
hi: अधिक पेज जोड़ने के लिए बस एक सिस्टम प्राथमिकता बनाएं जहां शीर्षक "page\_" के साथ शुरू होता है जिसके बाद किसी भी मनमाना अक्षर होते हैं। आप फ़ील्ड के मान के रूप में इच्छित मार्कअप जोड़ सकते हैं। यूआरएल में "पी" पैरामीटर के मान को बदलकर नए पेज का संदर्भ लें।
it: Per aggiungere altre pagine è sufficiente creare una preferenza di sistema per ciascuna pagina; assegnare ad ogni preferenza il titolo "page\_", seguito da qualsiasi sequenza arbitraria di caratteri. Richiamare la nuova pagina cambiando il valore del parametro "p" nell'URL.
tr: Daha fazla sayfa eklemek için rastgele harflerin izlediği "page\_" başlığı ile başlayan bir sistem tercihi oluşturmanız yeterlidir. Alan değeri olarak istediğiniz herhangi bir biçimlendirme ekleyebilirsiniz. URL'de ki "p" parametresinin değerini değiştirerek yeni sayfaya referans verin.
zh_tw: 新增系統偏好以 "page\_" 開頭及若干字母，就能夠新增其他頁面。您可新增欄位的任何值。祗要改變網址的 "p" 參數，就能夠參照至新頁面。

source: To learn more visit the Koha wiki page on this topic: http://wiki.koha-community.org/wiki/Koha_as_a_CMS
hi: इस विषय पर अधिक जानने के लिए कोहा विकि पृष्ठ पर जाएँ : http://wiki.koha-community.org/wiki/Koha_as_a_CMS
it: Per maggiori informazioni consultare la pagina: http://wiki.koha-community.org/wiki/Koha_as_a_CMS
tr: Daha fazla bilgi edinmek için bu konu ile ilgili Koha wiki sayfasını ziyaret edin: http://wiki.koha-community.org/wiki/Koha_as_a_CMS
zh_tw: 詳情說進入 Koha 共筆頁面：http://wiki.koha-community.org/wiki/Koha_as_a_CMS

source: Editing the pages template
es: Editando las páginas plantilla (template)
hi: पेज टेम्पलेट को संपादित करना
it: Modificare il modello delle pagine
tr: Sayfa şablonlarını düzenlemek
zh_tw: 編輯模版頁面

source: Copy /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt to /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
es: Copiar /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt a /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
hi: कॉपी /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt से /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
it: Copiare /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt su /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
tr: Kopya /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt to /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
zh_tw: 複製 /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt to /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt

source: At approximately line 61, change this:
es: Aproximadamente en la línea 61, cambie esto:
hi: लगभग लाइन 61 पर, यह बदलने के लिए:
it: Approssimativamente a riga 61 sostituire il testo:
tr: Yaklaşık olarak 61. satırda, bunu değiştirin:
zh_tw: 在第 61 列附近，改變它：

source: To this:
es: A esto:
hi: इस के लिए:
it: Con:
tr: Buna:
zh_tw: 至這裡：

source: Remark: You may wish to disable your News block of these CMS style pages e.g. when you do not want it displayed on the CMS style pages or where the News block is long enough that it actually makes the 'page\_test' include scroll outside the default viewport dimensions. In that case, remove the following code from your pages.tt template.
hi: टिप्पणी: आप इन सीएमएस शैली पृष्ठों के अपने समाचार ब्लॉक को अक्षम करना चाहते हैं उदा। जब आप नहीं चाहते कि यह सीएमएस स्टाइल पेजों पर प्रदर्शित हो या जहां न्यूज़ ब्लॉक काफी लंबा हो, तो यह वास्तव में'page\_test' को डिफ़ॉल्ट व्यूपोर्ट आयामों के बाहर स्क्रॉल भी शामिल करता है। उस स्थिति में, अपने pages.tt से निम्नलिखित कोड हटाएं। टेम्पलेट।
it: Nota: si potrebbe voler disabilitare il blocco "News" dei queste pagine di stile del CMS (per esempio, perché non lo si vuole mostrare, oppure perché ha dimensioni così ampie che provoca la fuoriuscita di 'page\_test' dall'area visibile). In tal caso, rimuovere il seguente codice dal file pages.tt.
tr: Açıklama: Bu CMS stil sayfalarının Haber bloğunu devre dışı bırakmak isteyebilirsiniz örneğin CMS stil sayfalarında gösterilmesini istemediğinizde veya Haber bloğunun, 'page\_test'in varsayılan görüş alanı boyutlarının dışına taşmasına neden olacak kadar uzun olduğunda. Bu durumda, pages.tt şablonundan aşağıdaki kodu kaldırın.
zh_tw: 備註：或許不需要在 CMS 樣式頁面使用最新消息區，例如：不顯示於 CMS 樣式頁面或最新消息區太長超出 'page\_test' 的預設區塊。在這情況下，從 pages.tt 模版裡移除以下的程式碼。

source: Troubleshooting
es: Solución de problemas
hi: समस्या निवारण
it: Risoluzione problemi
tr: Sorun giderme
zh_tw: 解決問題

source: If you have problems check file permissions on pages.pl and pages.tt. They should have the same user and group as other Koha files like opac-main.pl.
hi: यदि आपको समस्याएं हैं। Pages.pl और pages.tt पर फ़ाइल अनुमतियां जांचें। उनके पास opac-main.pl जैसे अन्य कोहा फ़ाइलों के समान उपयोगकर्ता और समूह होना चाहिए।
it: In caso di problemi, verificare innanzitutto i permessi sui file pages.pl e pages.tt. Devono avere lo stesso utente e lo stesso gruppo degli altri file di Koha, come ad esempio opac-main.pl.
tr: Sorunlarınız varsa, page.pl ve pages.tt dosyalarındaki dosya izinlerini kontrol edin. Opac-main.pl gibi diğer Koha dosyaları ile aynı kullanıcı ve gruba sahip olmalıdır.
zh_tw: 若檢視 pages.pl 與 pages.tt 檔案的權限有困難。它們應與其他像 opac-main.pl 之類的 Koha 檔案有相同的使用者與群組。

source: Bonus Points
es: Puntos de Bonus
hi: बोनस अंक
it: Un punto in più
tr: Bonus Puanlar
zh_tw: 額外點數

source: Instead of using the address http://youraddress/cgi-bin/koha/pages.pl?p=test you can shorten it to http://youraddress/pages.pl?p=test Just open up /etc/koha/koha-httpd.conf and add the follow at about line 13:
es: En vez de utilizar la dirección http://youraddress/cgi-bin/koha/pages.pl?p=test puede acortarla a http://youraddress/pages.pl?p=test solamente abra /etc/koha/koha-httpd.conf y agregue lo siguiente cerca de la línea 13:
hi: पते का उपयोग करने के बजाय http://youraddress/cgi-bin/koha/pages.pl?p=test आप इसे करने छोटा कर सकते हैं http://youraddress/pages.pl?p=test केवल ऊपर खोले /etc/koha/koha-httpd.conf और लगभग लाइन 13 पर अनुसरण कर जोड़े:
it: Invece di utilzzare indirizzi del tipo http://indirizzo-di-koha/cgi-bin/koha/pages.pl?p=test, si può abbreviare l'url in http://indirizzo-di-koha/pages.pl?p=test. Per far ciò, è sufficiente aprire /etc/koha/koha-httpd.con in un editor e - all'incirca a riga 13 - aggiungere la riga seguente:
tr: http://youraddress/cgi-bin/koha/pages.pl?p=test adresini kullanmak yerine bu adresi http://youraddress/pages.pl?p=test olarak kısaltabilirsiniz. Sadece /etc/koha/koha-httpd.conf öğesini açın ve 13. satır civarında aşağıdaki kodu ekleyin:
zh_tw: 使用 http://youraddress/cgi-bin/koha/pages.pl?p=test 網址外，也可以把它簡化為 http://youraddress/pages.pl?p=test 祗要開啟 /etc/koha/koha-httpd.conf 並在第 13 列左右新增以下的內容：

source: Then restart Apache.
es: A continuación, reinicie Apache.
hi: फिर अपाचे पुनः आरंभ.
it: Dopo la modifica occorre riavviare Apache.
tr: Sonra Apache'i yeniden başlatın.
zh_tw: 然後重新啟動 Apache。

source: Usage
es: Utilización
hi: उपयोग
it: Uso del CMS
tr: Kullanım
zh_tw: 使用

source: After setting up Koha as a CMS you can create new pages following these instructions:
es: Después de configurar Koha como CMS puede crear nuevas páginas siguiendo estas instrucciones:
hi: एक सीएमएस के रूप में कोहा की स्थापना के बाद आप इन निर्देशों का पालन नया पेज बना सकते हैं:
it: Dopo aver configurato Koha come un CMS, per creare nuove pagine seguire le istruzioni qui sotto:
tr: Koha'yı Bir CMS olarak kurduktan sonra bu talimatları izleyerek yeni sayfalar oluşturabilirsiniz:
zh_tw: 設定 Koha 為 CMS 之後依照下列的指示可以新增其他頁面：

source: Adding Pages
es: Agregar páginas
hi: पेज जोड़ना
it: Aggiungere pagine
tr: Sayfa Ekleme
zh_tw: 新增頁面

source: To add a new page you need to add a system preference under Local Use.
es: Para agregar una nueva página es necesario añadir una preferencia del sistema en Uso Local.
hi: एक नया पृष्ठ जोड़ने के लिए आप स्थानीय उपयोग के तहत एक सिस्टम प्राथमिकता जोड़ने की जरूरत हैं.
it: Per aggiungere una pagina bisogna aggiungere una preferenza di sistema sotto Uso locale.
tr: Yeni bir sayfa eklemek için, Yerel Kullanım altında bir sistem tercihi eklemeniz gerekiyor.
zh_tw: 您需要於在地使用下新增一個系統偏好。

source: Get there: More > Administration > Global System Preferences > Local Use
es: Ir a: Más > Administración > Preferencias globales del sistema > Uso local
hi: वहाँ जाओ: अधिक >प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > स्थानीय उपयोग
it: Portarsi in Più > Amministrazione > Preferenze di sistema globali > Uso locale
tr: Gidiş yolu: Daha fazla > Yönetim > Genel Sistem Tercihleri > Yerel Kullanım
zh_tw: 至那兒：其他 &gt; 管理 &gt; 整體系統偏好 &gt; 在地使用

source: Click 'New Preference'
es: Haga clic en 'Nueva preferencia'
hi: क्लिक करें 'नई वरीयता'
it: Fare clic su "Nuova preferenza"
tr: 'Yeni Tercih' üzerine tıklayın
zh_tw: 點選 '新增偏好'

source: Enter in a description in the Explanation field
es: Introduzca una descripción en el campo Explicación
hi: स्पष्टीकरण क्षेत्र में एक विवरण में दर्ज करें
it: Immettere una descrizione nella casella Spiegazione
tr: Açıklama alanına bir tanım girin
zh_tw: 於 Explanation 欄位鍵入說明

source: Enter a value that starts with 'page\_' in the Variable field
hi: वैरिएबल फ़ील्ड में 'page\_' से शुरू होने वाला मान दर्ज करें
it: Immettere un valore che cominci per "page\_" nella casella Variabile
tr: Değişken alanına 'page\_' ile başlayan bir değer girin
zh_tw: 以 'page\_' 開始鍵入值於 Variable 欄位

source: Enter starting HTML in the Value field
es: Teclee en el campo Valor comenzando con HTML
hi: मूल्य क्षेत्र में एचटीएमएल शुरू होने वाले दर्ज करें
it: Immettere l'HTML iniziale nel campo Valore
tr: Değer alanına HTML başlangıçı ​​girin
zh_tw: 新增起始 HTML 於 Value 欄位

source: Set the Variable Type to Textarea
es: Establezca el tipo de variable a Textarea
hi: Textarea को वेरिएबल प्रकार सेट करें
it: Impostare il tipo della variabile a Textarea
tr: Değişken Türünü Texarea olarak ayarlayın
zh_tw: 設定變數類型於 Textarea

source: Set the Variable options to something like 20\|20 for 20 rows and 20 columns
hi: परिवर्तनीय विकल्प 20\|20 के लिए 20 पंक्तियों और 20 कॉलम कुछ सेट करें
it: Impostare le Opzioni della variabile per esempio a 20\|20, per indicare 20 righe e 20 colonne
tr: Değişken seçeneklerini 20 satır ve 20 sütun için 20\|20 gibi ayarlayın
zh_tw: 設定變數選項如 20\|20 表示 20 列與 20 欄

source: Viewing your page
es: Viendo su página
hi: अपना पेज देखना
it: Visualizzare la nuova pagina
tr: Sayfanızı görüntüleme
zh_tw: 檢視您的頁面

source: You can view your new page at http://YOUR-OPAC/cgi-bin/koha/pages.pl?p=PAGENAME where PAGENAME is the part you entered after 'page\_' in the Variable field.
hi: आप अपना नया पृष्ठ http://YOUR-OPAC/cgi-bin/koha/pages.pl?p=PAGENAME पर देख सकते हैंE जहां PAGENAME वह हिस्सा है जिसे आपने वेरिएबल फ़ील्ड में 'page\_' के बाद दर्ज किया है।
it: La nuova pagina è visibile all'indirizzo http://indirizzo-di-koha/cgi-bin/koha/pages.pl?p=NOMEPAGINA dove NOMEPAGINA è la parte che segue 'page\_' nel campo Variabile
tr: Yeni sayfanızı http://YOUR-OPAC/cgi-bin/koha/pages.pl?p=PAGENAME adresinde görebilirsiniz, PAGENAME değişken alanında 'page\_' ifadesinden sonra girdiğiniz kısımdır.
zh_tw: 可在 http://YOUR-OPAC/cgi-bin/koha/pages.pl?p=PAGENAME 檢視您的新增頁面 PAGENAME 是您在 'page\_' 之後鍵入在 Variable 欄位內的值。

source: **Example**
tr: **Örnek**

source: This process can be used to create recommended reading lists within Koha. So once the code changes have been made per the instructions on 'Koha as a CMS' you go through the 'Adding a New Page' instructions above to great a page for 'Recommended Reading Lists'
es: Este proceso puede ser usado para crear listas de lecturas recomendadas en Koha. Así cuando hemos configurado Koha para ser usado como CMS podemos ir a 'Agregar una nueva página' para hacer una 'Listas de lecturas recomendadas'
hi: इस प्रक्रिया कोहा के भीतर की सिफारिश की पढ़ने की सूची बनाने के लिए इस्तेमाल किया जा सकता है। इसलिए एक बार कोड में परिवर्तन 'कोहा एक सीएमएस' के रूप में' पर दिए गए निर्देशों के अनुसार बनाया गया है आप के ऊपर 'जोड़ना एक नया पृष्ठ' के निर्देशों के माध्यम से जाएगें 'अनुशंसित पढ़ने की सूची' के लिए महान एक पृष्ठ पर
it: Questo procedimento si può utilizzare per creare in Koha un elenco di letture consigliate. Così, dopo aver apportato le modifiche specificate nelle istruzioni su "Koha come un CMS", si prosegue con le istruzioni "Aggiungere una pagina", qui sopra, per realizzare una fantastica pagina 'Letture consigliate'
tr: Bu işlem Koha içinde tavsiye edilen okuma listeleri oluşturmak için kullanılabilir. Bu yüzden 'CMS olarak Koha' talimatlarına göre kod değişiklikleri yapıldıktan sonra, 'Tavsiye Edilen Okuma Listeleri' için bir sayfayı karşılamak için yukarıdaki 'Yeni Sayfa Eklemek' talimatlarını inceleyin.
zh_tw: 此程序可用於新增 Koha 的建議閱讀清單。所以改變程式碼就是經由 '建議閱讀清單' 頁面上方的 '新增頁面' 指令改變 'Koha 做為 CMS' 的指令
