Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: FAQs
hi: सामान्य प्रश्न
it: Domande frequenti
tr: SSS

source: Display
fr: Affichage
it: Visualizza
tr: Görüntüle

source: Custom Item Type/Authorized Value Icons
fr: Îcones de type personnalisé d'objet/Valeur autorisée
it: Tipi di elemento personalizzati/Icone per i valori autorizzati
tr: Özel Materyal Türü/Otorize Değer Simgeleri

source: **Question:** Can I have my own set of item type images (or authorized value icons)?
fr: **Question :** Puis-je avoir mes propres images pour les types de document (icônes de valeur autorisée)?
hi: ** प्रश्न: ** क्या मेरे पास आइटम प्रकार छवियों (या अधिकृत मूल्य आइकन) का अपना सेट हो सकता है?
it: **Domanda:** E' possibile personalizzare le icone dei tipi di elemento (o dei valori autorizzati)?
tr: **Soru:** Kendi materyal türü resimlerim (veya yetkili değer simgelerim) olabilir mi?

source: **Answer:**\ Absolutely. To add additional icons to your system you simply add a new directory to koha-tmpl/intranet-tmpl/prog/img/itemtypeimg/ and to koha-tmpl/opac-tmpl/prog/itemtypeimg and put your icons in the new directory. Your icons will show up in a new tab as soon as they are in the folders.
fr: **Réponse :**\ Absolument. Pour ajouter des images supplémentaires à votre système, ajoutez simplement un nouveau répertoire dans koha-tmpl/intranet-tmpl/prog/img/itemtypeimg/ et dans koha-tmpl/opac-tmpl/prog/itemtypeimg et mettez-y vos images. Celles-ci s'afficheront dans un nouvel onglet dès qu'elles seront dans le répertoire.
it: **Risposta: **\ Certamente. Per aggiungere delle icone al sistema è sufficiente aggiungere una cartella a koha-tmpl/intranet-tmpl/prog/img/itemtypeimg/ ed a koha-tmpl/opac-tmpl/prog/itemtypeimg, quindi salvare le icone volute nella nuova cartella. Le icone saranno visualizzate in una nuova scheda non appena saranno salvate nelle cartelle.
tr: **Cevap:**\Kesinlikle. Sisteminize ek simgeler eklemek için sadece Koha-tmpl/intranet tmpl /prog/img/itemtypeimg/ ve Koha-tmpl/opak-tmpl/prog/itemtypeimg için yeni bir dizin eklemeniz ve bu yeni dizin içine simgeleri koymanız yeterlidir. Simgeleriniz klasörlerde yerini alır almaz yeni bir sekmede görünecektir.

source: **Note**
hi: **नोट**
it: **Nota**
tr: **Not**

source: Remember to put the icons in both places (on the OPAC and the intranet).
fr: N'oubliez pas de mettre les images/icônes aux deux endroits (OPAC et intranet).
hi: दोनों स्थानों में प्रतीक डालने के लिए याद रखें (ओपेक और इंट्रानेट पर).
it: Non dimenticare di mettere le icone sia nell'OPAC, sia nella intranet.
tr: Simgeleri her iki yere de koymayı unutmayın (OPAC ve intranet üzerinde).

source: Customizing Koha Images
fr: Personnaliser les images de Koha
it: Personalizzare le immagini di Koha
tr: Koha İmajları Özelleştirme

source: **Question**: Can I customize the images in the OPAC?
fr: **Question** : Peut-on personnaliser les images dans l'OPAC?
hi: ** प्रश्न **: क्या मैं ओपेक में छवियों को कस्टमाइज़ कर सकता हूं?
it: **Domanda**: E' possibile personalizzare le immagini nell'OPAC?
tr: **Soru**: OPAC içindeki resimleri özelleştirebilir miyim?

source: **Answer**: Absolutely. Koha comes with a series of original images that you can alter to meet your needs. The originals can be found in the misc/interface\_customization/ directory.
fr: **Réponse** : Absolument. Koha propose une série d'images que vous pouvez modifier selon vos besoins. Vous pouvez trouver les images d'origine dans le répertoire misc/interface\_customization/.
hi: ** उत्तर **: बिल्कुल। कोहा मूल छवियों की एक श्रृंखला के साथ आता है जिसे आप अपनी आवश्यकताओं को पूरा करने के लिए बदल सकते हैं। मूल misc/interface\_customization/ directory में पाया जा सकता है।
it: **Rsiposta:**: Certamente. Koha è fornito con una serie di immagini originali, che si possono modificare per adattarle alle proprie esigenze. Gli originali si trovano nella cartella misc/interface\_customization/.
tr: **Cevap**: Kesinlikle. Koha gereksinimlerinize göre değiştirebileceğiniz bir dizi özgün görüntü ile geliyor. Özgün görüntüler misc/interface\_customization/ dizininde bulunabilir.

source: OPAC Display Fields
fr: Affichage des champs dans l'OPAC
it: Visualizzazione dei campi nell'OPAC
tr: OPAC Görüntü Alanları

source: **Question**: What MARC fields print to the different OPAC screens in Koha?
fr: **Question** : Quelles zones MARC s'affichent dans les différents écrans de l'OPAC?
hi: ** प्रश्न **: कोआ में विभिन्न ओपेक स्क्रीन पर क्या एमएआरसी फ़ील्ड प्रिंट करते हैं?
it: **Domanda:**: Quali campi MARC appaiono nelle diverse videate dell'OPAC in Koha?
tr: **SORU**: Koha'da farklı OPAC ekranlarına hangi MARC alanları yazdırılır?

source: **Answer**: The XSLT preference must be set as follows for the following fields to show
fr: **Réponse** : Pour afficher certains champs à l'OPAC, la préférence système XSLT doit être paramétrée comme suit
hi: ** उत्तर **: XSLT वरीयता को निम्न फ़ील्ड दिखाने के लिए निम्नानुसार सेट किया जाना चाहिए
it: **Risposta**: La preferenza XSLT deve essere impostata come di seguito indicato, per far apparire i campi seguenti
tr: **CEVAP**: Aşağıdaki alanları göstermek için XSLT tercihinin aşağıdaki gibi ayarlanması gerekir

source: :ref:`OPACXSLTResultsDisplay` = using XSLT stylesheets
hi: :ref:`OPACXSLTResultsDisplay` = एक्सएसएलटी स्टाइलशीट का उपयोग करना
it: :ref:`OPACXSLTResultsDisplay` = usare i fogli di stile XSLT
tr: :ref:`OPACXSLTResultsDisplay` = XSLT stil sayfaları kullanıyor

source: :ref:`OPACXSLTDetailsDisplay` = using XSLT stylesheets
hi: :ref:`OPACXSLTDetailsDisplay` = एक्सएसएलटी स्टाइलशीट का उपयोग करना
it: :ref:`OPACXSLTDetailsDisplay` = usare i fogli di stile XSLT
tr: :ref:`OPACXSLTDetailsDisplay` = XSLT stil sayfaları kullanarak

source: :ref:`DisplayOPACiconsXSLT` = show
fr: :ref:`DisplayOPACiconsXSLT` = Afficher
hi: :ref:`DisplayOPACiconsXSLT` = दिखाएँ
it: :ref:`DisplayOPACiconsXSLT` = Mostrare
tr: :ref:`DisplayOPACiconsXSLT` = göster

source: The OPAC Results page shows:
fr: La page des résultats OPAC affiche:
it: La pagna Risultati nell'OPAC visualizza i campi:
tr: OPAC Sonuçlar sayfasının gösterdiği:

source: The OPAC Details page shows:
fr: La page de détails de l'OPAC affiche:
it: La pagina Dettagli dell'OPAC visualizza i campi:
tr: OPAC Ayrıntılar sayfasının gösterdiği:

source: plus all of the 5xx fields in the Notes tab at the bottom
fr: plus tous les champs 5xx dans l'onglet Notes en bas
it: oltre a tutti i campi 5xx nella scheda Note al fondo
tr: artı en alttaki Notlar sekmesindeki 5xx alanlarının tümü

source: Subtitle Display on Bib Records
fr: Affichage du sous-titre dans les notices bibliographiques
it: Visualizzazione del sottotitolo nei record bibliografici
tr: Bibliyografik Kayıtlarda Alt Başlık Gösterilmesi

source: **Question**: How do I get the subtitle to display on the detail pages for my bib records?
fr: **Question** : Comment puis-je afficher le sous-titre sur les pages de détails de mes notices bibliographiques ?
it: **Domanda**: Come si fa a visualizzare il sottotitolo nella pagina di dettaglio del record bibliografico?
tr: **Soru**: Bibliyografik kayıtlarım için detay sayfalarında alt başlığın gösterilmesini nasıl sağlarım?

source: **Answer**: Subtitle display now depends on there being a :ref:`keyword mapping <keywords-to-marc-mapping-label>` for the MARC field in question. Adding a mapping for "subtitle" -> "245b" for an item's framework results in display of the subtitle in OPAC and staff client search and detail pages (although not in all instances where subtitles might be displayed, e.g. the Cart).
fr: **Réponse** : L'affichage des sous-titres dépend de l'existence de :ref:`la correspondance du mot-clé <keywords-to-marc-mapping-label>` pour la zone MARC en question. L'ajout d'une correspondance pour les "sous-titres" -> "245b" dans la grille des exemplaires permet d'afficher le sous-titre dans les pages de résultats et de détails, autant dans l'OPAC que dans l'interface professionnelle (bien que ce ne soit pas dans tous les cas que les sous-titres sont affichés, par ex. dans le Panier).
it: **Risposta**: La visualizzazione del sottotitolo dipende dall'esistenza di una :ref:`mappatura delle parole chiave <keywords-to-marc-mapping-label>` per il campo MARC in questione. Aggiungendo una mappatura per "subtitle" -> "245b" nella griglia di catalogazione dell'elemento, si ottiene la visualizzazione del sottotitolo nelle pagine di ricerca e ed in quelle di dettaglio, sia dell'OPAC, sia dello Staff client (sebbene non in tutti i punti in cui i sottotitoli dovrebbero essere visualizzati, ad esempio il Carrello).
tr: **Cevap**: Alt başlık gösterimi artık söz konusu MARC alanı için bir :ref:`anahtar kelime eşleştirme <keywords-to-marc-mapping-label>` olmasına bağlıdır. Bir materyalin çerçevesi için "alt başlık" -&gt; "245b" için bir eşleştirme eklemek, alt başlığın OPAC ve personel istemci arama ve ayrıntılar sayfalarında gösterilmesiyle sonuçlanacaktır. (Gerçi alt başlıkların gösterilebileceği tüm durumlar için geçerli değildir, örneğin Sepet için geçerli değildir).

source: Show patrons the barcodes of items they have checked out
fr: Afficher les codes à barres des exemplaires qu'ils ont empruntés
hi: दिखाएँ संरक्षक वस्तुओं के बारकोड वे बाहर की जाँच कर ली
it: Mostrare agli utenti i codici a barre degli elementi che hanno chiesto in prestito
tr: Kullanıcıların ödünç aldığı materyallerin barkodlarını göster

source: **Question**: Can patrons see the barcodes for the items they have checked out.
fr: **Question** : Les adhérents peuvent-ils voir les codes à barres des exemplaires qu'ils ont empruntés ?
hi: ** प्रश्न **: क्या संरक्षक उन वस्तुओं के लिए बारकोड देख सकते हैं जिन्हें उन्होंने चेक आउट किया है।
it: **Domanda**: Gli utenti possono visualizzare i codici a barre degli elementi che hanno in prestito?
tr: **Soru**: Kullanıcılar ödünç aldıkları materyallerin barkodlarını görebilirler mi?

source: **Answer**: Not by default, but with a few edits to the patron record you can make a barcode column appear on the patron's check out summary in the OPAC. You can set up a :ref:`patron attribute <patron-attribute-types-label>` with the value of SHOW\_BCODE and :ref:`authorized value <authorized-values-label>` of YES\_NO to make this happen.
fr: **Réponse*: Pas par défaut, mais après quelques modifications sur la fiche adhérent, vous pourrez afficher une colonne code à barres sur le résumé de prêt de l'adhérent dans l'OPAC. Vous pouvez configurer un :ref:`attribut adhérent <patron-attribute-types-label>` avec la valeur SHOW\_BCODE et la :ref:`valeur autorisée <authorized-values-label>` YES\_NO pour que les codes à barres apparaissent.
hi: ** उत्तर **: डिफ़ॉल्ट रूप से नहीं, लेकिन संरक्षक रिकॉर्ड में कुछ संपादन के साथ आप ओपेक में संरक्षक के चेक आउट सारांश पर बारकोड कॉलम दिखा सकते हैं। आप ए सेट कर सकते हैं :ref:`संरक्षक विशेषता <patron-attribute-types-label>` SHOW\ _BCODE और के मान के साथ :ref:`अधिकृत मान <authorized-values-label>` YES\ _NO के लिए ऐसा करो।
it: **Risposta**: Per impostazione predefinita, no. Però, con poche modifiche al record dell'utente, si può fare apparire la colonna barcode nella pagina di riepilogo dei prestiti dell'utente, nell'OPAC. Per far ciò, impostare un :ref:`attributo dell'utente <patron-attribute-types-label>` con il valore SHOW\_BCODE e `valore autorizzato <authorized-values-label>` di tipo YES\_NO.
tr: **Cevap**: Varsayılan olarak hayır, ancak kullanıcı kaydı üzerinde yapacağınız bir kaç düzenleme ile OPAC'ta kullanıcının ödünç alma özeti üzerinde bir barkod sütunu görünmesini sağlayabilirsiniz. Bunu gerçekleştirmek için SHOW\_BCODE değeri ve YES\_NO `yetkili değeri <patron-attribute-types-label>` ile birlikte bir `kullanıcı öz niteliği <authorized-values-label>` kurulumu yapabilirsiniz.

source: Then on the :ref:`patron's record set the value <editing-patrons-label>` for SHOW\_BCODE to yes.
fr: Puis, sur le compte de l'adhérent :ref:`définir la valeur <editing-patrons-label>` pour SHOW\_BCODE sur YES.
hi: फिर पर :ref:``संरक्षक का रिकॉर्ड मान सेट कर रहा है <editing-patrons-label>` for SHOW\_BCODE to yes.
it: Poi :ref:`modifica l'utente <editing-patrons-label>` e poni il campo SHOW\_BCODE a 'yes'.
tr: Ardından :ref:`kullanıcının kaydı <editing-patrons-label>` üzerinde SHOW\_BCODE değerini evet olarak ayarlayın.

source: This will add a column to the check out summary in the OPAC that shows the patrons the barcodes of the items they have checked out.
fr: Cela ajoutera une colonne au tableau de résumé de l'OPAC qui affichera les code à barres des documents empruntés.
hi: यह ओपेक कि संरक्षक आइटम वे बाहर की जाँच की है की बारकोड चलता में सारांश बाहर की जाँच के लिए एक स्तंभ जोड़ देगा।
it: Verrà aggiunta una colonna nella sintesi dei prestiti nell'OPAC che mostra agli utenti il codici a barre delle copie in prestito.
tr: Bu, OPAC'da ödünç verme özetine kullanıcıların ödünç aldıkları materyallerin barkodlarını gösteren bir sütun ekleyecektir.

source: Clicking on the 'Overdue' tab will show only the items that are overdue.
fr: Si vous cliquez sur l'onglet 'Retards', cela affichera tous les documents en retard.
hi: 'अतिदेय' टैब पर क्लिक केवल आइटम है कि अतिदेय हैं दिखाएगा।
it: Facendo clic sulla scheda 'in ritardo' verranno mostrate solo le copie prestate in ritardo di restituzione.
tr: 'Gecikmişler' sekmesine tıklamak, yalnızca gecikmeye kalan materyalleri gösterecektir.

source: Circulation/Notices
fr: Circulation/Notifications
hi: सर्कुलेशन / नोटिस
it: Circolazione/Avvisi
tr: Dolaşım/Bildirimler

source: Book drop Date
fr: Date pour dépôt dans la boîte de retour
it: Data di riconsegna
tr: Kitap bırakma Tarihi

source: **Question**: How is the book drop date is determined? Is it the last open date for the checkout branch? Is it today's date minus one? Can the book drop checkin date be set?
fr: **Question** : Comment la date de dépôt dans la boîte de retour est-elle déterminée ? Est-ce la dernière date ouverte pour le site de prêt ? Est-ce la date d'aujourd'hui moins un jour ? Est-ce que la date de dépôt dans la boîte de retour peut être définie ?
it: **Domanda**: Come viene determinata la data di deposito nella cassetta di riconsegna? E' l'ultimo giorno utile di apertura della filiale? E' la data di oggi meno un giorno? Si può impostare la data di deposito nella cassetta di riconsegna?
tr: **Soru** Kitap bırakma tarihi nasıl belirlenir? Ödünç verme biriminin açık olduğu en son tarih midir? Bugünün tarihi eksi bir midir? Kitap bırakma iade tarihini ayarlayabilir miyim?

source: **Answer**: If the library is closed for four days for renovations, for example, there would be more than one day needed for the book drop date. You will only have one book drop date and that will be the last day that the library open (determined by the holiday calendar) because there is no real way to know what day the books were dropped into the box during the 4 closed days. The only way to change the effective checkin date in book drop mode is to modify the calendar.
fr: **Réponse** : Si la bibliothèque est fermée pendant quatre jours pour cause de rénovations par exemple, il serait nécessaire de retrancher plus d'un jour à la date pour la boîte de retour. Vous n'aurez qu'une seule date pour le dépôt dans la boîte de retour et ce sera le dernier jour où la bibliothèque est ouverte (déterminée par le calendrier des vacances) car il n'y a pas vraiment de façon de savoir quel jour les livres sont déposés dans la boîte de retour durant ces quatre jours de fermeture. La seule façon de changer la date de retour effective du dépôt dans la boîte est de modifier le calendrier.
it: **Risposta**: Se la biblioteca è chiusa per quattro giorni (per ristrutturazioni, per esempio), sarebbe necessario più di un giorno per stabilire la data di deposito nella cassetta di riconsegna. Esiste una sola data di riconsegna, ed è l'ultimo giorno utile di apertura della biblioteca (come stabilito dal calendario delle festività), perché non c'è modo di sapere quando il libro è stato depositato nella cassetta di riconsegna, durante i quattro giorni di chiusura. L'unico modo di cambiare la data di restituzione effettiva, in modalità "dropbox", è di modificare il calendario.
tr: **Cevap**: Örneğin kütüphane tadilat için dört gün boyunca kapalı ise, kitap bırakma tarihi için gereken gün sayısı birden fazla olacaktır. Yalnızca bir kitap bırakma tarihiniz var ve bu kütüphanenin açık olduğu son gün olacaktır (tatiller takvimine göre belirlenmiş olarak) çünkü 4 kapalı gün boyunca kitapların hangi gün kutuya bırakılacağını gerçekten bilmek mümkün değildir. Kitap bırakma modunda etkili iade tarihini değiştirmenin tek yolu takvimde değişiklik yapmaktır.

source: Holds to Pull and Holds Queue
fr: Réservations à traiter et file d'attente des réservations
it: Prenotazioni da trattare e Prenotazioni in coda
tr: Onaylanacak Ayırtılanlar ve Ayırtılanlar Sırası

source: **Question**: What is the difference between the :ref:`Holds Queue <holds-queue-label>` and :ref:`Holds to Pull <holds-to-pull-label>`?
fr: **Question** : Quelle est la différence entre la :ref:`File d'attente des réservations <holds-queue-label>` et les ref:`Réservations à traiter <holds-to-pull-label>`?
it: **Domanda**: Qual è la differenza tra :ref:`Prenotazioni in coda <holds-queue-label>` e :ref:`Prenotazioni da trattare <holds-to-pull-label>`?
tr: **Soru**: `Ayırtılanlar Sırası <holds-queue-label>` ve `Onaylanacak Ayırtılanlar <holds-to-pull-label>` arasındaki fark nedir?

source: **Answer**: The holds to pull report gives a simple list of what holds need to be filled with available items. It should only be used in Koha installations where there is only one library.
fr: **Réponse** : Les réservations à traiter est une simple liste qui se remplit de toutes les réservations dont les exemplaires sont enfin disponibles. Elle devrait être utilisée seulement dans les installations Koha où il n'y a qu'une bibliothèque.
it: **Risposta**: Il prospetto Prenotazioni da trattare produce un semplice elenco di tute le prenotazioni che devono essere evase, assegnando gli elementi disponibili. E' meglio usarlo solo nelle installazioni di Koha in cui è definita una sola biblioteca.
tr: **Cevap**: Onaylanacak ayırtılanlar raporu mevcut olan materyallerle hangi ayırtmalara onay verileceğinin basit bir listesini verir. Yalnızca bir kütüphanenin olduğu Koha kurulumlarında kullanılmalıdır.

source: The holds queue tries to do the same thing, but in a 'smarter' way. This allows it to split up the list by library, consult the :ref:`transport cost matrix <transport-cost-matrix-label>` and refresh regularly to provide different pull lists to each library.
fr: La file d'attente des réservations fait la même chose mais d'une manière plus "astucieuse". Elle permet de diviser la liste par bibliothèque, consulter la :ref:`matrice du coût de transport <transport-cost-matrix-label>` et se renouvelle régulièrement pour fournir différentes listes de réservations pour chaque bibliothèque.
it: Il prospetto Prenotazioni in coda cerca di fare la stessa cosa, ma in modo più sofisticato. E' possibile suddividere l'elenco per biblioteca; consultare il prospetto :ref:`matrice costi di trasporto <transport-cost-matrix-label>` ed aggiornarlo con regolarità, per fornire a ciascuna biblioteca gli elenchi da evadere.
tr: Ayırtılanlar sırası aynı şeyi yapmaya çalışır, ancak daha 'akıllı' bir şekilde. Ayırtılanlar sırası listeyi kütüphaneye göre ayırmaya izin verir, :ref:`taşıma gideri matrisine <transport-cost-matrix-label>` danışır ve her kütüphane için farklı ayırtma onaylama listelerini sağlamak için düzenli olarak yenilenir.

source: Duplicate Overdue Notices
fr: Notifications de retard dupliquées
it: Avvisi di scadenza duplicati
tr: Gecikme Uyarılarını Yinele

source: **Question**: Why are patrons getting two overdue notices?
fr: **Question** : Pourquoi les adhérents reçoivent-ils deux notifications de retard ?
it: **Domanda**: Perché gli utenti ricevono due avvisi di scadenza?
tr: **Soru**: Kullanıcılar neden iki gecikme uyarısı alıyorlar?

source: **Answer**: This tool takes all branches in the overdue rules and sent notifications to them. So, if you have a default rule & a branch rule, the notification will be generated twice. A quick fix is to discard "default rule" for instance.
fr: **Réponse** : Cet outil prend en compte dans les règles de retard tous les sites, et envoit donc des notifications à tous les adhérents ayant des documents en retard. Par conséquent, si vous avez une règle par défaut et une règle par site, la notification sera reproduite deux fois. La solution pour cela est de ne pas mettre de "règle par défaut" par exemple.
it: **Risposta**: Questo strumento legge tutte le filiali presenti nelle regole di scadenza ed invia loro gli avvisi di scadenza. Quindi, se sono presenti sia una regola predefinita, sia una regola per una filiale, l'avviso sarà generato due volte. Un rimedio molto semplice è di eliminare la "regola predefinita", per esempio.
tr: **Cevap**: Bu araç gecikme kurallarındaki tüm birimleri alır ve bunlara bildirimler gönderir. Bu yüzden varsayılan bir kural & birim kuralınız varsa, uyarı iki kere oluşturulacaktır. Bunun için hızlı bir çözüm, örneğin "varsayılan kuralı" seçim dışı bırakmaktır.

source: Printing Overdue Notices
fr: Impression des notifications de retard
it: Stampa degli avvisi di scadenza
tr: Gecikme Uyarılarının Yazdırılması

source: **Question**: Can I print overdue notices for patrons without email addresses on file?
fr: **Question**: Puis-je imprimer des notifications de retard pour les adhérents sans adresse courriel ?
hi: ** प्रश्न **: क्या मैं फाइल पर ईमेल पते के बिना संरक्षक के लिए अतिदेय नोटिस प्रिंट कर सकता हूं?
it: **Domanda**: Si possono stampare gli avvisi di scadenza per gli utenti che non hanno un indirizzo e-mail?
tr: **Soru**: Dosya üzerinde e-posta adresi olmayan kullanıcılar için gecikme uyarıları yazdırabilir miyim?

source: **Answer**: Yes. The :ref:`overdue notice cron job <overdue-notice-label>` has a setting to generate the overdue notices as HTML for printing. An example of this usage would be:
fr: **Réponse**: Oui. Le :ref:`cron qui génère les avis de retard <overdue-notice-label>` génère les notifications de retard en HTML pour pouvoir les imprimer. Un exemple serait :
it: **Risposta**: Sì. Il :ref:`processo pianificato Avvisi di scadenza <overdue-notice-label>` ha un'opzione che produce gli avvisi di scadenza come HTML da stampare. Un esempio di tale uso è:
tr: **Cevap**: Evet. `gecikme bildirimi cron job'unun <overdue-notice-label>` gecikme bildirimlerini yazdırmak için HTML olarak oluşturma ayarı vardır. Bu özelliğin bir kullanım örneği şöyle olabilir:

source: In this example, we wanted to use only certain item fields in our notices, so we specified itemscontent fields in the cron entry; that's not a requirement for the feature.
fr: Dans cet exemple, nous voulons seulement utiliser certains champs d'exemplaires dans nos notifications, il faut donc spécifier les champs de itemscontent dans l'accès au cron, ce qui n'est pas obligatoire pour cette fonction.
hi: इस उदाहरण में, हम अपने नोटिस में केवल कुछ आइटम फ़ील्ड का उपयोग करना चाहता था, इसलिए हम क्रॉन प्रविष्टि में itemscontent क्षेत्रों निर्दिष्ट; उस सुविधा के लिए एक आवश्यकता नहीं है।
it: Nell'esempio si sono voluti utilizzare, per produrre gli avvisi, solo alcuni campi della tabella Items, così sulla riga di comando è stata specificata l'opzione itemcontents, seguita dalla lista di campi; non si tratta però di un requisito per utilizzare la funzione.
tr: Bu örnekte, bildirimlerimizde sadece belirli materyal alanlarını kullanmak istedik, bu nedenle cron girişinde itemscontent alanlarını belirttik; bu, özellik için bir gereklilik değildir.
