Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: **Answer**: Mapping can be defined through 'MARC Bibliographic Frameworks' OR 'Koha to MARC Mapping'. 'Koha to MARC Mapping' is just a shortcut to speed up linkage. If you change a mapping in one of these modules, the mapping will change in the other as well. (In other words, the two modules 'overwrite' each other in order to prevent conflicts from existing in Koha).
fr: **Réponse** : Les correspondances peuvent être définies à travers "Grilles de catalogage MARC" OU "Correspondances Koha => MARC". "Correspondances Koha => MARC" est juste un raccourci pour accélérer le lien. Si vous changez une correspondance dans un de ces modules, la correspondance changera dans l'autre aussi. (En d'autres termes, les deux modules "s'écrasent" l'un l'autre afin d'empêcher les conflits existants dans Koha).
it: **Risposta**: La corrispondenza tra Koha e MARC si può definire con l'espressione "Griglia di catalogazione bibliografica MARC" OR "Link tra Koha e MARC". "Link tra Koha e MARC" è semplicemente una scorciatoia per velocizzare l'impostazione delle corrispondenze. Se si cambia una mappatura in uno dei due moduli, i cambiamenti si rifletteranno nell'altro automaticamente. In altre parole, ciascun modulo "sovrascrive" i cambiamenti dell'altro, per evitare conflitti.
tr: **Cevap**: Eşleştirme 'MARC Bibliyografik Çerçeveleri' VEYA 'Koha MARC Eşleştirme' yoluyla tanımlanabilir. 'Koha MARC eşleştirme' bağlantıları hızlandırmak için sadece bir kısayoldur. Bu modüllerin birisi içerisinde eşleştirmeyi değiştirirseniz, eşleştirme diğerinde de değişir. (Başka bir deyişle, iki modül Koha'da varolan çakışmaları önlemek için birbirinin 'üzerine yazar').

source: Number of Items Per Bib Record
fr: Nombre d'exemplaires par notice bibliographique
it: Numero di copie per record bibliografico
tr: Bibliyografik Kayıt başına materyal sayısı

source: **Question**: Is there a limit on the number of items I can attach to a bib record?
fr: **Question** : Y-a-t-il un nombre limite d'exemplaires que je puisse attacher à la notice bibliographique ?
hi: ** प्रश्न **: क्या बिब रिकॉर्ड में संलग्न वस्तुओं की संख्या पर कोई सीमा है?
it: **Domanda**: C'è un limite al numero di copie che si possono associare ad un record bibliografico?
tr: **Soru**: Bir bibliyografik kayda ekleyebileceğim materyallerin sayısında bir limit var mıdır?

source: **Answer**: There is no explicit limit to the number of items you can attach to a bibliographic record, but if you attach enough of them, your MARC record will exceed the maximum file size limit for the ISO 2709 standard, which breaks indexing for that record. I've found this occurs somewhere between 600 and 1000 items on a 'normal' bibliographic record.
fr: **Réponse**: Il n'y a pas de nombre limite d'exemplaires que vous pouvez rattacher à la notice bibliographique, mais si vous en rattachez beaucoup, votre notice MARC excédera la taille limite du fichier standard ISO 2709 qui fera que la notice ne s'indexera pas. L'expérience montre qu'une notice "normale" peut supporter entre 600 et 1000 exemplaires.
it: **Risposta**: Non c'è un limite esplicito al numero di copie che si possono collegare ad un record bibliografico; però, se vengono associate troppi elementi, il record MARC supera la dimensione massima specificata dalla norma ISO 2709 e questo ne impedisce l'indicizzazione. Si è scoperto che questo accade per numeri di copie che si aggirano tra le 600 e le 1000, con un record bibliografico "normale".
tr: **Cevap**: Bir bibliyografik kayda ekleyebileceğiniz materyal sayısı için açık bir sınır yoktur, fakat yeterince eklerseniz MARC kaydınız ISO 2709 standartı için, o kayıt için dizinlemeyi kesintiye uğratarak, maksimum dosya boyutu sınırını aşacaktır. Bu durum 'normal' bir bibliyografik kayıt üzerinde 600 ile 1000 materyal arasında oluşur.

source: Analytics
fr: Dépouillement
hi: वैश्लेषिकी
it: Analitici
tr: Analiz

source: **Question**: I am using the :ref:`EasyAnalyticalRecords` feature, but my links in the OPAC and Staff Client to 'Show Analytics' are not working.
fr: **Question**: J'utilise la fonctionnalité :ref:`EasyAnalyticalRecords`, mais mes liens dans l'OPAC et l'interface professionnelle pour "Voir les notices de dépouillement" ne fonctionnent pas.
it: **Domanda**: Ho attivato la funzionalità :ref:`EasyAnalyticalRecords` ma i link alla funzione "Analitici" nell'OPAC e nel client per lo Staff non funzionano.
tr: **Soru**: :ref:`EasyAnalyticalRecords`özelliğini kullanıyorum, ancak OPAC ve Personel İstemci'deki 'Analizleri Göster' bağlantılarım çalışmıyor.

source: **Answer**: If you plan on using :ref:`EasyAnalyticalRecords` you will want to make sure to set your :ref:`UseControlNumber` preference to "Don't use," this will prevent broken links.
fr: **Réponse** : Si vous prévoyez d'utiliser :ref:`EasyAnalyticalRecords`, assurez-vous de paramétrer votre préférence système :ref:`UseControlNumber` sur 'Ne pas utiliser'; cela empêchera les liens de se briser.
hi: ** उत्तर **: यदि आप इसका उपयोग करने की योजना बना रहे हैं : ref: `EasyAnalyticalRecords` आप अपने set को सेट करना सुनिश्चित करना चाहते हैं : ref: 'UseControlNumber' प्राथमिकता" उपयोग न करें "की प्राथमिकता, यह टूटी हुई लिंक को रोक देगा।
it: **Risposta**: Se si prevede di utilizzare la funzione :ref:`EasyAnalyticalRecords` bisogna accertarsi che la preferenza :ref:`UseControlNumber` sia impostata a "non usare". Questo previene link non validi.
tr: **Cevap**: :ref:`EasyAnalyticalRecords` özelliğini kullanmaya devam etmeyi planlıyorsanız, :ref:`UseControlNumber`tercihini "Kullanma" olarak ayarladığınızdan emin olunuz, bu çalışmayan bağlantıları önleyecektir.

source: Acquisitions
hi: अधिग्रहण
it: Acquisizioni
tr: Sağlama

source: Planning Categories
fr: Catégories de planification
it: Pianifica categorie
tr: Planlama Kategorileri

source: **Question**: What is a planning category?
fr: **Question** : Qu'est-ce qu'une catégorie de planification ?
hi: ** प्रश्न **: एक योजना श्रेणी क्या है?
it: **Domanda**: Cosa è una categoria con cui si pianifica ?
tr: **Soru**: Bir planlama kategorisi nedir?

source: **Answer**: When you plan in advance for the way your budget is going to be spent, you initially plan for how it's going to be spent over time, that's the most natural thing to do.
fr: **Réponse**: Lorsque vous planifiez à l'avance la façon dont votre budget va être dépensé, vous planifiez également sur combien de temps il va être dépensé.
hi: ** उत्तर **: जब आप अपने बजट के खर्च के लिए अग्रिम योजना बनाते हैं, तो शुरुआत में आप योजना बनाते हैं कि यह समय के साथ कैसे खर्च किया जा रहा है, यह करना सबसे स्वाभाविक बात है।
it: **Risposta**: Quando si pianifica in anticipo il modo in cui spendere il proprio budget, innanzitutto si pianifica quanto spendere nel corso del tempo; è la cosa più naturale.
tr: **Cevap**: Bütçenizi nasıl harcayacağınızın yöntemini önceden planladığınızda, öncelikli olarak bütçenizin zaman içerisinde nasıl harcanacağının planını yapmaktasınız, bu yapılması en doğal şeydir.

source: So you plan for $1000 in Jan. $1000 in Feb., $3000 in March, etc. You can basically do the same thing with a list of values in lieu of the months.
fr: Donc si vous planifiez 1000€ en Janvier, 1000€ en Février, 3000€ en Mars etc... Vous pouvez faire à peu prés la même chose avec une liste de valeurs au lieu des mois.
hi: तो अगर आप मार्च में जनवरी फरवरी में $ 1000, $ 3000 में $ 1000 के लिए योजना, आदि तुम महीनों के एवज में मानों की सूची के साथ ही काम मूल रूप से कर सकते हैं।
it: Così si stabilisce di spendere 1000€ a gennaio, 1000€ a febbraio, 3000€ a marzo, ecc. In pratica, si può fare la stessa cosa, utilizzando però una lista di valori al posto dei mesi.
tr: Böylece Ocak ayında $1000 olarak, Şubat ayında $1000 olarak, Mart ayında $3000, vb. olarak planlama yapıyorsunuz. Temelde ay yerine bir değerler listesi ile aynı şeyi yapabilirsiniz.

source: Say you have a list like this one:
fr: Disons que vous avez une liste comme celle-ci:
hi: कहना है कि यह आप की एक तरह एक सूची :
it: Poniamo di avere di una lista come questa:
tr: Bunun gibi bir listeniz olduğunuzu varsayalım:

source: < 1 month
hi: < 1 महीना
it: < 1 mese
tr: < 12 ay

source: < 6 months
hi: < 6 महीने
it: < 6 mesi
tr: < 6 ay

source: < 1 year
hi: < 1 वर्ष
it: < 1 anno
tr: < 1 yıl

source: < 3 years
hi: < 3 वर्षों
it: < 3 anni
tr: < 3 yıl

source: < 10 years
hi: < 10 वर्षों
it: < 10 anni
tr: < 10 yıl

source: > 10 years
hi: > 10 वर्षों
it: > 10 anni
tr: > 10 yıl

source: Upon acquiring new material, you'll be able to select, for a given item, a value from this list in a drop down. Then, after the material has been acquired, at the end of the year, you'll be able to compare the goals set, with what's been achieved.
fr: Durant l'acquisition de nouveaux documents, vous devrez sélectionner une valeur de cette liste dans le menu déroulant, pour un document donné. Puis, une fois le document acquis, vous pourrez comparer à la fin de l'année les objectifs fixés avec ce qui a été réellement accompli.
it: Al momento dell'acquisizione di nuovo materiale, sarà possibile, per un dato elemento, scegliere un valore dall'elenco a discesa. Dopo di che, quando il materiale sarà stato acquisito - alla fine dell'anno -, sarà possibile comparare gli obiettivi impostati con quelli che sono stati raggiunti.
tr: Yeni materyali aldıktan sonra açılır menüdeki bu listeden belirli bir materyal için bir değer seçebileceksiniz. Daha sonra, materyalin alındığı yılın sonunda belirlediğiniz hedefleri karşılaştırmanız mümkün olacaktır.

source: Serials
fr: Périodiques
hi: धारावाहिक
it: Risorse in continuazione
tr: Süreli Yayınlar

source: Advanced Patterns
fr: Modèles avancés
it: Schemi avanzati
tr: Gelişmiş Örüntüler

source: **Question**: What is the 'inner counter' on the advanced serials pattern interface?
fr: **Question** : Qu'est-ce que le **compteur interne** dans l'interface des modèles avancés des périodiques ?
hi: ** प्रश्न **: उन्नत धारावाहिक पैटर्न इंटरफ़ेस पर 'आंतरिक काउंटर' क्या है?
it: **Domanda**: Che cos'è il "contatore interno" nell'interfaccia "schemi avanzati" dei periodici?
tr: **Soru**: Gelişmiş süreli yayınlar örüntüsü arayüzünde yer alan 'dahili sayaç' nedir?

source: **Answer**: I think it is better to give an example to understand this :
fr: **Réponse** : Il sera plus intéressant de donner un exemple pour comprendre ceci :
hi: ** उत्तर **: मुझे लगता है कि यह समझने के लिए एक उदाहरण देना बेहतर है:
it: **Risposta**: Per meglio comprendere questo punto è opportuno fare un esempio:
tr: **CEVAP**: Bunu anlamak için bir örnek vermenin daha iyi olduğunu düşünüyorum:

source: Example for a monthly subscription :
fr: Exemple pour un abonnement mensuel :
hi: एक मासिक सदस्यता के लिए उदाहरण:
it: Esempio per un abbonamento mensile:
tr: Bir aylık abonelik için örnek :

source: First issue publication date : April 2010
fr: Première date de publication : Avril 2015
hi: पहला मुद्दा प्रकाशन की तारीख: अप्रैल 2010
it: Data di pubblicazione della prima uscita: aprile 2010
tr: İlk sayının yayınlanma tarihi: Nisan 2010

source: Numbering : No {X}, year {Y}
fr: Numérotation : Num {X}, année {Y}
it: Numerazione: N. {X}, anno {Y}
tr: Numaralandırma: No {X}, yıl {Y}

source: First issue : No 4, year 2010
fr: Premier numéro : Num 4, année 2015
hi: प्रथम इश्यू : सं 4, वर्ष 2010
it: Pirma uscita: N. 4, anno 2010
tr: İlk sayı: No 4, yıl 2010

source: For the year Y : you will want the year change on January 2011
fr: Pour l'année Y : vous voulez changer l'année en Janvier 2016
hi: साल y के लिए : आप साल चाहते हैं पर जनवरी 2011 को बदलें जाएगा
it: Per l'anno Y si vuole che l'anno cambi a gennaio 2011
tr: Y yılı için: Ocak 2011 tarihinde yıl değişimi isteyeceksiniz

source: So, the advanced pattern for Y will be :
fr: Donc le modèle avancé pour Y sera :
hi: तो, मैं के लिए उन्नत पैटर्न होगा:
it: Il modello avanzato per Y sarà:
tr: Yani, Y için gelişmiş örüntü şu şekilde olacaktır:

source: Add : 1
fr: Ajouter : 1
hi: जोड़ें : 1
it: Agiungi: 1
tr: Ekle: 1

source: once every : 12
fr: tous les : 12
it: ogni: 12
tr: İnterval: 12

source: When more than 9999999
fr: Quand plus de 9999999
it: Quando più di: 9999999
tr: 9999999'dan fazla olduğunda

source: inner counter : 3
fr: compteur interne : 3
it: contatore interno: 3
tr: iç sayaç : 3

source: Set back to 0
fr: Retarder à 0
it: Torna a: 0
tr: Yeniden 0 olarak ayarlayın

source: Begins with 2010
fr: Commence avec 2015
it: Comincia con: 2010
tr: 2010 ile başlar

source: Year is going to change after 12 received issues from April 2010, that is in April 2011 if you don't set inner counter. Set inner counter to 3 will say to Koha : change year after 12-3 = 9 received issues.
fr: L'année changera après réception des 12 numéros à partir d'Avril 2015; c'est-à-dire en Avril 2016 si vous n'avez pas paramétré le compteur interne. Définir le compteur interne sur 3, dira à Koha : changer d'année après 12-3 = 9 numéros reçus.
it: L'anno cambierà dopo aver ricevuto dodici uscite a partire da aprile 2010, cioè ad aprile 2011, se non si imposta il contatore interno. Mettendo il contatore interno a 3, si dice a Koha: cambia l'anno dopo aver ricevuto 12-3 = 9 uscite.
tr: Nisan 2010'dan sonra 12 dergi sayısı aldıktan sonra yıl değişecek, yani iç sayacı ayarlamazsanız Nisan 2011'de. İç sayacı 3'e ayarlamak Koha'ya: 12-3 = 9 dergi sayısı aldıktan sonra yılı değiştirmesini söyleyecektir.

source: Inner counter says to Koha to take into account the first issues of the year, even if they are not received with Koha. If you begin with first issue of the year write nothing or 0.
fr: Le compteur interne dit à Koha de prendre en compte les premiers numéros de l'année, même s'ils ne sont pas réceptionnés dans Koha. Si vous commencez avec le premier numéro de l'année, n'écrivez rien ou juste 0.
hi: इनर काउंटर Koha करने के लिए कहते हैं, वर्ष के पहले मुद्दों को ध्यान में रखना भले ही वे Koha के साथ प्राप्त नहीं कर रहे हैं। आप वर्ष लिखने कुछ भी नहीं है या 0 के पहले अंक के साथ शुरू करते हैं।
it: Il contatore interno dice a Koha di tener conto delle prime uscite dell'anno, anche se non sono state ricevute con Koha. Se si inizia l'abbonamento con la prima uscita dell'anno, si lascia in bianco o si mette 0 (zero).
tr: Koha ile alınmamış olsa bile, iç sayaç Koha'ya yılın ilk dergi sayılarını dikkate almasını söyler. Eğer yılın ilk dergi sayısı ile başlarsanız hiçbir şey yazmayın ya da 0 girin.

source: Reports
fr: Rapports
hi: रिपोर्ट
tr: Raporlar

source: Define Codes Stored in DB
fr: Définir les codes stockés dans la base de données
it: Definire codici memorizzati nel database
tr: Veri tabanı içerisinde saklanan kodları tanımla

source: Fines Table
fr: Table des amendes
it: Tabella Fines
tr: Para Cezaları Tablosu

source: **Question:** What do the codes in the accounttype field in the accountlines table stand for?
hi: **प्रश्न:** खातासूची तालिका में खाता प्रकार फ़ील्ड में कोड क्या हैं?
it: Cosa significano i codici del campo 'accounttype' nella tabella 'accountlines'?
tr: **Soru:** Hesap satırları içerisindeki hesap türleri alanı içerisinde yer alan kodlar ne anlama geliyor?

source: **Answer:**
hi: **उत्तर:**
it: **Risposta:**
tr: **Cevap**

source: A = Account management fee
fr: A = Coût d'inscription
hi: A = खाता प्रबंधन शुल्क
it: A = Gestione della contabilità delle quote/tariffe
tr: A = Hesap işletim ücreti

source: C = Credit
fr: C = Crédit
it: C = Credito
tr: C = Kredi

source: F = Overdue fine
fr: F = Amende pour retard
it: F= Ritardo con sanzione
tr: F= Gecikme cezası

source: FOR = Forgiven
fr: FOR = Dette remise
hi: FOR = क्षमा
it: FOR = Cancellato
tr: FOR= Ceza silindi

source: FU = Overdue, still acccruing
fr: FU = Amende de retard, toujours en cours d'accroissement
it: FU = In ritardo, sta ancora crescendo
tr: FU= Gecikme bedeli hala işliyor

source: L = Lost item
fr: L = Exemplaire perdu
hi: L = आइटम खोया
it: L = Copia smarrita
tr: L = Kayıp materyal

source: LR = Lost item returned/refunded
fr: LR = Exemplaire perdu remboursé ou rendu
it: LR = copia persa rientrata/ripagata
tr: LR= Kayıp materyal iade edildi/ kayıp materyalin bedeli ödendi

source: M = Sundry
fr: M = Frais divers
hi: एम = फुटकर
it: Assorito
tr: M= Muhtelif

source: N = New card
fr: N = Nouvelle carte
hi: एन = नया कार्ड
it: N = Nuova tessera
tr: N = Yeni kart

source: PAY = Payment
fr: PAY = Paiement
it: PAY = Pagamento
tr: ÖDE = Ödeme

source: W = Writeoff
fr: W = Passé en pertes et profits
it: W = Stornato
tr: W = Gecikme cezasını sil

source: Statistics Table
fr: Table Statistiques
it: Tabella Statistics
tr: İstatistikler Tablosu

source: **Question:**\ What are the possible codes for the type field in the statistics table?
fr: **Question :**\ Quels sont les codes possibles pour le champ type dans la table statistics?
it: **Domanda:**\ Quali sono i possibili codici per il campo 'type' nella tabella 'statistics' ?
tr: **Soru**\ İstatistikler tablosunda alan türü için olası kodlar nelerdir?

source: Registers if an item that had been checked out to a statistics patron (category type = 'X') is returned
fr: S'enregistre si un document qui avait été prêté à un usager de type statistique (type de catégorie = 'X') est retourné
hi: रजिस्टरों यदि एक मद है कि एक आँकड़े संरक्षक (श्रेणी type = 'एक्स') के लिए बाहर की जाँच कर दिया गया था वापस आ रहा है
it: Registra se una copia prestata a un utente con finalità statistiche (tipologia utente = 'X') e' rientrata.
tr: Kullanıcı istatistiğinde (kategori türü= ‘X’) ödünç verilmiş bir materyal iade edilmişse işlemi kayda geçer

source: issue
hi: इश्यू
tr: sayı

source: return
hi: वापसी
tr: İade

source: renew
hi: नवीनीकृत
tr: Yenile

source: writeoff
hi: ख़ारिज करना
tr: Gecikme cezasını sil

source: payment
hi: भुगतान
tr: ödeme

source: CreditXXX
hi: क्रेडिटXXX
tr: KrediXXX

source: The XXX stores different types of fee credits, so a query to catch them all would include a clause like "type LIKE 'Credit%'"
fr: Le XXX contient différents types d'amendes, donc une requête pour tous les bloquer inclura une clause comme "type LIKE 'Credit%'"
hi: XXX दुकानों शुल्क क्रेडिट के विभिन्न प्रकार है, तो एक उन सब को पकड़ने के लिए तरह एक खंड को शामिल किया जाएगा क्वेरी "प्रकार की तरह 'क्रेडिट%'"
it: XXX è un segnaposto per differenti tipi di tariffa, perciò una query che li includa tutti comprende una clausola LIKE, così: "type LIKE 'Credit%'"
tr: XXX farklı türde ücret kredileri depolar, bu nedenle bir sorgu hepsini yakalamak için "type LIKE 'Credit%'" gibi bir yantümce içerir

source: Reserves Table
fr: Table de réserves
it: Tabella Reserves
tr: Rezervler Tablosu

source: **Question**: What are the possible codes for the found field in the reserves and old\_reserves tables?
fr: **Question** : Quels sont les codes possibles pour le champ found dans les tables reserves et old\_reserves ?
hi: ** प्रश्न **: रिजर्व और old\_reserves टेबल में पाए गए फ़ील्ड के लिए संभावित कोड क्या हैं?
it: **Domanda**: Quali sono i possibili codici per il campo "found" nelle tabelle "reverses" e "old\_reverses" ?
tr: **Soru**: Rezervlerde ve old\_reserves tablolarındaki bulunan alan için olası kodlar nelerdir?

source: **Answer**:
hi: **उत्तर**:
it: **Risposta**:
tr: **Cevap**:

source: NULL: means the patron requested the 1st available, and we haven't chosen the item
fr: NULL: l'adhérent a réservé le premier exemplaire disponible, et nous ne l'avons pas encore choisi
hi: रिक्त: संरक्षक 1 उपलब्ध अनुरोध का मतलब है, और हम आइटम नहीं चुना है
it: NULL: significa che l'utente ha richiesto la prima copia disponibile e non l'ha scelta
tr: BOŞ: bu kelime kullanıcının 1. kullanılabilir materyali istediğini ancak bu materyali kütüphane görevlisinin seçmediği anlamına gelir

source: T = Transit: the reserve is linked to an item but is in transit to the pickup branch
fr: T = En transit: la réservation est liée à un exemplaire, mais est en transit vers le site de retrait
it: T = Transito: la prenotazione è collegata a una copia che però e in transito nella biblioteca in cui si trova prima di tornare alla bibliotca che la possiede
tr: T= Aktarma: rezerv bir materyale bağlı fakat toplama birimine aktarım halinde

source: W = Waiting: the reserve is linked to an item, is at the pickup branch, and is waiting on the hold shelf
fr: W = En attente: la réservation est liée à un exemplaire, qui est en attente de retrait sur le site de destination
it: W = In attesa: la prenotazione è collegata a una copia che si trova nella biblioteca da cui deve essere ritirata. La copia sta aspettando sullo scaffale che l'utente la venga a ritirare
tr: W = Beklemede: Reserv bir materyale bağlı, alınacağı birimde ve ayırma rafında bekliyor

source: F = Finished: the reserve has been completed, and is done
fr: F = Close: le document réservé a été remis au lecteur, la réservation est close
hi: F = समाप्त: रिजर्व पूरा हो चुका है, और किया जाता है
it: F = Finito; la prenotazione è stata completata e finita
tr: F= Tamamlandı: rezerv tamamlandı ve yapıldı

source: Reports Dictionary Table
fr: Table dictionnaire des rapports
it: Tabella Reports Dictionary
tr: Raporlar Sözlüğü Tablosu

source: **Question**: What are the possible codes for the area field in the reports\_dictionary table?
fr: **Question** : Quels sont les codes possibles pour le champ area dans la table reports\_dictionary ?
hi: ** प्रश्न **:reports\_dictionary तालिका में क्षेत्र फ़ील्ड के लिए संभावित कोड क्या हैं?
it: **Domanda**: Quali sono i possibili codici per l'area field in the reports\_dictionary table?
tr: **Soru**: reports\_dictionary tablosundaki alan alanı için olası kodlar nelerdir?

source: 1 = Circulation
hi: 1 = वितरण
it: 1 = Circolazione
tr: 1 = Dolaşım

source: 2 = Catalog
fr: 2 = Catalogue
hi: 2 = सूचीपत्र
it: 2 = Catalogo
tr: 2 = Katalog

source: 3 = Patrons
fr: 3 = Adhérents
hi: 3 = संरक्षक
it: 3 = Utenti
tr: 3 = Kullanıcılar

source: 4 = Acquisitions
hi: 4 = अधिग्रहण
it: 4 = Acquisizioni
tr: 4 = Satın almalar

source: 5 = Accounts
fr: 5 = Comptes lecteurs
hi: 5 = लेखा
tr: 5 = Hesaplar

source: Messages Table
fr: Table des messages
it: Tabella Messages
tr: İletiler Tablosu

source: **Question**: What are the possible codes for the message\_type field in the messages table?
fr: **Question** : Quels sont les codes possibles pour le champ message\_type dans la table messages ?
hi: ** प्रश्न **: संदेश तालिका में message\_type फ़ील्ड के लिए संभावित कोड क्या हैं?
it: **Domanda**: Quali sono i possibili codici per il campo message\_type nella tabella messages?
tr: **Soru**: Mesaj tablosundaki message\_type alanı için olası kodlar nelerdir?

source: L = For Librarians
fr: L = pour les Bibliothécaires
hi: L = पुस्तकालयाध्यक्षों के लिए
it: L = Per i bibliotecari
tr: L = Kütüphaneciler için

source: B = For Patrons/Borrowers
fr: B = pour les adhérents
hi: B = के लिए संरक्षक / उधारकर्ताओं
it: B = per gli utenti
tr: B= Kullanıcılar/ Ödünç Alanlar İçin

source: Serial Table
fr: Table des périodiques
it: Tabella Serial
tr: Süreli Yayınlar Tablosu

source: **Question**: What are the possible codes for the status field in the serial table?
hi: ** प्रश्न **: धारावाहिक तालिका में स्थिति फ़ील्ड के लिए संभावित कोड क्या हैं?
it: **Domanda**: Quali sono i possibili codici per il campo status nella tabella "serial"?
tr: **Soru**: Süreli yayınlar tablosundaki durum alanı için olası kodlar nelerdir?

source: 1 = Expected
fr: 1 = Attendu
hi: 1 = प्रत्याशित
it: 1 = Atteso
tr: 1 = Beklenen

source: 2 = Arrived
fr: 2 = Arrivé
hi: 2 = पहुंचे
it: 2 = Arrivato
tr: 2 = Geldi

source: 3 = Late
fr: 3 = En retard
hi: 3 = देरी
it: 3 = In ritardo
tr: 3 = Gecikmiş

source: 4 = Missing
fr: 4 = Manquant
hi: 4 = गुम
it: 4 = Mancante
tr: 4 = Eksik

source: 5 = Not available
fr: Non disponible
hi: 5 = उपलब्ध नहीं
it: 5 = Non disponibile
tr: 5 = Kullanılamaz

source: 6 = Delete
fr: 6 = Supprimé
hi: 6 = मिटाना
it: 6 = Cancellato
tr: 6 = Sil

source: 7 = Claimed
fr: 7 = Réclamé
hi: 7 = दावा
it: 7 = Sollecitato
tr: 7 = Claim edildi
