Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: **Answer**: You can regularly run the :ref:`cleanup database cron job <clean-up-database-label>`.
hi: ** उत्तर **: आप चला सकते हैं :ref:`क्लीनअप डेटाबेस क्रॉन जॉब <clean-up-database-label>`.

source: Barcode scanners
hi: बारकोड स्कैनर

source: **Answer**: The simple rule of thumb is: does it act like a keyboard device? If so, it will work. (i.e. can you take the scanner, scan a barcode and have it show up in a text editor.)
hi: **उत्तर**: अंगूठे का सरल नियम है: क्या यह कीबोर्ड डिवाइस की तरह कार्य करता है? यदि हां, तो यह काम करेगा। (यानी आप स्कैनर ले सकते हैं, एक बारकोड को स्कैन कर सकते हैं और एक टेक्स्ट एडिटर में दिखा सकते हैं।)

source: General rule of thumb here is that if you can print with the printer from your browser, it will work with Koha.
hi: यहां अंगूठे का सामान्य नियम यह है कि यदि आप अपने ब्राउज़र से प्रिंटर से प्रिंट कर सकते हैं, तो यह कोहा के साथ काम करेगा।

source: Star SP2000 (Nelsonville)
hi: स्टार SP2000 (नेल्सनविल्ले)

source: Star TSP-100 futurePRINT (Geauga)
hi: स्टार TSP-100 भविष्य प्रिंट (Geauga)

source: Epson TM-T88IV
hi: ऐपसन TM-T88IV

source: Braille support
hi: ब्रेल समर्थन

source: **Question**: Are there any braille embossers or printers which have inbuilt braille converters and are accessible within the UNIX environment?
hi: ** प्रश्न **: क्या कोई ब्रेल एम्बॉसर या प्रिंटर है जिसमें अंतर्निहित ब्रेल कनवर्टर है और यह यूनिक्स पर्यावरण के साथ सुलभ है?

source: Additional information
hi: अतिरिक्त समर्थन

source: SELECT \* FROM items WHERE homebranch = <<Pick your branch\|branches>> and barcode like <<Partial barcode value here>>
fr: SELECT \* FROM items WHERE homebranch = <<Choisissez votre site\|branches>> and barcode like <<Valeur partielle de code à barres>>
it: SELECT \* FROM items WHERE homebranch = <<Indicare la biblioteca\|branches>> and barcode like <<Indicare parte del barcode>>

source: SELECT title , author FROM biblio WHERE frameworkcode=<<Enter the frameworkcode\|biblio\_framework>>
fr: SELECT title , author FROM biblio WHERE frameworkcode=<<Choisissez la grille bibliographique\|biblio\_framework>>
it: SELECT title , author FROM biblio WHERE frameworkcode=<<Indicare il frameworkcode\|biblio\_framework>>
