Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: **Question**: Why does my Zebra title search for 'Help' not turn up 'The help' in the first pages of results?
fr: **Question** : Pourquoi ma recherche de titres Zebra pour "Help" n'affiche pas "The help" dans les premières pages de résultats ?
hi: ** प्रश्न **: 'ज़ेबरा' शीर्षक के लिए मेरी ज़ेबरा शीर्षक खोज परिणामों के पहले पृष्ठों में 'सहायता' क्यों नहीं बदलती है?
it: **Domanda**: Perché una ricerca Zebra per titolo che contiene "Help" non restituisce "The help" nella prima pagina di risultati?
tr: **Soru**: Neden 'Help' için Zebra başlık aramam sonuçların ilk sayfalarında 'The help' sonucunu getirmiyor?

source: **Answer**: When doing a title search, you actually want to search for the title (i.e., 'the help' rather than just 'help'), and it will bubble right up to the top. If you're just searching for 'help' then the relevance ranking is going to affect the results you see.
fr: **Réponse** : Lorsque vous faites une recherche par titre, vous voulez en fait rechercher le titre en entier (par exemple, "The help" plutôt que "help"); cela s'affichera dans la partie supérieure de la page. Si vous recherchez juste "help", cela affectera la pertinence des résultats que vous verrez.
it: **Risposta**: Quando si esegue una ricerca per titolo, di fatto si vuole eseguire una ricerca per l'esatto titolo (cioè "The help", piuttosto che soltanto "help"), e quel titolo risulterà il primo della lista. Se però si cerca soltanto "help", entra in gioco la rilevanza dei risultati, che influenza il modo in cui essi sono mostrati.
tr: **Cevap**: Bir başlık araması yaparken, aslında başlığın kendisi için arama yapmalısınız (örneğin yalnızca 'help' yerine 'the help'), ve sonuçlar anında sayfanın sağ üst tarafında ortaya çıkacaktır. Yalnızca 'help' için arama yapıyorsanız, ilgi sıralaması göreceğiniz sonuçları etkileyecektir.

source: When it comes to relevance in Zebra, here's what's happening. First, the search is done. If you search for the title "help", then any title that has "help" in it comes back. Then from those records, separately, it does relevance on the \*whole\* record. The more your word appears, the more relevant, and some MARC tags are worth more points than others. So a self-help book with 505 notes where "help" appears a \*lot\* will be at the top, regardless of keyword or title.
fr: En ce qui concerne la pertinence des résultats dans Zebra, voici ce qui se passe. D'abord, la recherche est lancée. Si vous recherchez le titre "help", tous les titres contenant "help" s'afficheront. Puis, à partir de ces notices, sa pertinence s'appliquera séparément sur la notice toute \*entière\*. Plus les mots apparaîtront, plus ils seront pertinents. Quelques étiquettes MARC valent plus de points que d'autres. Alors, un livre d'auto-assistance avec des notes en 505 où "help" apparaît \*beaucoup\* s'affichera dans la partie supérieure indépendamment du mot-clé ou du titre.
it: Quando interviene la rilevanza, in Zebra, ecco che cosa succede. Dapprima, viene seguita la ricerca; se si cerca "help" , viene restituito ogni titolo che contiene la parola "help". Poi a ciascuno dei record trovati, separatamente, viene applicata la rilevanza \*sull'intero*\ record. Più parole compaiono, più è rilevante ed alcuni campi MARC hanno un peso maggiore di altri. Perciò un libro che contiene dei campi di nota 505 dove la parola "help" appare \*molte volte\*, risulterà in cima all'elenco, indipendentemente dalle parole chiave o dal titolo.
tr: Zebra'da 'ilgi' söz konusu olduğunda, olan şey şudur. Önce arama tamamlanır. "help" başlığı için arama yaptıysanız içinde "help" geçen tüm başlıklar döner. Sonra bu kayıtlardan, ayrı olarak \*tüm*\ kayıt üzerinde ilgi araması yapılır. Arama kelimeniz ne kadar ortaya çıkarsa ilgi de o kadar artar ve bazı MARC tag'leri gösterilmek için diğerlerinden daha fazla değer kazanır. O nedenle "help" kelimesinin \*çok*\ sayıda ortaya çıktığı 505 notlu bir self-help kitabı, anahtar kelime ya da başlık ne olursa olsun arama sonuçlarının en üzerinde yer alacaktır.

source: But when you add a \*second word\*, that helps it figure things out, as it's weighing the relevance of both words and the phrase. Because of the way relevance works, if you search "the help", then "the help" or "the help I need" are more relevant than "the way to help", because they appear together in order. Likewise, "help the girl" would be lower relevance, because it's out of order, and "help for the homeless" would be lower still, as they're out of order, and apart.
fr: Cependant, lorsque vous ajoutez un \*second mot\*, cela aide à une meilleure compréhension puisqu'il soupèse la pertinence des deux mots et de l'expression. Selon la manière dont la pertinence opère, si vous recherchez "the help", ou "the help I need", ce sera plus pertinent que "the way to help", car ils s'affichent ensemble dans l'ordre. De même, "help the girl" sera moins pertinent car c'est en désordre et "help for the homeless" sera encore mois pertinent, comme c'est aussi en désordre et séparé.
it: Ma quando si aggiunge \*una seconda parola\*, questa aiuta a farsi un'idea migliore, perché vengono pesate la rilevanza delle parole e della frase. A causa del modo in cui funziona la rilevanza, se si ricerca "the help" , "The help" e "The help I need" saranno giudicati più rilevanti di "The way to help", perché le due parole appaiono assieme ed in ordine. Al contrario, "Help the girl" verrà giudicato di minor rilevanza, perché le parole non sono in ordine, e "Help for the homeless" di rilevanza ancor minore, perché le parole non solo non sono in ordine, ma anche distanti.
tr: Ancak bir \*ikinci kelime\* eklediğinizde, bu, hem kelimelerin ve hem de ifadenin alaka düzeyini tartacağı için daha iyi anlaşılmaya yardımcı olur. Alaka düzeyinin çalışma mantığına göre, "the help" için arama yaptığınızda, "the help" ya da "the help i need", "the way to help" kelimesinden daha fazla alakalıdır, çünkü birlikte bir sıra takip etmektedirler. Benzer şekilde "help the girl" daha az alakalı olacaktır, çünkü sıralı değildir ve "help for the homeless" hem sıralı olmama sı hem de ayrı olması nedeniyle yine alaka bakımından düşük olacaktır.

source: The moral of the story is that single word searches, particularly on common words, will always struggle a bit; it can't evaluate relevance well, because you've not given it enough input.
fr: La morale de l'histoire est que les recherches de mot simple, en particulier des mots basiques soulèveront toujours un peu de conflit. Il ne peut pas bien évaluer la pertinence car vous ne lui avez pas donné de données suffisantes.
it: In conclusione, i risultati di una ricerca per singola parola, particolarmente se comune, saranno sempre un po' in competizione tra loro: non si può valutare bene la rispettiva rilevanza, perché non sono stati forniti elementi sufficienti.
tr: Sözün özü, tek kelime arama, özellikle yaygın kelimelerde, daima biraz daha zahmetli olacaktır; çünkü yeterli veri vermediğiniz için aradaki alakayı çok iyi değerlendiremez.

source: Run the following commands to reset the authorities and biblios Zebra indices.
fr: Exécutez les commandes suivantes pour réinitialiser les index bibliographiques et les autorités de Zebra.
hi: प्राधिकरण और बिब्लियोज ज़ेबरा सूचकांकों पुनर्स्थापित करने के लिए निम्न आदेश चलाएँ.
it: Esegui questo comando per il reset degli indici di autorità e bibliografici di Zebra.
tr: Otoriteleri ve Zebra'nın dizinlediği bibliyoları sıfırlamak için aşağıdaki komutları çalıştırın.

source: If you are running a package install then you'll want to run the following commands to reset the authorities and biblios Zebra indices instead:
fr: Si vous exécutez un package d'installation, vous devrez alors exécuter les commandes suivantes pour réinitialiser les index bibliographiques et les autorités de Zebra:
hi: यदि आप एक पैकेज फिर स्थापित चल रहे हैं, तो आप के बजाय प्राधिकरण और बिब्लियोज ज़ेबरा सूचकांकों पुनर्स्थापित करने के लिए निम्न आदेश को चलाने के लिए चाहता हूँ:
it: Se sta usando Koha installato con i package, lancia questi comandi per azzerare le authority e i dati bibliogafici negli indici di Zebra:
tr: Bir paket yükleme çalıştırıyorsanız, bu sefer otoriteleri ve bibliyo Zebra dizinlerini sıfırlamak için bunun yerine aşağıdaki komutları çalıştırmak isteyeceksiniz:

source: Replacing YOURLIBRARY with your Koha installation name.
fr: Remplacer YOURLIBRARY avec le nom de votre installation Koha.
hi: अपने कोहा स्थापना नाम के साथ अपने अपनापुस्तकालय बदले.
it: Cambia YOURLIBRARY con il nome della tua installazione Koha.
tr: YOURLIBRARY'nin Koha kurulum adı ile değiştirilmesi.

source: Enhanced Content
fr: Contenu enrichi
it: Contenuti avanzati
tr: Geliştirilmiş içerik

source: FRBRizing Content
fr: Contenu FRBRisant
it: Applicare FRBR (Functional Requirements for Bibliographic records - requisiti funzionali per record bibliografici) al contenuto
tr: FRBRizing İçeriği

source: **Question:**\ At our public library we are running a Koha installation and we've tried to turn on all the nice functionalities in Koha such as the frbrising tool, but do not get the same result as Nelsonville public library.
fr: **Question :**\ Nous avons installé Koha dans notre bibliothèque publique et nous avons essayé d'activer toutes les fonctionnalités de Koha comme l'outil frbrisant, mais nous n'obtenons pas le même résultat qu'à la bibliothèque publique Nelsonville.
it: **Domanda:**\ Nella nostra biblioteca usiamo Koha ed abbiamo provato ad attivare tutte belle funzionalità che ci sono, tra cui lo strumento FRBRize, ma non abbiamo gli stessi risultati della biblioteca di Nelsonville.
tr: **Soru:**\ Halk kütüphanemizde Koha kurulumu çalıştırıyoruz ve Koha'da bulunan frbrising aracı gibi tüm harika işlevleri açmaya çalıştık, ancak Nelsonville Halk Kütüphanesi ile aynı sonuçları alamadık.

source: **Answer:**\ In fact, this feature is quite tricky to make that right. First it looks at XISBN service. And then search in your database for that ISBN. So both XISBN and your internal ISBN (in biblio table) have to be normalized. You could therefore use the script misc/batchupdateISBNs.pl (it removes all the - in your local ISBNs)
fr: **Réponse :**\ Il n'est pas facile en effet de faire fonctionner correctement cette fonctionnalité. Il regarde d'abord le service XISBN. Il cherche ensuite cet ISBN dans votre base de données. L'XISBN ainsi que l'ISBN interne (dans la table biblio) doivent être normalisés. Par conséquent, vous pouvez utiliser le script misc/batchupdateISBNs.pl (il supprime tous les - dans vos ISBNs locaux)
it: **Risposta:**\ in effetti questa funzionalità richiede un po' di accorgimenti perché funzioni bene. Dapprima ricerca l'elemento tramite il servizio XISBN, poi ricerca nel database interno l'ISBN trovato. Perciò, sia il XISBN, sia l'ISBN in archivio (nella tabella biblio) devono essere normalizzati. A questo scopo si può utilizzare lo script misc/batchupdateISBNs.pl, che rimuove tutti i trattini (-) dai numeri ISBN locali.
tr: **Cevap:**\ Aslında bu özelliği doğru olarak çalıştırmak oldukça zordur. Önce XISBN hizmetine bakar. Ve daha sonra veri tabanınızda o ISBN için arama yapar. Dolayısıyla hem XISBN hem de dahili ISBN'in (bibliyo tablosunda) normalize edilmesi gerekmektedir. Bu nedenle misc/batchupdateISBNs.pl komut dosyasını kullanabilirsiniz (Yerel ISBN'ler içerisindeki tüm - kaldırır)

source: All Amazon Content
fr: Tous les contenus d'Amazon
it: Contenuti Amazon
tr: Tüm Amazon İçeriği

source: **Question**: I have all of the Amazon preferences turned on and have entered both of my keys, but none of the content appears in my system, why is that?
fr: **Question** : J'ai activé toutes les préférences système Amazon et j'ai saisi les deux clés, mais aucun contenu n'apparaît dans mon système. Que se passe-t-il ?
hi: **प्रश्न**: मेरे पास सभी अमेज़ॅन प्राथमिकताएं चालू हैं और मेरी दोनों चाबियाँ दर्ज की हैं, लेकिन मेरे सिस्टम में कोई भी सामग्री दिखाई नहीं दे रही है, वह क्यों है?
it: **Domanda**: Ho attivato tutte le preferenze di Amazon, ed ho immesso entrambe le chiavi, ma nessuno dei contenuti di Amazon appare nel mio sistema. Come mai?
tr: **Soru**: Amazon tercihlerimin tümü açık durumda ve her iki anahtarımı da girdim, fakat hiç bir içerik sistemimde görünmüyor, neden?

source: **Answer**: Amazon's API checks your server time on all requests and if your server time is not set properly requests will be denied. To resolve this issue be sure to set your system time appropriately. Once that change in made Amazon content should appear immediately.
fr: **Réponse** : L'API d'Amazon vérifie l'heure de votre serveur sur toutes les requêtes, et si l'heure de votre serveur n'est pas correctement définie, les requêtes seront refusées. Pour résoudre ce problème, assurez-vous que l'heure de votre système soit correctement réglée. Une fois ce changement fait, le contenu d'Amazon devrait apparaître immédiatement.
hi: ** उत्तर **: अमेज़ॅन की एपीआई आपके सर्वर के समय को सभी अनुरोधों पर जांचती है और यदि आपका सर्वर समय ठीक से सेट नहीं है तो अनुरोधों से इनकार कर दिया जाएगा। इस समस्या को हल करने के लिए अपने सिस्टम समय को उचित रूप से सेट करना सुनिश्चित करें। एक बार जब अमेज़ॅन सामग्री में बदलाव आया तो तुरंत प्रकट होना चाहिए।
it: **Risposta**: Amazon verifica l'ora impostata sul server di Koha ad ogni richiesta e, se l'orologio del server non è regolato correttamente, la richiesta viene respinta. Per risolvere questo problema, assicurarsi di impostare l'ora di sistema in modo corretto. Non appena fatto ciò, i contenuti di Amazon devono apparire immediatamente.
tr: **Cevap**: Amazon API'si tüm isteklerde sunucu zamanını kontrol eder ve sunucu zamanı doğru ayarlanmış değilse istekler reddedilir. Bu sorunu gidermek için sistem saatinizi uygun olarak ayarladığınızdan emin olun. Bu değişiklik yapıldıktan sonra Amazon içeriğinin hemen görüntülenmesi gerekir.

source: On Debian the the command is *date -s "2010-06-30 17:21"* (with the proper date and time for your timezone).
fr: Dans Debian, la commande est *date -s "2010-06-30 17:21"* (la date et l'heure exactes de votre fuseau horaire).
hi: डेबियन पर आदेश *दिनांक -s "2010-06-30 17:21"* (आपके टाइमज़ोन के लिए उचित दिनांक और समय के साथ) है।
it: Su Debian il comando è *date -s "2010-06-30 17:21"* (con la data ed ora corretti per il proprio fuso orario).
tr: Debian üzerinde komut şu şekildedir *date -s "2010-06-30 17:21"* (saat diliminiz ile uygun tarih ve saat ile).

source: System Administration
fr: Administration du système
it: Amministrazione del sistema
tr: Sistem Yönetimi

source: Errors in Zebra Cron
fr: Les erreurs dans le cron de Zebra
it: Errori nelle esecuzioni pianificate di Zebra
tr: Zebra Cron içerisindeki hatalar

source: **Question**: I am noticing some errors in the koha-zebradaemon-output.log file. When new records are added it takes a bit longer to index than we think they should. Running rebuild zebra is often faster. Zebra ends up indexing and search works, but I am concerned about the errors. Any ideas?
fr: **Question** : J'ai remarqué quelques erreurs dans le fichier koha-zebradaemon-output.log. Lorsque de nouvelles notices sont ajoutées, cela prend un peu plus de temps que ça ne devrait pour les indexer. L'exécution de la reconstruction de Zebra est souvent plus rapide. Zebra finit par indexer et faire la recherche, mais je me sens concernée par ces erreurs. Des idées ?
it: **Domanda**: Ho notato alcuni errori nel file dil log koha-zebradaemon-output.log. Quando si aggiungono nuovi record, per indicizzarli ci vuole più tempo di quello che dovrebbe. Spesso eseguire la ricostruzione degli indici Zebra è più veloce. Alla fine Zebra termina l'indicizzazione e la ricerca funziona, ma ho paura di un errore. Qualche idea?
tr: **Soru**: koha-zebradaemon-output.log dosyasında bazı hatalar fark ediyorum. Yeni kayıtlar eklendiğinde dizinleme olması gerektiğini düşündüğümüzden biraz daha uzun sürüyor. Yenilenen zebrayı çalıştırmak genellikle daha hızlıdır. Zebra, dizinleme ve arama çalışıyor olarak sonuçlanıyor ama hatalar hakkında endişe duyuyorum. Herhangi bir fikri olan var mı?

source: **Answer**: Rebuild\_zebra.pl -r deletes all of the files in the Zebra db directories (such as reci-0.mf) and then recreates them. Thus, permissions will be lost, and the files will be owned by the user who ran rebuild\_zebra.pl. If one rebuilds the zebra indexes as root, the daemons, which typically run under the user Koha, will not be able to update the indexes. Thus, it's important then that the zebra rebuilds are put in the cronjob file of the user Koha, and not root. Also important is that other users, such as root, don't manually execute rebuilds.
fr: **Réponse**: Rebuild\_zebra.pl -r supprime tous les fichiers dans les répertoires db Zebra (tels que reci-0.mf) et les recrée ensuite. Ainsi, il n'y aura plus d'autorisations et les fichiers appartiendront à l'utilisateur qui aura exécuté rebuild\_zebra.pl. Si on reconstruit les index de Zebra en tant qu'utilisateur root, les démons, qui s'exécutent normalement sous l'utilisateur de Koha, ne pourront pas mettre à jour les index. Par conséquent, il est important que les reconstructions de Zebra soient mises dans le fichier cronjob de l'utilisateur Koha, et non à la racine. Il est important également que les autres utilisateurs, comme root, ne recommencent pas à exécuter manuellement la recontruction.
it: **Risposta**: Rebuild\_zebra.pl -r cancella tutti i file nelle cartelle del database di Zebra, (come reci-0.mf) e poi li ricrea. Perciò si perdono i permessi ed i file appartengono all'utence che ha eseguito rebuild\_zebra.pl. Se qualcuno ricostruisce gli indici di Zebra come root, i processi di sistema, che tipicamente girano sotto l'utente Koha, non riescono ad aggiornare gli indici. Quindi è importante che le ricostruzioni degli indici siano messe nelle pianificazioni dell'utente Koha, e non di root. E' anche importante che altri utenti, quale ad esempio root, non eseguano manualmente una ricostruzione degli indici.
tr: **Cevap**: Rebuild\_zebra.pl -r, Zebra db dizinlerindeki tüm dosyaları siler ve sonra bunları yeniden oluşturur. Bu nedenle, izinler kaybolacak ve dosyalar rebuild\_zebra.pl çalıştıran kullanıcı tarafından sahiplenecektir. Eğer zebra dizinleri root olarak yeniden oluşturulursa, normalde Koha kullanıcı altında çalışan geri plan yordamları, dizinleri güncelleyemeyecektir. Bu nedenle yeniden oluşturan zebra'nın Koha kullanıcının cronjob dosyası içine yerleştirilmesi, root içine yerleştirilmemesi önemlidir. Ayrıca, root gibi diğer kullanıcıların yeniden oluşturma işlemini manuel olarak gerçekleştirmemesi de önemlidir.

source: If one desires that another user be able to execute rebuild\_zebra.pl, he should be given the permission to execute 'sudo -u Koha .../rebuild\_zebra.pl,' (if you want to do this, you also have to edit the sudoers file to pass the PERL5LIB variable with the env\_keep option as by default sudo strips away almost all environment variables). Or, as root user, one can use a simple 'su koha' and then the rebuild\_zebra.pl command.
fr: Si on désire qu'un autre utilisateur exécute rebuild\_zebra.pl, il doit avoir l'autorisation d'exécuter "sudo -u Koha .../rebuild\_zebra.pl" (si vous voulez faire cela, vous devrez aussi modifier le fichier sudoers pour passer la variable PERL5LIB avec l'option env\_keep, comme par défaut sudo dépouillera toutes les variables d'environnement). Ou, comme l'utilisateur root, on peut utiliser un simple 'su koha' et ensuite la commande rebuild\_zebra.pl.
it: Se si desidera che un altro utente possa eseguire rebuild\_zebra.pl, bisogna concedere a quell'utente il permesso di eseguire il comando sudo -u Koha .../rebuild\_zebra.pl. In tal caso, bisogna anche modificare il file sudoers, per passare la variabile PERL5LIB con l'opzione env\_keep, perché per impostazione predefinita sudo elimina praticamente tutte le variabili di ambiente. Oppure, come root, si può semplicemente usare il comando 'su Koha' e poi lanciare il comando rebuild\_zebra.pl.
tr: Başka bir kullanıcının rebuild\_zebra.pl komutunu çalıştırabilmesi istenirse, bu kullanıcıya 'sudo -u Koha .../rebuild\_zebra.pl,' çalıştırabilme izni verilmelidir. (bunu yapmak istiyorsanız, PERL5LIB değişkenini varsayılan olarak env\_keep seçeneği ile geçirmek için suoders dosyasını düzenlemelisiniz, sudo neredeyse tüm ortam değişkenlerini soyup çıkarır). Veya root kullanıcı olarak basit bir 'su Koha' kullanıp, daha sonra rebuild\_zebra.pl komutunu kullanabilirsiniz.

source: I've also tried to set the sticky bit on rebuild\_zebra.pl, but for whatever reason it didn't seem to work due to some problem with the PERL5LIB variable that I wasn't able to figure. That seems to me the easiest thing to do, if anybody has any idea how to make it work. If it worked and were the default, I think it would help folks to avoid a great deal of the problems that come up with zebra.
fr: J'ai aussi essayé de mettre le bit sticky à rebuild\_zebra.pl, mais pour diverses raisons, ça n'a pas marché en raison d'un certain problème avec la variable PERL5LIB que je n'ai pas été en mesure de comprendre. Cela me semble la chose la plus facile à faire, si quelqu'un a une idée sur comment le faire fonctionner. S'il fonctionnait par défaut, je pense qu'il aiderait les gens à éviter beaucoup de problèmes qui surgissent avec Zebra.
it: l'Autrice ha anche provato ad impostare ad 1 il bit "sticky" su rebuild\_zebra.pl, ma per chissà quale ragione non sembra che funzioni; pare che ci sia qualche problema con la variabile PERL5LIB che non è stato possibile risolvere. Sarebbe la cosa più facile da fare, se qualcuno sapesse come farla funzionare. Se funzionasse e fosse l'impostazione predefinita, aiuterebbe molti utenti ad evitare una gran quantità di problemi che hanno a che fare con Zebra.
tr: Ben de rebuild\_zebra.pl üzerinde yapışkan bit'i ayarlamak için çalıştım ama sebebi ne olursa olsun bir PERL5LIB değişkeni ile ilgili çözemediğim bir sorun nedeniyle işe yaramadı. Birisinin bu işi yapmak için bir fikri varsa, bu, bana yapılacak en kolay şey gibi görünüyor. Eğer bu işe yaramış ve varsayılan değer olsaydı, Zebra ile ortaya çıkan sorunların çoğunu önlemek için insanlara yardımcı olacağını düşünüyorum.

source: Making Z39.50 Target Public
fr: Rendre la cible Z39.50 publique
it: Aprire al pubblico il servizio Z39.50
tr: Z39.50 hizmetini genel erişime açmak

source: **Question**: Could someone tell me the exact steps I need to take to configure Zebra to expose my Koha 3 db as a public Z39.50 service?
fr: **Question**: J'aimerais savoir quelles sont les étapes exactes pour configurer Zebra afin d'exposer ma base de données Koha 3 comme un service publique Z39.50 ?
it: **Domanda**: Quali sono precisamente i passi da eseguire per da aprire al pubblico il database di Koha come un servizio Z39.50?
tr: **Soru**: Koha 3 veri tabanının genel Z39.50 hizmetine açılması için Zebra yapılandırmasında atmam gereken kesin adımları anlatabilecek var mı?

source: **Answer**: Edit the KOHA\_CONF file that your Koha is using. Uncomment the publicserver line like:
fr: **Réponse** : Modifiez le fichier KOHA\_CONF que Koha utilise. Eliminez les commentaires de la ligne du publicserver comme :
hi: ** उत्तर **: KOHA\_CONF फ़ाइल संपादित करें जो आपके कोहा का उपयोग कर रहा है। प्रकाशक लाइन की तरह इस तरह की असुविधा:
it: **Risposta**: Aprire con un editor di testo il file KOHA\_CONF. Decommentare la riga publicserver. Per esempio:
tr: **Cevap**: Koha kurulumunuzun kullandığı KOHA\_CONF dosyasını düzenleyin. publicserver satırını şu şekilde derleme dışı bırakın:

source: to be:
fr: pour être:
hi: होने के लिए:
it: diventa:
tr: olması için:
