Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: **Answer**: The holds to pull report gives a simple list of what holds need to be filled with available items. It shows the 'live' data of your database, so new holds will turn up there immediately. It shows information about each hold including all libraries where items of the requested title are available.
hi: **उत्तर**: रिपोर्ट को खींचने के लिए होल्ड उपलब्ध वस्तुओं से भरे जाने की आवश्यकता की एक सरल सूची देता है। यह आपके डेटाबेस के 'लाइव' डेटा को दिखाता है, इसलिए नए होल्ड तुरंत वहीं चालू हो जाएंगे। यह सभी पुस्तकालयों सहित प्रत्येक होल्ड के बारे में जानकारी दिखाता है जहां अनुरोधित शीर्षक के आइटम उपलब्ध हैं।

source: The holds queue report is divided by libraries and will list the hold only for one library where it is available. For libraries with lots of holds and multiple branches this will prevent multiple libraries pulling the item off the shelf at the same time.
hi: होल्ड्स कतार रिपोर्ट पुस्तकालयों द्वारा विभाजित की जाती है और यह केवल एक लाइब्रेरी के लिए होल्ड को सूचीबद्ध करेगी जहां यह उपलब्ध है। बहुत सारे होल्ड और कई शाखाओं वाले पुस्तकालयों के लिए यह एक ही समय में कई पुस्तकालयों को आइटम को शेल्फ से खींचने से रोक देगा।

source: The holds queue report is generated by the :ref:`build_holds_queue.pl <holds-queue-label>` cron job. By default it runs hourly, but it might be changed to run at any other interval. There are various configuration options to determine the library to provide the item. For example:
hi: होल्ड कतार रिपोर्ट :ref:`build_holds_queue.pl <holds-queue-label>` क्रॉन जॉब द्वारा उत्पन्न होती है। डिफ़ॉल्ट रूप से यह प्रति घंटा चलता है, लेकिन इसे किसी अन्य अंतराल पर चलाने के लिए बदला जा सकता है। आइटम प्रदान करने के लिए लाइब्रेरी का निर्धारण करने के लिए विभिन्न कॉन्फ़िगरेशन विकल्प हैं। उदाहरण के लिए:

source: :ref:`Library transfer limits <library-transfer-limits-label>`
hi: :ref:`लाइब्रेरी ट्रांसफर की सीमा <library-transfer-limits-label>`

source: :ref:`Transport cost matrix <transport-cost-matrix-label>`
hi: :ref:`परिवहन लागत मैट्रिक्स <transport-cost-matrix-label>`

source: :ref:`StaticHoldsQueueWeight`, :ref:`HoldsQueueSkipClosed`, and :ref:`RandomizeHoldsQueueWeight` system preferences
hi: :ref:`StaticHoldsQueueWeight`, :ref:`HoldsQueueSkipClosed`, और :ref:`RandomizeHoldsQueueWeight` सिस्टम प्राथमिकताएँ

source: Printing overdue notices
hi: प्रिंटिंग अतिदेय नोटिस

source: **Answer**: Yes. By default Koha will email all overdue notices to patrons without email address to the library.
hi: **उत्तर**: हाँ। डिफ़ॉल्ट रूप से कोहा पुस्तकालय को ईमेल पते के बिना संरक्षक को सभी अतिदेय नोटिस ईमेल करेंगे।

source: Additionally the :ref:`overdue notice cron job <overdue-notice-label>` has a setting to generate the overdue notices as HTML for printing. An example of this usage would be:
hi: इसके अतिरिक्त Additionally: Ref: `अतिदेय नोटिस क्रोन नौकरी <overdue-notice-label>` मुद्रण के लिए HTML के रूप में अतिदेय नोटिस उत्पन्न करने के लिए एक सेटिंग है। इस उपयोग का एक उदाहरण होगा:

source: The command line needs to specify a web-accessible directory where the print notices will go -- they get a filename like notices-2018-11-24.html (or holdnotices-2018-11-24.html). The overdue notice itself can be formatted to fit a Z-mailer. Within the notice file, the text is spaced down or over to where it will print properly on the form. The script has code that wraps around the notice file to tell the HTML to obey the formatting, and to do a page break between notices. The system preference :ref:`PrintNoticesMaxLines` can be used to specify the page length for libraries that allow a lot of checkouts which can lead to some notices running onto multiple pages. That system preference says to truncate the print notice at that page length and put in a message about go check your OPAC account for the full list.
hi: कमांड लाइन को एक वेब-सुलभ निर्देशिका निर्दिष्ट करने की आवश्यकता है जहां प्रिंट नोटिस जाएंगे -- उन्हें notices-2018-11-24.html (या holdnotices-2018-11-24.html). जैसा फ़ाइल नाम मिलता है। अतिदेय नोटिस में स्वयं को जेड-मेलर फिट करने के लिए स्वरूपित किया जा सकता है। नोटिस फ़ाइल के भीतर, पाठ को नीचे या उस स्थान पर भेज दिया जाता है, जहां वह फॉर्म पर ठीक से प्रिंट करेगा। स्क्रिप्ट में कोड होता है जो HTML को फ़ॉर्मेटिंग को मानने के लिए नोटिस करने के लिए नोटिस फाइल के चारों ओर लपेटता है, और नोटिस के बीच एक पेज ब्रेक करने के लिए। सिस्टम प्राथमिकता: Ref: `PrintNoticesMaxLines` का उपयोग पुस्तकालयों के लिए पृष्ठ की लंबाई को निर्दिष्ट करने के लिए किया जा सकता है जो बहुत सारे चेकआउट की अनुमति देता है जिससे कई पृष्ठों पर कुछ नोटिस चल सकते हैं। उस सिस्टम की प्राथमिकता उस पृष्ठ की लंबाई पर प्रिंट नोटिस को काटकर पूर्ण सूची के लिए अपने ओपीएसी खाते की जांच करने के बारे में एक संदेश डालती है।

source: The cron entry is :ref:`gather\_print\_notices.pl <print-hold-notices>` /tmp/noticedir
hi: क्रॉन प्रविष्टि है :ref:`gather\_print\_notices.pl <print-hold-notices>` /tmp/noticedir

source: Unable to renew items
hi: आइटम नवीनीकृत करने में असमर्थ

source: **Answer**: At the very least you will need to set an absolute :ref:`default circulation rule <circulation-and-fine-rules-label>`. This rule should be as standard rule for all libraries, 'All' itemtype', and 'All' patron category. That will catch anyone who doesn't match a specific rule. Patrons who do not match a specific rule will get blocked from placing holds or renewing items, since there was no baseline number of holds or renewals to utilize.
hi: **उत्तर**: बहुत कम से कम आपको एक पूर्ण सेट करने की आवश्यकता होगी :ref:`डिफ़ॉल्ट संचलन नियम <circulation-and-fine-rules-label>`। यह नियम सभी पुस्तकालयों, 'ऑल' आइटमटाइप 'और' ऑल 'संरक्षक श्रेणी के लिए मानक नियम के रूप में होना चाहिए। जो किसी विशिष्ट नियम से मेल नहीं खाता, उसे पकड़ेगा। विशिष्ट नियम से मेल नहीं खाने वाले पैट्रन को होल्ड रखने या नवीनीकरण करने वाली वस्तुओं से अवरुद्ध कर दिया जाएगा, क्योंकि उपयोग करने के लिए होल्ड या नवीनीकरण की कोई आधारभूत संख्या नहीं थी।

source: Unable to place holds
hi: होल्ड रखने में असमर्थ

source: Keyboard shortcuts
hi: कुंजीपटल शॉर्टकर्ट

source: **Question**: Do I have to use my mouse to access the checkout, checkin, renewal and catalog tabs at the top of the circulation pages?
hi: **प्रश्न**: क्या मुझे सर्कुलेशन पृष्ठों के शीर्ष पर चेकआउट, चेकइन, नवीनीकरण और कैटलॉग टैब तक पहुंचने के लिए अपने माउस का उपयोग करना होगा?

source: jump to the catalog search with Alt+q
hi: Alt+Q के साथ सूची खोज करने के लिए जम्प

source: jump to the checkout with Alt+u
hi: Alt+u के साथ चेकआउट करने के लिए जम्प

source: jump to the renewal tab with Alt+w
hi: साथ Alt+w चेकइन करने के लिए कूद

source: jump to the checkin with Alt+r
hi: साथ Alt+r चेकइन करने के लिए कूद

source: Mac users use the OPTION button in place of Alt
hi: ऑल्ट के स्थान पर मैक उपयोगकर्ता OPTION बटन का उपयोग करते हैं

source: SMS notices/messages
hi: एसएमएस नोटिस/संदेश

source: T-mobile
hi: टी-मोबाइल

source: SMSDiscount (`smsdiscount.com <http://smsdiscount.com>`__)
hi: एसएमएसछूट (`smsdiscount.com <http://smsdiscount.com>`__)

source: Alternatively you can configure Koha to send SMS via Email. In order to use this feature you need to set the ::ref::`SMSSendDriver` system preference to 'Email' and confiugre the email gateways for the different :ref:`SMS cellular providers <sms-cellular-providers-label>` of your patrons.
hi: वैकल्पिक रूप से आप ईमेल के माध्यम से एसएमएस भेजने के लिए कोहा को कॉन्फ़िगर कर सकते हैं। इस सुविधा का उपयोग करने के लिए आपको :ref:``SMSSendDriver` सिस्टम पसन्द को 'ईमेल' पर सेट करना होगा और अलग-अलग के लिए ईमेल गेटवे को कन्फ्यूज करना होगा :ref:`एसएमएस सेलुलर प्रोवाइडर्स <sms-cellular-providers-label>`अपने संरक्षकों के।

source: In any case you might want to check if sending SMS to your patrons is legal in your location.
hi: किसी भी स्थिति में आप जांचना चाहते हैं कि आपके संरक्षक को एसएमएस भेजना आपके स्थान पर कानूनी है या नहीं।

source: **Answer**: India does not yet have too many options here. This is partly due to the Telecom regulatory authority's (TRAI) stipulations about transactional SMSes and limits on the number of SMSes that may be sent/received per users per day. India specific drivers include:
hi: **उत्तर**: भारत के पास अभी भी बहुत सारे विकल्प नहीं हैं। यह आंशिक रूप से टेलीकॉम नियामक प्राधिकरण (ट्राई) द्वारा प्रतिदिन प्रति उपयोगकर्ता भेजे/प्राप्त किए जा सकने वाले एसएमएस की संख्या के बारे में लेनदेन और सीमाओं की सीमा के कारण है। भारत के विशिष्ट ड्राइवरों में शामिल हैं:

source: Unicel Technologies Pvt Ltd (`unicel.in <http://unicel.in>`__)
hi: यूनिसेल टेक्नोलॉजीज प्राइवेट लिमिटेड(`unicel.in <http://unicel.in>`__)

source: **Question:** Why can't I edit 1xx, 6xx, or 7xx fields in my catalog record?
hi: ** प्रश्न: ** मैं अपने कैटलॉग रिकॉर्ड में 1xx, 6xx, या 7xx फ़ील्ड क्यों संपादित नहीं कर सकता?

source: Koha to MARC mapping
hi: कोहा से मार्क के मानचित्रण

source: **Question**: What's the relationship between 'Koha to MARC mapping' and 'MARC bibliographic frameworks'?
hi: **प्रश्न**: 'कोहा से मार्क मैपिंग' और 'मार्क ग्रंथ सूची ढांचे' के बीच क्या संबंध है?

source: **Answer**: Mappings can be defined through 'MARC bibliographic frameworks' OR 'Koha to MARC mapping'. 'Koha to MARC mapping' is just a shortcut to speed up linkage. If you change a mapping in one of these modules, the mapping will change in the other as well. In other words, the two modules 'overwrite' each other in order to prevent conflicts from existing in Koha.
hi: **उत्तर**: मैपिंग को 'मार्क ग्रंथ सूची के ढांचे' या 'कोहा से मार्किंग मैपिंग' के माध्यम से परिभाषित किया जा सकता है। 'कोहा से मार्किंग मैपिंग' लिंकेज को गति देने का एक शॉर्टकट है। यदि आप इनमें से किसी एक मॉड्यूल में मैपिंग बदलते हैं, तो मैपिंग दूसरे में भी बदल जाएगी। दूसरे शब्दों में, दो मॉड्यूल कोहा में विद्यमान संघर्षों को रोकने के लिए एक-दूसरे को 'अधिलेखित' करते हैं।

source: Number of items per bibliographic record
hi: प्रति ग्रंथ सूची में वस्तुओं की संख्या

source: **Answer**: There is no limit to the number of items you can attach to a bibliographic record. For records with a big number of items exporting the MARC record as ISO 2709 might be problematic as this format has a size limit. Item numbers somewhere between 600 and 1000 items on a 'normal' bibliographic record should be ok.
hi: **उत्तर**: उन वस्तुओं की संख्या की कोई सीमा नहीं है जिन्हें आप ग्रंथ सूची में संलग्न कर सकते हैं। बड़ी संख्या में आइटम के साथ रिकॉर्ड के लिए मार्क 270 निर्यात आईएसओ के रूप में समस्याग्रस्त हो सकता है क्योंकि इस प्रारूप का आकार सीमा है। एक 'सामान्य' ग्रंथ सूची पर 600 और 1000 के बीच के आइटम नंबर ठीक होना चाहिए।

source: **Question**: I am using the :ref:`EasyAnalyticalRecords` feature, but my links in the OPAC and Staff client to 'Show analytics' are not working.
hi: **प्रश्न**: मैं :ref:`EasyAnalyticalRecords 'सुविधा का उपयोग कर रहा हूं, लेकिन ओपेक और स्टाफ क्लाइंट में' शो एनालिटिक्स 'में मेरे लिंक काम नहीं कर रहे हैं।

source: Planning categories
hi: योजना श्रेणियाँ

source: The list is meant to represent when the books acquired were published. Then you plan for it, saying: we want to spend at least 40% of our budgets on books published less than a year ago, 10% on books more than 10 years old, etc.
hi: सूची का प्रतिनिधित्व तब किया जाता है जब अधिग्रहीत पुस्तकों को प्रकाशित किया जाता है। फिर आप इसके लिए योजना बनाते हैं, कहते हैं: हम अपने बजट का कम से कम 40% एक साल पहले प्रकाशित पुस्तकों पर खर्च करना चाहते हैं, 10 साल से अधिक पुरानी पुस्तकों पर 10%, आदि।

source: Upon acquiring new material, you'll be able to select, for a given item, a value from this list in a drop down. Then, after the material has been acquired, at the end of the year, you'll be able to compare the goals set with what's been achieved.
hi: नई सामग्री प्राप्त करने पर, आप किसी दिए गए आइटम के लिए, इस सूची से एक मान नीचे ड्रॉप में चुन सकते हैं। फिर, सामग्री के अधिग्रहण के बाद, वर्ष के अंत में, आप उन लक्ष्यों की तुलना करने में सक्षम होंगे जो हासिल किए गए हैं।

source: Advanced patterns
hi: उन्नत पैटर्न

source: Every : 12
hi: प्रत्येक : 12

source: When more than: 9999999
hi: से अधिक होने पर: 9999999

source: Inner counter: 3
hi: इनर काउंटर: 3

source: Set back to: 0
hi: पर वापस सेट करें: 0

source: Begins with: 2010
hi: साथ शुरू होता है: 2010

source: Year is going to change after 12 received issues from April 2010, that is in April 2011 if you don't set inner counter. Set inner counter to 3 will say to Koha: change year after 12-3 = 9 received issues.
hi: अप्रैल २०१० से १२ प्राप्त मुद्दों के बाद वर्ष बदलने जा रहा है, जो कि अप्रैल २०११ में है, यदि आपने आंतरिक काउंटर सेट नहीं किया है। 3 से आंतरिक काउंटर सेट करें कोहा से कहेंगे: 12-3 = 9 प्राप्त मुद्दों के बाद परिवर्तन वर्ष।

source: Codes stored in the database
hi: डेटाबेस में संग्रहीत कोड

source: Fines table
hi: जुर्माना तालिका

source: Statistics table
hi: सांख्यिकी तालिका

source: **Question:** What are the possible codes for the type field in the statistics table?
hi: ** प्रश्न: ** सांख्यिकी तालिका में प्रकार फ़ील्ड के लिए संभावित कोड क्या हैं?

source: localuse
hi: स्थानीयप्रयोग

source: Reserves table
hi: आरक्षित तालिका

source: T = Transit: the hold is linked to an item but is in transit to the pickup library
hi: T = ट्रांजिट: होल्ड एक आइटम से जुड़ा हुआ है, लेकिन पिकअप लाइब्रेरी के लिए पारगमन में है

source: W = Waiting: the hold is linked to an item, is at the pickup library, and is waiting on the hold shelf
hi: W = प्रतीक्षा करना: होल्ड किसी आइटम से जुड़ा हुआ है, पिकअप लाइब्रेरी में है, और होल्ड शेल्फ पर प्रतीक्षा कर रहा है

source: Reports dictionary table
hi: रिपोर्ट शब्दकोश तालिका

source: Messages table
hi: संदेश तालिका

source: Serial table
hi: सीरियल तालिका

source: Borrowers table
hi: उधारकर्ता तालिका

source: **Question**: What are the possible codes for the privacy field in the borrowers and deleted_borrowers tables?
hi: **प्रश्न**: उधारकर्ताओं और हटाए गए_बोरो टेबल में गोपनीयता क्षेत्र के लिए संभावित कोड क्या हैं?

source: Patron categories table
hi: संरक्षक श्रेणियों की तालिका

source: **Question**: What are the possible codes for the category types?
hi: **प्रश्न**: श्रेणी प्रकारों के लिए संभावित कोड क्या हैं?

source: A = Adult
hi: A = वयस्क

source: C = Child
hi: C = बाल

source: I = Organization
hi: I = संगठन

source: P = Professional
hi: P = व्यावसायिक

source: S = Staff
hi: S = स्टाफ

source: X = Statistical
hi: X = सांख्यिकी

source: Messaging preferences
hi: मैसेजिंग प्राथमिकता

source: Runtime parameters
hi: रनटाइम पैरामीटर्स

source: **Answer**: If you want to make your reports easy to reuse with different filters and date ranges, you can add runtime parameters to your query. Runtime parameters basically make a filter appear before the report is run.
hi: **उत्तर**: यदि आप विभिन्न फ़िल्टर और दिनांक सीमाओं के साथ पुन: उपयोग करना आसान बनाना चाहते हैं, तो आप अपनी क्वेरी में रनटाइम पैरामीटर जोड़ सकते हैं। रिपोर्ट चलाने से पहले रनटाइम पैरामीटर मूल रूप से एक फ़िल्टर बनाते हैं।

source: There is a specific syntax that Koha will understand as 'ask for values when running the report'. The syntax is <<Question to ask\[|type]>>.
hi: एक विशिष्ट वाक्यविन्यास है जिसे कोहा 'रिपोर्ट चलाते समय मूल्यों के लिए पूछें' के रूप में समझेगा। वाक्य-विन्यास है <<Question to ask\[|type]>>.

source: The 'Question to ask' will be displayed as a label before the form field.
hi: प्रपत्र फ़ील्ड से पहले 'प्रश्न पूछना' लेबल के रूप में प्रदर्शित किया जाएगा।

source: The type can be omitted if you want a free text input field. If it contains an authorized value category, 'branches' (libraries), 'itemtype' (itemtypes), 'categorycode' (patron categories), or 'biblio\_framework' (MARC bibliographic frameworks), a pull down will be displayed with the options from your configuration instead of a free text field.
hi: यदि आप एक निशुल्क पाठ इनपुट फ़ील्ड चाहते हैं, तो टाइप छोड़ा जा सकता है। यदि इसमें एक अधिकृत मूल्य श्रेणी, 'शाखाएँ' (पुस्तकालय), 'आइटमटाइप' (आइटमटाइप्स), 'श्रेणी कोड' (संरक्षक श्रेणियां), या 'biblio\_framework' (मार्क बीइब्लियोग्राफिक शब्द) हैं, तो एक पुल डाउन को इसके साथ प्रदर्शित किया जाएगा। एक मुक्त पाठ क्षेत्र के बजाय आपके कॉन्फ़िगरेशन से विकल्प।

source: When using 'date' as type, the date picker will be displayed to help with entering dates. The date will be automatically changed to the ISO date needed for the SQL query, while you can enter it according to your :ref:`DateFormat` system preference setting.
hi: प्रकार के रूप में 'दिनांक' का उपयोग करते समय, दिनांक लेने वाले को दिनांक दर्ज करने में सहायता के लिए प्रदर्शित किया जाएगा। SQL क्वेरी के लिए आवश्यक आईएसओ तिथि में स्वचालित रूप से तारीख बदल जाएगी, जबकि आप इसे अपने :ref:`DateFormat` सिस्टम वरीयता सेटिंग के अनुसार दर्ज कर सकते हैं।

source: Note that you can have more than one parameter in one SQL query. If you need the same value multiple times in your SQL query, make sure you use the same label. This will make the form field only appear once.
hi: ध्यान दें कि आपके पास एक SQL क्वेरी में एक से अधिक पैरामीटर हो सकते हैं। यदि आपको अपनी SQL क्वेरी में कई बार समान मान की आवश्यकता है, तो सुनिश्चित करें कि आप उसी लेबल का उपयोग करते हैं। इससे फॉर्म फ़ील्ड केवल एक बार दिखाई देगा।

source: Note that entering nothing at run time won't probably work as you expect. It will be considered as "value empty" not as "ignore this parameter". For example entering nothing for : "title=<<Enter title>>" will display results with title='' (no title). If you want to have to have something not mandatory, use "title like <<Enter title>>" and enter a % at run time instead of nothing
hi: ध्यान दें कि रन टाइम पर कुछ भी दर्ज करने से आप उम्मीद के मुताबिक काम नहीं करेंगे। इसे "मान को खाली" माना जाएगा, न कि "इस पैरामीटर की उपेक्षा" के रूप में। उदाहरण के लिए कुछ भी नहीं दर्ज करने के लिए : "title=<<Enter title>>" शीर्षक के साथ परिणाम प्रदर्शित करेगा='' (no title). यदि आप कुछ अनिवार्य नहीं होना चाहते हैं, तो जैसे शीर्षक का उपयोग करें <<Enter title>>" और कुछ भी नहीं के बजाय रन समय पर एक % दर्ज करें

source: SELECT surname,firstname FROM borrowers WHERE branchcode=<<Enter patrons library\|branches>> AND surname like <<Enter filter for patron surname (% if none)>>
hi: SELECT surname,firstname FROM borrowers WHERE branchcode=<<Enter patrons library\|branches>> AND surname like <<संरक्षक उपनाम के लिए फ़िल्टर दर्ज करें (% if none)>>
it: SELECT surname,firstname FROM borrowers WHERE branchcode=<<Indicare la biblioteca degli utenti\|branches>> AND surname like <<Indicare il filtro per il cognome dell'utente(% if none)>>

source: SELECT \* FROM items WHERE homebranch = <<Pick your branch\|branches>> and barcode like <<Partial barcode value here, use % to truncate>>
hi: SELECT \* FROM items WHERE homebranch = <<Pick your branch\|branches>> और बारकोड जैसे <<आंशिक बारकोड मान यहां, उपयोग करें % to truncate>>

source: You have to use 'like' in your SQL query and put "%" in a text box to 'leave it blank'. Otherwise, it literally looks for "" (empty string) as the value for the field.
hi: आपको अपनी SQL क्वेरी में 'लाइक' का उपयोग करना होगा और टेक्स्ट बॉक्स में "%" को 'खाली छोड़ना' होगा। अन्यथा, यह वस्तुतः क्षेत्र के लिए मूल्य के रूप में "" (खाली स्ट्रिंग) दिखता है।

source: Advanced search
hi: उन्नत खोज

source: Scan indexes
hi: स्कैन अनुक्रमित

source: **Answer**: When you choose an index, enter a term, click 'scan indexes' and do the search, Koha displays the searched term and the following terms found in this index with the number of corresponding records. That search is not made directly in the catalog, but first in the indexes. It works only for one index at once, and only with no limit on library or library group (All libraries needed).
hi: ** उत्तर **: जब आप एक सूचकांक चुनते हैं, तो एक शब्द दर्ज करें, 'स्कैन इंडेक्स' पर क्लिक करें और खोज करें, कोहा खोज शब्द और इस सूचकांक में पाए गए निम्नलिखित शब्दों को संबंधित रिकॉर्ड की संख्या के साथ प्रदर्शित करता है। यह खोज सीधे कैटलॉग में नहीं बनाई गई है, लेकिन पहली बार इंडेक्स में है। यह एक बार में केवल एक सूचकांक के लिए काम करता है, और केवल पुस्तकालय या पुस्तकालय समूह (सभी पुस्तकालयों की आवश्यकता) पर कोई सीमा नहीं है।

source: Searching for terms that start with a character
hi: किसी वर्ण से शुरू होने वाले शब्दों की खोज करना

source: Wildcard searching
hi: वाइल्डकार्ड खोज रहे हैं

source: The bottom line in searching with wildcards: '\*' is more exact while '%' searches for similar terms.
hi: वाइल्डकार्ड के साथ खोज में नीचे की रेखा: '\*' अधिक सटीक है जबकि '%' समान शब्दों के लिए खोज करता है।

source: Title searching
hi: शीर्षक खोज रहा है

source: **Answer**: In general, the more terms you enter, the better your results will be. Koha doesn't use stop words, so searching for "the" and "an" will work just fine. So "the help" shoudl bring better results than just a title search for help. Also using "Title, phrase" would further improve the results as it means that these terms have to appear in this sequence and with no other terms in between.
hi: **उत्तर**: सामान्य तौर पर, आप जितने अधिक शब्द दर्ज करेंगे, आपके परिणाम उतने ही अच्छे होंगे। कोहा स्टॉप शब्दों का उपयोग नहीं करता है, इसलिए "द" और "ए" की खोज करना ठीक रहेगा। तो "मदद" shoudl मदद के लिए सिर्फ एक शीर्षक खोज की तुलना में बेहतर परिणाम लाती है। "शीर्षक, वाक्यांश" का उपयोग करने से परिणामों में और सुधार होगा क्योंकि इसका मतलब है कि इन शब्दों को इस क्रम में और बीच में कोई अन्य शब्द के साथ प्रकट होना है।

source: Some system preferences are known to affect relevancy ranking negatively. These are :ref:`QueryAutoTruncate`and :ref:`UseICU`. With the latter also requiring the server setup to actually use ICU for indexing.
hi: कुछ सिस्टम वरीयताओं को प्रासंगिकता रैंकिंग को नकारात्मक रूप से प्रभावित करने के लिए जाना जाता है। ये हैं :ref:`QueryAutoTruncate`और :ref:`UseICU`. उत्तरार्द्ध के साथ भी सर्वर सेटअप की आवश्यकता होती है वास्तव में अनुक्रमण के लिए आईसीयू का उपयोग करें।

source: Note: If multiple results have the same relevancy score, they will be sorted by biblionumber as second criteria.
hi: नोट: एक से अधिक परिणाम एक ही प्रासंगिकता स्कोर है, तो वे दूसरे मापदंड के रूप में biblionumber द्वारा क्रमबद्ध किया जाएगा।

source: Reset the Zebra index
hi: ज़ेबरा इंडेक्स रीसेट करें

source: Enhanced content
hi: बढ़ी हुई सामग्री

source: Amazon
hi: अमेजन

source: All Amazon content
hi: सभी अमेज़ॅन सामग्री

source: Server administration
hi: सिस्टम प्रशासक

source: Making Z39.50 target public
hi: Z39.50 लक्ष्य सार्वजनिक बनाना

source: **Question**: How can I configure Zebra to make my database searchable via Z39.50?
hi: **प्रश्न**: मैं अपने डेटाबेस को Z39.50 के माध्यम से खोज योग्य बनाने के लिए ज़ेबरा को कैसे कॉन्फ़िगर कर सकता हूं?

source: Shelving location authorized values
hi: शेल्विंग स्थान अधिकृत मान

source: **Answer**: One possible reason is that you created the location in the LOC authorized value category with the code '' or 0 (zero). This will be treated as 'no location' and not display correctly.
hi: **उत्तर**: एक संभावित कारण यह है कि आपने LOC अधिकृत मूल्य श्रेणी में स्थान '' या 0 (शून्य) के साथ बनाया है। इसे 'नो लोकेशन' माना जाएगा और सही तरीके से प्रदर्शित नहीं किया जाएगा।

source: Why do I need authorized values?
hi: मुझे अधिकृत मानों की आवश्यकता क्यों है?

source: **Answer**: Authorized values create a 'controlled vocabulary' for your staff. As an example, let us assume that your Koha installation is used by several libraries, and you use MARC 21. You might want to restrict the 850a MARC subfield to the institution codes for just those libraries. In that case, you could define an authorized values category (perhaps called "INST") and enter the institution codes as the authorized values for that category.
hi: ** उत्तर **: अधिकृत मान आपके कर्मचारियों के लिए 'नियंत्रित शब्दावली' बनाते हैं। उदाहरण के तौर पर, मान लीजिए कि आपके कोहा इंस्टॉलेशन का उपयोग कई पुस्तकालयों द्वारा किया जाता है, और आप एमएआरसी 21 का उपयोग करते हैं। आप 850 ए एमएआरसी सबफील्ड को केवल उन पुस्तकालयों के लिए संस्था कोड में प्रतिबंधित करना चाहते हैं। उस स्थिति में, आप एक अधिकृत मूल्य श्रेणी (जिसे शायद "INST" कहा जाता है) परिभाषित कर सकते हैं और संस्था कोड को उस श्रेणी के अधिकृत मान के रूप में दर्ज कर सकते हैं।
