Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: The command line needs to specify a web-accessible directory where the print notices will go -- they get a filename like notices-2009-11-24.html (or holdnotices-2009-11-24.html). The overdue notice itself can be formatted to fit a Z-mailer. Within the notice file, the text is spaced down or over to where it will print properly on the form. The script has code that wraps around the notice file to tell the HTML to obey the formatting, and to do a page break between notices. That's so that when staff print it out, they get one per page. We had to add an extra syspref (:ref:`PrintNoticesMaxLines`) to specify page length because our client allows a \_lot\_ of checkouts which meant some notices were running onto multiple pages. That syspref says to truncate the print notice at that page length and put in a message about go check your OPAC account for the full list.
fr: Il faut spécifier dans la ligne de commande un répertoire accessible par le web où les notifications iront. Elles auront un nom de fichier comme notices-2009-11-24.html (ou holdnotices-2009-11-24.html). La notification de retard peut être formatée pour s'adapter à Z-mailer. Dans le fichier de notifications, le texte est espacé pour qu'il puisse s'imprimer correctement sur la feuille. Le script a un code qui entoure le fichier de notification pour dire au HTML de respecter le formatage et de faire un saut de page entre les notifications. Lorsqu'on imprime, il y a une notification par page. Il y a aussi une préférence système supplémentaire (:ref:`PrintNoticesMaxLines`) qui définit la longueur de la page car si \_beaucoup\_ de prêts sont autorisés, les notifications s'étaleront sur plusieurs pages. Cette préférence système tronque la longueur de la page de la notification à imprimer et envoit un avetissement à l'adhérent conseillant de vérifier la liste entière sur le compte OPAC.
it: La riga di comando deve specificare una cartella, accessibile dal web, dove verranno salvati gli avvisi da stampare; i file avranno un nome tipo otices-2009-11-24.html (o holdnotices-2009-11-24.html). L'avviso di scadenza in sé può essere formattato per l'impiego con programmi per l'invio automatico delle e-mail. All'interno del file di avviso, il testo è spaziato in modo da cadere correttamente sul modulo stampato. Lo script inserisce nel file del codice che dice all'HTML di rispettare la formattazione e di fare un salto pagina tra un avviso e l'altro. Ciò permette di stampare un avviso per pagina. E' stato necessario aggiungere una preferenza di sistema (:ref:`PrintNoticesMaxLines`) per specificare la lunghezza di una pagina, perché i nostri clienti permettono \_molti\_ prestiti; ciò significa che alcuni avvisi venivano stampati su più pagine. La preferenza dice al sistema di troncare il testo dell'avviso alla lunghezza della pagina e di inserire un messaggio in cui si informa di controllare il proprio account nell'OPAC per avere la lista completa.
tr: Komut satırında basılı bildirimlerin gideceği web üzerinden erişilebilir bir dizin belirtilmelidir -- Bu dizinler Notices-2009-11-24.html (veya holdnotices-2009-11-24.html) gibi bir dosya adı alırlar. Gecikme bildiriminin kendisi bir Z-mailer'a sığacak şekilde biçimlendirilebilir. Bildirim dosyası içinde metin, aşağı veya yukarı aralıklı olarak form üzerinde doğru olarak yazdırılacağı yere hizalandırılır. HTML'in biçimlendirmeye itaat etmesini söylemek ve bildirimler arasında bir sayfa sonu yapmak için komut bildirim dosyasının metin çevresinde kaydırılan bir betik kodu vardır. Böylece personel yazdırma sırasında sayfa başına bir bildirim alacaktır. İstemcimiz bazen bildirimlerin birden çok sayfaya yayılmış olmasına neden olabilecek çok sayıda \_lot\_ ödünç vermeye izin verdiği için ekstra bir sistem tercihi (:ref:`PrintNoticesMaxLines`) eklemek zorunda kaldık. Bu sistem tercihi, yazdırılacak bildirimi sayfa uzunluğunda keser ve tam liste için OPAC hesabınızı kontrol etmenizi söyleyen bir mesaj bırakır.

source: The print and email overdues use the same notice file. The print notices for holds are different -- there's a separate HOLD\_PRINT notice file and the system uses it if there's no email address. Then a nightly cron job runs to gather those up from the message queue and put them in an HTML file in the notice directory, as above.
fr: On utilise le même ficher de notification pour l'impression et l'envoi par courriel des avis de retard. L'impression des notifications des réservations est différente. Il y a un fichier de notification séparé HOLD\_PRINT et le système l'utilise seulement s'il n'y pas d'adresse e-mail. Ensuite, le cron job s'exécute de nuit pour les regrouper dans la file d'attente des messages et les mettre dans le fichier HTML dans le répertoire de notification, comme vu précédemment.
it: Gli avvisi di scadenza da stampare, e da inviare per mail, usano lo stesso file. Gli avvisi per i prestiti, invece, ne usano uno diverso. C'è un file di avvisi separato (HOLD\_PRINT) ed il sistema lo usa se l'utente non ha un indirizzo e-mail. Quindi un processo notturno estrae tutti questi avvisi dalla coda dei messaggi e li salva in un file HTML nella cartella detta sopra.
tr: Gecikmeleri yazdırmak ve e-posta ile göndermek için aynı bildirim kullanılır. Ayırtmaların yazdırılması farklıdır - Ayrı bir HOLD\_PRINT bildirim dosyası vardır ve sistem bunu yalnızca bir e-posta adresi olmadığı takdirde kullanır. Sonra gecelik çalışan bir cron job bunları mesaj kuyruğundan toplar ve bunları bildirim dizininde yukarıdaki gibi bir HTML doyası içine yerleştirir.

source: The cron entry is gather\_print\_notices.pl /tmp/noticedir
fr: L'accès au cron est gather\_print\_notices.pl /tmp/noticedir
it: Il comando pianificato è gather\_print\_notices.pl /tmp/noticedir
tr: Cron girişi şudur, gather\_print\_notices.pl /tmp/noticedir

source: Unable to Renew Items
fr: Impossible de renouveler les exemplaires
it: Impossibile rinnovare i prestiti
tr: Materyallerin süresi uzatılamadı

source: **Question**: We're trying to renew some items for our patron. One of the items is on hold and ineligible for renewal, but the other two items refuse to renew even though they should be eligible. When I try to use the override renewal limit, it just returns a little message that says "renewal failed". Any idea what's going on here?
fr: **Question** : Nous ne parvenons pas à renouveler certains exemplaires de nos adhérents. Un des exemplaires est réservé et ne peut pas être renouvelé, mais les deux autres exemplaires refusent de se renouveler alors qu'ils sont disponibles. Lorsque j'essaie d'outrepasser la limite de renouvellement, je reçois un message me disant "Échec du renouvellement". Pouvez-vous m'expliquer ce qui se passe ?
hi: ** प्रश्न **: हम अपने संरक्षक के लिए कुछ वस्तुओं को नवीनीकृत करने की कोशिश कर रहे हैं। वस्तुओं में से एक को पकड़ना और नवीनीकरण के लिए अपात्र है, लेकिन अन्य दो आइटम नवीनीकरण करने से इनकार करते हैं, भले ही वे पात्र हों। जब मैं ओवरराइड नवीनीकरण सीमा का उपयोग करने का प्रयास करता हूं, तो यह केवल एक छोटा संदेश देता है जो कहता है "नवीनीकरण विफल"। कोई विचार क्या हो रहा है?
it: **Domanda**: So provando a rinnovare alcuni prestiti per un nostro utente. Un elemento è prenotato, perciò non il rinnovo non è ammesso, ma per altri due il sistema rifiuta il rinnovo, anche se dovrebbe essere consentito. Se provo ad utilizzare la funzione Forza limite di rinnovo, questa restituisce solo il messaggio "Rinnovo fallito". Che cosa sta succedendo?
tr: **Soru**: Kullanıcımız üzerinde olan bazı materyallerin süresini uzatmaya çalışıyoruz. Materyallerden birisi üzerine ayırma konulmuş ve süre uzatmak için uygun değil, fakat diğer iki materyal uygun oldukları halde süreleri uzatılamıyor. Süre uzatma limitini geçersiz kıl seçeneğini kullanmaya çalıştığımda sadece "süre uzatma başarısız" oldu şeklinde kısa bir bildirim alıyorum. Burada ne olduğu konusunda herhangi bir fikri olan var mı?

source: **Answer**: At the very least you will need to set an absolute :ref:`default circulation rule <circulation-and-fine-rules-label>`. This rule should be set for the default itemtype, default branchcode and default patron category. That will catch anyone who doesn't match a specific rule. Patrons who do not match a specific rule will get blocked from placing holds or renewing items, since there was no baseline number of holds or renewals to utilize.
fr: **Réponse** : Vous devrez au moins définir une :ref:`règle de circulation par défaut <circulation-and-fine-rules-label>`. Cette règle devra définir le type d'exemplaire par défaut, le code du site par défaut et la catégorie adhérent par défaut. Les adhérents qui ne respectent pas cette règle spécifique seront interdits d'avoir leurs emprunts renouvelés, puisqu'ils ne disposent pas du nombre minimum de renouvellement à utiliser.
it: **Risposta**: Come minimo assoluto, si deve impostare una :ref:`regola di circolazione predefinita <circulation-and-fine-rules-label>` generale. Questa regola dev'essere imposta per il tipo di elemento predefinito, il codice filiale predefinito, e la categoria di utente predefinita. In questo modo, tale regola si applicherà a chiunque non ricada in un'altra regola specifica: gli utenti a cui non si riesce ad applicare una regola non possono fare prenotazioni o rinnovare prestiti, siccome non c'è un numero limite di rinnovi o di prestiti da utilizzare.
tr: **Cevap**: En az bir mutlak `varsayılan dolaşım kuralı <circulation-and-fine-rules-label>` ayarlamanız gerekecek. Bu kural varsayılan materyal türü, varsayılan birim kodu ve varsayılan kullanıcı kategorisi için ayarlanmalıdır. Bu işlem, belirli bir kural ile eşleşmeyen herkesi yakalayacaktır. Belirli bir kural ile eşleşmeyen kullanıcıların, ayırtmaların ve süre uzatma eyleminin kullanabileceği bir temel sayı olmadığından, ayırtma yapmaları veya materyalin süresini uzatmaları engellenecektir.

source: Unable to Place Holds
fr: Impossible de faire des réservations
it: Impossibile prenotare
tr: Ayırma konulamadı

source: **Question**: Why can't I place holds when I have all of the preferences turned on.
fr: **Question** : Pourquoi ne puis-je pas faire des réservations alors que toutes les préférences système sont activées ?
hi: ** प्रश्न **: जब मैं सभी प्राथमिकताओं को चालू करता हूं तो मैं क्यों नहीं होल्ड रख सकता।
it: **Domanda**: Perché non riesco a prenotare? Ho attivato tutte le preferenze.
tr: **Soru**: Tüm tercihleri açık duruma getirdiğimde neden ayırtma yapamıyorum?

source: **Answer**: You probably need to set a default circulation rule. At the very least you will need to set an default circulation rule. This rule should be set for all item types, all branches and all patron categories. That will catch all instances that do not match a specific rule. When checking out if you do not have a rule for the default branch, default item and default patron category then you may see patrons getting blocked from placing holds.
fr: **Réponse**: Vous devrez probablement définir une règle de circulation par défaut. Cette règle s'appliquera à tous les types d'exemplaires, les sites, et toutes les catégories d'adhérents. Cela bloquera tous les cas ne correspondant pas à cette règle spécifique. Pendant l'enregistrement des prêts, si vous n'avez pas de règle de site par défaut, d'exemplaires par défaut, de catégorie d'adhérents par défaut, les adhérents seront alors interdits de réserver des documents.
it: **Risposta**: Probabilmente è necessario impostare una regola di circolazione predefinita. Come minimo assoluto, si deve impostare una regola di circolazione predefinita generale. Questa regola dev'essere impostata per tutti i tipi di elemento tutte le filiali e tutte le categorie di utenti. In questo modo, tale regola si applicherà a chiunque non ricada in un'altra regola specifica. Quando si fa un prestito, se non c'è una regola per la filiale predefinita, l'elemento predefinito e la categoria di utenti predefinita, può accadere che gli utenti non riescano a fare le prenotazioni.
tr: **Cevap**: Muhtemelen bir varsayılan dolaşım kuralı ayarlamalısınız. En azından bir varsayılan dolaşım kuralı ayarlamanız gerekecektir. Bu kural tüm materyal türleri, tüm birim kodları ve tüm kullanıcı kategorileri için ayarlanmalıdır. Bu işlem, belirli bir kuralla eşleşmeyen tüm durumları yakalayacaktır. Ödünç verirken varsayılan birim, varsayılan materyal ve varsayılan kullanıcı kategoriniz için bir kuralınız yoksa, bu durumda kullanıcılarınızın ayırtma yapmalarının engellendiğini göreceksiniz.

source: Keyboard Shortcuts
fr: Raccourcis clavier
it: Scorciatoie da tastiera
tr: Klavye Kısayolları

source: **Question**: Do I have to use my mouse to access the checkout, checkin and cataloging tabs at the top of the circulation pages?
fr: **Question** : Dois-je utiliser ma souris pour accéder aux onglets de prêt, retour et catalogage situés en haut des pages de circulation ?
it: **Domanda**: Bisogna usare il mouse per accedere alle linguette Prestito, Restituzione e Catalogazione nella parte alta delle pagine di circolazione?
tr: **Soru**: Dolaşım sayfalarının üstündeki ödünç verme, iade ve kataloglama sekmelerine erişmek için fare mi kullanmak zorundayım?

source: **Answer**: You can jump between the tabs on the quick search box at the top of the screen by using the following hot keys (if the tab is available):
fr: **Réponse** : Vous pouvez basculer d'onglet en onglet depuis la barre de recherche située en haut de l'écran en utilisant les raccourcis suivants (si l'onglet est disponible bien sûr) :
hi: ** उत्तर **: निम्न हॉट कुंजी (यदि टैब उपलब्ध है) का उपयोग करके आप स्क्रीन के शीर्ष पर त्वरित खोज बॉक्स पर टैब के बीच कूद सकते हैं:
it: **Risposta**: Si può passare da una linguetta all'altra, nel box di ricerca situato nella parte alta dello schermo, con le seguenti combinazioni di tasti (se la linguetta è abilitata):
tr: **Cevap**: Aşağıdaki kısayol tuşlarını kullanarak ekranın en üstünde yer alan hızlı arama kutusu üzerindeki sekmeler arasında geçiş yapabilirsiniz (eğer sekme kullanılabilir ise):

source: jump to the catalog search with Alt+Q
fr: activer l'onglet de recherche dans le catalogue avec Alt+Q
it: vai alla ricerca con alt+Q
tr: Alt+Q ile katalog aramaya geçin

source: jump to the checkout with Alt+U
fr: activer l'onglet de prêt avec Alt+U
it: vai al prestito con Alt+U
tr: Alt+U ile ödünç vermeye geçin

source: this will not work for Mac user
fr: cela ne fonctionnera pas pour les utilisateurs de Mac
hi: इस मैक उपयोगकर्ता के लिए काम नहीं करेगा
it: questo non funziona per utenti Mac
tr: bu, Mac kullanıcıları için çalışmayacaktır

source: jump to the checkin with Alt+R
fr: activer l'onglet de prêt avec Alt+R
it: vai alla restituzione prestiti con alt+R
tr: Alt+R ile iade bölümüne geçin

source: Mac users use the OPTION button in place of ALT
fr: Les utilisateurs de Mac utilisent le bouton OPTION à la place du ALT
it: Gli utenti Mac possono usare il bottone OPTION al posto di ALT
tr: Mac kullanıcıları ALT yerine OPTION düğmesini kullanın

source: SMS Notices/Messages
fr: Notifications/Messages SMS
it: Avvisi e messaggi via SMS
tr: SMS Bildirimleri/İletileri

source: **Question**: I want Koha to send notices via SMS, what do I need to do?
fr: **Question** : Je voudrais que Koha envoit des notifications via SMS, comment dois-je faire ?
hi: ** प्रश्न **: मैं कोहा को एसएमएस के माध्यम से नोटिस भेजना चाहता हूं, मुझे क्या करने की ज़रूरत है?
it: **Domanda**: Vorrei che Koha mandasse gli avvisi via SMS; che cosa devo fare?
tr: **Soru**: Koha'nın bildirimleri SMS kanalıyla göndermesini istiyorum, ne yapmam gerekiyor?

source: **Answer**: First you need to choose a SMS service to use with Koha. There is a list available here: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all Not all SMS services available to libraries have Perl drivers, so be sure to check this list to see if the provider you're considering is listed. If not you want to ask your provider if they have a Perl module, if not you should consider another service. Some common options in the US (that have Perl drivers) are:
fr: **Réponse** : Vous devez d'abord choisir un service SMS à utiliser. Voici une liste de services disponibles: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all Tous les services SMS disponibles en bibliothèque ne disposent pas de contrôleurs Perl, vérifiez donc bien cette liste pour voir si le fournisseur que vous envisagez y est bien. Sinon, demandez à votre fournisseur s'il a un module Perl, si vous n'envisagez pas d'autre service. Voici quelques options basiques aux USA (qui ont des contrôleurs Perl) :
hi: ** उत्तर **: सबसे पहले आपको कोहा के साथ उपयोग करने के लिए एक एसएमएस सेवा चुननी होगी। यहां एक सूची उपलब्ध है: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all पुस्तकालयों के लिए उपलब्ध सभी एसएमएस सेवाओं में पर्ल ड्राइवर नहीं हैं, इसलिए यह सुनिश्चित करने के लिए इस सूची को जांचना सुनिश्चित करें कि क्या प्रदाता आप पर विचार कर रहे हैं सूचीबद्ध है। यदि नहीं, तो आप अपने प्रदाता से पूछना चाहते हैं कि उनके पास पर्ल मॉड्यूल है, यदि नहीं, तो आपको दूसरी सेवा पर विचार करना चाहिए। अमेरिका में कुछ सामान्य विकल्प (जिनमें पर्ल ड्राइवर हैं) हैं:
it: **Risposta**: Prima di tutto bisogna scegliere un servizio di messaggistica SMS da utilizzare con Koha; un elenco è disponibile su http://search.cpan.org/search?query=sms%3A%3Asend&mode=all Non tutti i servizi di messaggistica SMS utilizzabili dalle biblioteche hanno driver Perl, perciò è bene verificare che il provider considerato sia elencato. Se non lo è, è consigliabile richiedere al proprio provider se ha un modulo Perl; se non lo ha, è necessario rivolgersi ad un altro fornitore. Alcuni fornitori molto diffusi negli Stati Uniti, che hanno driver Perl, sono:
tr: **Cevap**: Öncelikle Koha ile kullanmak için bir SMS servisi seçmeniz gerekir. Burada mevcut bir liste vardır: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all Perl sürücülerine sahip kütüphaneler için tüm SMS hizmetleri kullanılabilir değildir, bu nedenle hizmet almayı düşündüğünüz sağlayıcının listede olup olmadığını kontrol ettiğinizden emin olunuz. Eğer listede değilse sağlayıcınıza Perl modülleri olup olmadığını sorabilirsiniz, eğer sağlayıcınızda Perl modülleri yoksa başka bir servis almayı düşünebilirsiniz. ABD'de yaygın olan bazı seçenekler şunlardır (Perl sürücüleri olan):

source: **Question**: What about in India?
fr: **Question** : Et l'Inde ?
hi: ** प्रश्न **: भारत में क्या हैं?
it: **Domanda**: E in India?
tr: **Soru**: Peki ya Hindistan'da?

source: **Answer**: India does not yet have too many options here. This is partly due to the Telecom regulatory authority's (TRAI) stipulations about transactional SMSes and limits on the number of SMSes that may be sent / received per users per day. India specific drivers include:
fr: **Réponse** : L'inde n'a pas encore beaucoup d'options. Ceci est partiellement due au Telecom regulatory authority (TRAI), qui stipule à propos des SMS transactionnels, tout en limitant le nombre de SMS qui peuvent être envoyés/reçus par usager, par jour. Les pilotes spécifiques pour l'Inde sont :
it: **Risposta**: In India non c'è molta scelta. Ciò è dovuto in parte alle disposizioni dell'Autorità di controllo sulle Telecomunicazioni (TRAI) riguardo l'invio automatico di SMS ed al numero massimo di SMS che possono essere inviati/ricevuti al giorno da un utente. I driver specifici per l'India comprendono:
tr: **Cevap**: Hindistan için henüz burada çok fazla seçenek yoktur. Bu kısmen Telekom düzenleyicisi otoritenin (TRAI) günlük kullanıcı başına alınan / gönderilen SMS'ler üzerindeki limitler hakkındaki koşulları nedeniyledir. Hindistan'a özel sürücüler şunlardır:

source: Cataloging
fr: Catalogage
hi: सूचीकरण
it: Catalogazione
tr: Kataloglama

source: Authority Fields
fr: Champs d'autorité
it: Campi Authority
tr: Otorite Alanları

source: **Question:**\ Why can't I edit 1xx, 6xx, or 7xx fields in my catalog record?
fr: **Question :**\ Pourquoi ne puis-je pas modifier les champs 1xx, 6xx, ou 7xx dans la notice du catalogue ?
it: **Domanda:**\ Perché non posso modificare i campi 1xx, 6xx, o 7xx del record bibliografico?
tr: **Soru:**\ Katalog kaydımdaki 1xx, 6xx veya 7xx alanları üzerinde neden değişiklik yapamıyorum?

source: **Answer:** These fields are authority controlled and you probably have the :ref:`BiblioAddsAuthorities` set to "Don't allow". When it is set to "Don't allow" these fields will be locked and require you to search for an existing authority record to populate the field with. To allow typing in these authority fields set :ref:`BiblioAddsAuthorities` to 'Allow'.
fr: **Réponse :** Ces champs sont des autorités contrôlées et vous avez probablement paramétré la préférence système :ref:`BiblioAddsAuthorities` sur "Ne pas créer". Lorsqu'elle est définie sur "Ne pas créer", les champs seront verrouillés et il faudra rechercher une notice autorité déjà existante avec laquelle remplir le champ. Pour pouvoir saisir dans ces champs d'autorités, paramétrez la préférence système sur :ref:`BiblioAddsAuthorities` sur 'Créer'.
hi: ** उत्तर: ** ये फ़ील्ड प्राधिकरण नियंत्रित हैं और आपके पास शायद यह है: ref: `BiblioAddsAuthorities`" अनुमति न दें "पर सेट है। जब यह "अनुमति न दें" पर सेट किया गया है, तो इन फ़ील्ड को लॉक कर दिया जाएगा और आपको फ़ील्ड को पॉप्युलेट करने के लिए मौजूदा प्राधिकरण रिकॉर्ड की खोज करने की आवश्यकता होगी। इन प्राधिकरण फ़ील्ड में टाइपिंग की अनुमति देने के लिए सेट करें: ref: `BiblioAddsAuthorities` को 'अनुमति दें'।
it: **Risposta:** Questi campi sono controllati dal sistema di "authority" e probabilmente l'opzione di sistema:ref:`BiblioAddsAuthorities` è impostata a "non permettere". In tal caso, questi campi sono bloccati ed obbligano a ricercare un record di authority esistente, per compilare il campo. Per consentire di digitare liberamente all'interno di questi campi, impostare la preferenza di sistema :ref:`BiblioAddsAuthorities` su "permetti".
tr: **Cevap:** Bu alanlar otorite kontrolündedir ve siz muhtemelen :ref:`BiblioAddsAuthorities` tercihini "İzin verme" olarak ayarladınız. Bu tercih izin verme olarak ayarlandığında bu alanlar kilitlenir ve alanı doldurmak için mevcut bir otorite kaydı için arama yapmanızı gerektirir. Bu otorite alanlarına yazmaya izin vermek için :ref:`BiblioAddsAuthorities` tercihini 'İzin ver' olarak ayarlayın.

source: Fields affected by this preference will show a lock symbol in them
fr: Les champs affectés par cette préférence système afficheront un petit cadenas
hi: इस वरीयता से प्रभावित क्षेत्रों में उन्हें एक ताला प्रतीक दिखाएगा
it: I campi influenzati da questa impostazione mostrano all'interno l'icona di un lucchetto
tr: Bu tercih tarafından etkilenen alanlar içinde bir kilit simgesi gösterilir

source: Koha to MARC Mapping
fr: Liens Koha => MARC
it: Link tra Koha e MARC
tr: Koha'dan MARC'a eşleştirme

source: **Question**: What's the relationship between 'Koha to MARC Mapping' and 'MARC Bibliographic Frameworks'?
fr: **Question** : Quelle relation y a-t-il entre "Correspondances Koha => MARC" et "Grilles de catalogage MARC" ?
it: **Domanda**: Qual è la relazione tra "Link tra Koha e MARC" e "Griglia di catalogazione bibliografica MARC"?
tr: **Soru**: 'Koha MARC için eşleme' ve 'MARC bibliyografik alt yapı' arasındaki ilişki nedir?
