Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: 8 = Stopped
fr: 8 = Arrêté
hi: 8 = रूका
it: 8 = Fermato
tr: 8 = Durdu

source: 41 = Missing (not received)
fr: 41 = Manquant (non reçu)
hi: 41 = गुम (कभी नहीं प्राप्त)
it: 41 = Mancante (non ricevuto)
tr: 41 = Yok (alınmadı)

source: 42 = Missing (sold out)
fr: 42 = Manquant (épuisé)
hi: 42 = गुम (बेचा गया)
it: 42 = Mancante (esaurito)
tr: 42 = Yok (tükendi)

source: 43 = Missing (damaged)
fr: 43 = Manquant (endommagé)
hi: 43 = गुम (क्षतिग्रस्त)
it: 43 = Mancante (danneggiato)
tr: 43 = Yok (hasarlı)

source: 44 = Missing (lost)
fr: 44 = Manquant (Perdu)
hi: 44 = गुम (खोया)
it: 44 = Mancante (smarrito)
tr: 44 = Yok (kayıp)

source: Borrowers Table
fr: Table des adhérents
it: Tabella Borrowers
tr: Ödünç Alanlar Tablosu

source: **Question**: What are the possible codes for the privacy field in the borrowers table?
fr: **Question** : Quels sont les codes possibles pour le champ privacy dans la table borrowers ?
it: **Domanda**: Quali sono i possibili codici per la colonna privacy nella tabella borrowers?
tr: **Soru**: Ödünç alanlar tablosundaki gizlilik alanı için olası kodlar nelerdir?

source: 0 = Forever
fr: 0 = Toujours
hi: 0 = सदा के लिए
it: 0 = Sempre
tr: 0 = Sonsuza kadar

source: 1 = Default
fr: 1 = Par défaut
hi: 1 = डिफाल्ट
it: 1 = Predefinito
tr: 1 = Varsayılan

source: 2 = Never
fr: 2 = Jamais
hi: 2= कभी नहीं
it: 2 = Mai
tr: 2 = Hiç

source: Messaging Preferences
fr: Préférences système des notifications
it: Tabella Messaging Preferences
tr: Mesajlaşma Tercihleri

source: **Question**: What are the possible codes in the message\_attribute\_id field in the borrower\_message\_preferences table?
fr: **Question** : Quels sont les codes possibles dans le champ message\_attribute\_id dans la table borrower\_message\_preferences ?
hi: ** प्रश्न **: में संभावित कोड क्या हैं message\_attribute\_id field in the borrower\_message\_preferences तालिका?
it: **Domanda**: Quali sono i possibili codici per il campo message\_attribute\_id nella tabella borrower\_message\_preferences?
tr: **Soru**: Borçlu\_ileti\_tercihler tablosundaki\_özniteliği\_id alanındaki olası kodlar nelerdir?

source: 2 = advanced notice
fr: 2 = préavis de rappel
hi: 2 = उन्नत नोटिस
it: 2 = notifica avanzata
tr: 2 = gelişmiş bildirim

source: 6 = item checkout
fr: 6 = prêt de l'exemplaire
hi: 6 = आइटम चेकआउट
it: 6 = prestito
tr: 6 = materyal ödünç verme

source: 4 = hold filled
fr: 4 = Réservation mise de côté
hi: 4 = होल्ड भरा
it: 4 = prenotazione completa
tr: 4 = ayırtma onaylandı

source: 1 = item due
fr: 1 = exemplaire à retourner à la date prévue
hi: 1 = आइटम देय
it: 1 = scadenza
tr: 1 = materyal iade tarihi

source: 5 = item check in
fr: 5 = retour de l'exemplaire
hi: 5 = आइटम चेक इन
it: 5 =restituzione
tr: 5 = materyal iade alma

source: Runtime Parameters
fr: Paramètres d'exécution
it: Parametri di esecuzione
tr: Çalışma zamanı parametreleri

source: **Question**: Is there a way to filter my custom SQL reports before they run?
fr: **Question** : Y-a-t-il une façon de filtrer mes rapports personnalisés SQL avant qu'ils ne s'exécutent ?
hi: ** प्रश्न **: क्या मेरे कस्टम एसक्यूएल रिपोर्ट को चलाने से पहले फ़िल्टर करने का कोई तरीका है?
it: **Domanda**: C'è modo di filtrare un report SQL personalizzato prima che venga eseguito?
tr: **Soru**: Çalıştırılmadan önce özel SQL raporlarımı filtrelemek için bir yol var mı?

source: **Answer**: If you feel that your report might be too resource intensive you might want to consider using runtime parameters to your query. Runtime parameters basically make a filter appear before the report is run to save your system resources.
it: **Risposta**: Se pensi che il tuo report pesi troppo sulla macchina oppure tu voi mettere dei filtri, Koha ti permette di definire dei valori parametrici da inserire prima dell'esecuzione. In pratica questi valori funzionano da filtro e definiscono meglio i risultati che ottieni.
tr: **Cevap** Raporunuzun sistem kaynaklarına çok fazla yüklendiğini düşünüyorsanız sorgulamalarınız için çalışma zamanı parametreleri kullanmayı düşünebilirsiniz. Çalışma zamanı parametreleri temelde rapor çalıştırılmadan önce sistem kaynaklarınızı korumak için bir filtrenin ekrana gelmesini sağlar.

source: There is a specific syntax that Koha will understand as 'ask for values when running the report'. The syntax is <<Question to ask\|authorized\_value>>.
fr: C'est une syntaxe spécifique que Koha comprendra comme "demander pour les valeurs lorsque le rapport s'exécute". La syntaxe est la suivante : <<Question à poser\|authorized\_value>>.
it: C'è una sintassi specifica che Koha capisce come 'valori da passare a un report'. La sintassi è <<Domanda\|valore\_autorizzato>>.
tr: Koha'nın 'raporu çalıştırırken değerleri sor' gibi' anlayacağı belirli bir söz dizimi vardır. Bu söz dizimi: <<Question to ask\|authorized\_value>>.

source: The << and >> are just delimiters. You must put << at the beginning and >> at the end of your parameter
fr: Les << et >> sont seulement des délimiteurs. Vous devez placer des << au début de votre paramètre et >> à la fin
hi: यह << और >> बस सीमांकक हैं आपको अपने पैरामीटर के अंत में << शुरुआत में और >> डाल देना चाहिए
it: I << e >> sono solo delimitatori. Devi mettere << all'inizio e >> alla fine del tuo parametro
tr: The ve << and >> sadece ayraçtır. Parametrenizin sonuna << at the beginning and >> koymalısınız

source: The 'Question to ask' will be displayed on the left of the string to enter.
fr: La 'Question to ask' sera affichée devant la chaîne de caractères à saisir.
it: La 'Questione da chiedere' verrà mostrata alla sinistra della stringa da inserire.
tr: 'Sorulacak soru' girilecek metnin solunda görüntülenecektir.

source: The authorized\_value can be omitted if not applicable. If it contains an authorized value category, or branches or itemtype or categorycode or biblio\_framework, a list with the Koha authorized values will be displayed instead of a free field Note that you can have more than one parameter in a given SQL Note that entering nothing at run time won't probably work as you expect. It will be considered as "value empty" not as "ignore this parameter". For example entering nothing for : "title=<<Enter title>>" will display results with title='' (no title). If you want to have to have something not mandatory, use "title like <<Enter title>>" and enter a % at run time instead of nothing
fr: L'authorized\_value peut être omise si elle n'est pas applicable. Si elle contient une catégorie de valeur autorisée, ou branches, itemtype , categorycode, ou biblio\_framework, une liste avec les valeurs autorisées de Koha sera affichée au lieu d'un champ libre. Notez que vous pouvez avoir plus d'un paramètre dans une requête SQL donnée. Notez aussi que ne rien saisir au moment de l'exécution fera que cela ne fonctionnera probablement pas comme vous le prévoyez. On le considérera en tant que "valeur vide" pas comme "ignorez ce paramètre". Par exemple n'écrivant rien pour : "title=&<<Écrivez le titre>> montrera des résultats avec le titre=" (aucun titre). Si vous souhaitez avoir quelque chose de non obligatoire, employez "title like <<Écrivez le titre>>" et tapez un % au temps d'exécution plutôt que rien du tout
it: Il 'valore autorizzato' può essere omesso se non applicabile. In ogni caso per i valori autorizzati (biblioteche, tipi copia, tipi utente o altri) Koha visualizzerà un menu di scelta e non un campo a input libero. Nota che potresti avere più di un parametro da inserire nell' SQL. Ricorda che inserire nulla probabilmente non funzionerà come ti aspetti, Verrà considerata un "valore vuoto" non come "ignora questo parametro". Per esempio inserendo nulla qui: "title=<<Enter title>>" mostrerà i risultati della ricerca title='' (no title). Se vuoi qualche parametro non obbligatorio usa "title like <<Enter title>>>" e inserisci un % invece che nulla
tr: Authorized\_value geçerli değilse atlanabilir. Eğer bir authorized value kategorisi, branches veya itemtype veya categorycode veya biblio\_framework içeriyorsa, bir boş alan yerine Koha otorize değerlerine sahip bir liste görüntülenir. Belirli bir SQL içerisinde birden fazla parametre olabileceğini unutmayın, uygulama zamanına hiç bir şey girmemenin muhtemelen beklediğiniz gibi işlemeyeceğini unutmayın. Bu, "bu parametreyi yoksay" olarak değil "boş değer" olarak dikkate alınacaktır. Örneğin : "<<Enter title>>" için hiç bir şey girmezseniz sonuçlar title='' (no title) olarak görüntülenecektir. Zorunlu olmayan bir şey olsun istiyorsanız, "<<Enter title>>" gibi bir title kullanın ve uygulama zamanını boş bırakmak yerine % girin

source: Examples:
fr: Exemples:
hi: उदाहरण:
it: Esempi per MARC 21:
tr: Örnekler:

source: To generate a date picker calendar to the right of the field when running a report you can use the 'date' keyword like this: <<Enter Date\|date>>
fr: Pour créer un calendrier permettant de choisir une date lors de l'exécution d'un rapport, vous pouvez utiliser le mot-clé 'date' comme suit: <<Choisissez une date\|date>>
it: Per avere un calendario a destra del campo al momento della generazione di un report per inserire una data, puoi usare la keyword 'date' così: <<Indica una data\|date>>
tr: Bir rapor çalıştırırken alanın sağında bir tarih seçici takvim oluşturmak için 'tarih' anahtar kelimesini şu şekilde kullanabilirsiniz: <<Enter Date\|date>>

source: You have to put "%" in a text box to 'leave it blank'. Otherwise, it literally looks for "" (empty string) as the value for the field.
fr: Vous devez mettre "%" dans la barre de texte pour 'le laisser vide'. Autrement, il cherchera littéralement "" (chaîne vide) comme valeur pour le champ.
it: Devi mettere "%" in una casella di testo affinchè il sistema non la consideri nella query. Altrimenti il campo verrà considerato "" (stringa vuota o NULL), che è diverso da non considerare il filtro nella query SQL.
tr: Bir metin kutusuna 'boş bırakmak için' "%" yerleştirmelisiniz. Aksi halde alan değeri için gerçek anlamda ""(boş dizgi) arayacaktır.

source: **Important**
it: **Importante**
tr: **Önemli**

source: In addition to using any authorized value code to generate a dropdown, you can use the following values as well: Framework codes (biblio\_framework), Branches (branches), Item Types (itemtypes) and Patron Categories (categorycode). For example a branch pull down would be generated like this <<Branch\|branches>>
fr: En plus d'employer n'importe quel code de valeur autorisée pour produire un menu déroulant, vous pouvez employer les valeurs suivantes: Codes de grille de catalogage (biblio\_framework), Sites (branches), Types de documents (itemtypes) et Catégories d'adhérents (categorycode). Par exemple une liste déroulante des sites sera générée comme ceci <<Site\|branches>>
it: Oltre a utilizzare qualsiasi lista di valori autorizzato per generare un elenco a discesa, è possibile utilizzare anche i seguenti valori: codici delle griglie di catalogazione Framework (biblio\_framework), biblioteche ((branches), tipi di copia (itemtypes) e categorie utente (categorycode). Ad esempio un elenco did biblioteche verrebbe generato con <<Branch\|branches>>
tr: Bir açılır liste oluşturmak için herhangi bir otorize değer kullanmanın yanı sıra yandaki değerleri de kullanabilirsiniz: Çerçeve kodları (biblio\_framework), Birimler (branches), Materyal Türleri (itemtypes) ve Kullanıcı Kategorileri (categorycode). Örneğin birimler için bir açılır liste şu şekilde oluşturulabilir <<Branch\|branches>>

source: Results Limited
fr: Résultats limités
it: Limiti sui risultati
tr: Kısıtlanmış Sonuçlar

source: **Question**: When I download my report it's limited to 10,000 results, how do I get all of the results to download?
fr: **Question** : Lorsque je télécharge mon rapport, c'est limité à 10 000 résultats, comment puis-je obtenir tous les résultats ?
it: **Domanda**: Quando scarico un report, i risultati sono limitati a 10 000 righe; come faccio a scaricare il report completo?
tr: **Soru**: Raporumu indirdiğim zaman 10,000 sonuçla sınırlı olduğunu görüyorum, indirmek için tüm sonuçları nasıl alabilirim?

source: **Answer**: There is a limit of 10,000 records put on SQL statements entered in Koha. To get around this you want to add 'LIMIT 100000' to the end of your SQL statement (or any other number above 10,000.
it: **Risposta**:: c'è un limite di 10000 record nelle interrogazioni SQL passate a Koha. Per modificarlo, puoi indicare LIMIT NNN alla fine della query SQL, con NNN superiore a 10000.
tr: **Cevap**: Koha’da girilen SQL ifadelerinde 10,000 kayıt limiti mevcuttur. Bunu artırmak için, SQL ifadenizin sonuna 'SINIR 100000' ekleyebilirsiniz. (ya da 10,000 üzerinde her hangi bir numara.

source: Searching
fr: Recherche
hi: खोज रहा है
it: Ricerca
tr: Aranıyor

source: Advanced Search
fr: Recherche avancée
it: Ricerca avanzata
tr: Gelişmiş Arama

source: Scan Indexes
fr: Parcourir les index
it: Scorri indici
tr: Dizinleri Tara

source: **Question**: What does 'scan indexes' on the advanced search page mean?
fr: **Question** : Que signifie "parcourir les index" sur la page de recherche avancée ?
hi: ** प्रश्न **: उन्नत खोज पृष्ठ पर 'स्कैन इंडेक्स' का क्या अर्थ है?
it: **Domanda**: Che cosa significa "Scorri indici" sulla pagina di ricerca avanzata?
tr: **Soru**: Gelişmiş arama sayfasındaki 'dizinleri ara' ne anlama geliyor?

source: **Answer**: When you choose an index, enter a term, click 'scan indexes' and do the search, Koha displays the searched term and the following terms found in this index with the number of corresponding records That is search is not made directly in the catalog, but first in the indexes It works only for one index at once, and only with no limit in Location (All libraries needed)
fr: **Réponse** : Lorsque vous choisissez un index, entrez un terme, cliquez sur "parcourir les index" et lancez la recherche, Koha affichera les termes recherchés et les termes trouvés dans cet index avec le nombre de notices correspondantes. La recherche n'est pas faite directement dans le catalogue mais dans les index. Cela fonctionne pour un seul index à la fois, et sans limite de localisation (toutes les bibliothèques comprises)
it: **Risposta**: Quando si sceglie un indice, si immette un termine, si spunta "Scorri indici" e si esegue la ricerca, Koha mostra il termine ricercato ed i termini successivi trovati nell'indice, con il numero di record corrispondenti. Ossia, la ricerca non è eseguita direttamente nel catalogo, ma prima nell'indice selezionato; funziona su un solo indice alla volta e solo senza limiti sull'ubicazione (la ricerca avviene su tutte le biblioteche).
tr: **Cevap**: Bir dizin seçtiğinizde, bir terim girin, 'tarama dizinleri' seçeneğini tıklayın ve arama yapın, Koha aranan terimi ve bu dizinde bulunan aşağıdaki terimleri karşılık gelen kayıtların sayısıyla görüntüler. Arama doğrudan katalogda yapılmaz, ancak önce dizinlerde bir kerede yalnızca bir dizin için ve yalnızca konum sınırlaması olmadan çalışır (Tüm kütüphaneler gereklidir)

source: Searching for Terms that Start With a Character
fr: Recherche de termes commençant par un caractère
it: Ricerca di termini che iniziano per un carattere specifico
tr: Bir karakter ile başlayan terimlerin aranması

source: **Question**: How do I search for all titles that start with the letter 'C'?
fr: **Question** : Comment faire une recherche de tous les titres qui commencent par la lettre "C" ?
hi: ** प्रश्न **: मैं 'सी' पत्र से शुरू होने वाले सभी शीर्षकों की खोज कैसे करूं?
it: **Domanda**: Come faccio a cercare tutti i titoli che iniziano per "C"?
tr: **Soru**: 'C' harfiyle başlayan tüm başlıklar için nasıl arama yaparım?

source: **Answer**: You can choose to search for things that start with a character or series of characters by using the CCL 'first-in-subfield'
fr: **Réponse** : Vous pouvez rechercher des titres commençant par un caractère ou une série de caractères en utilisant le CCL "first-in-subfield"
hi: ** उत्तर **: आप सीसीएल 'फर्स्ट-इन-सबफील्ड' का उपयोग करके किसी चरित्र या वर्णों की श्रृंखला से शुरू होने वाली चीज़ों की खोज करना चुन सकते हैं।
it: **Risposta**: E' possibile cercare elementi che iniziano per un carattere od una serie di caratteri utilizzando la parola chiave CCL (Common Command Language) "first-in-subfield"
tr: **Cevap**: CCL 'first-in-subfield' kullanarak bir karakter veya karakter dizisi ile başlayan şeyleri aramayı seçebilirsiniz

source: example: ti,first-in-subfield=C
fr: exemple: ti,first-in-subfield=C
hi: उदारण: ti,first-in-subfield=C
it: esempio: ti,first-in-subfield=C
tr: örnek: ti,first-in-subfield=C

source: Wildcard Searching
fr: Recherche avec caractères de substitution (jokers)
it: Ricerca con caratteri jolly
tr: Özel Sembol Arama

source: **Question**:What is the difference between a keyword search using the '\*' (asterisk) versus a keyword search using the '%' (percent)? Both work in the catalog, but return different sets. Why?
fr: **Question** : Quelle est la différence entre une recherche de mot-clé utilisant "\*" (astérisque) et une recherche de mot-clé utilisant le "%" (pourcentage)? Les deux fonctionnent dans le catalogue mais donnent des définitions différentes. Pourquoi ?
hi: ** प्रश्न **: '%' (प्रतिशत) का उपयोग कर कीवर्ड खोज बनाम '\ *' (तारांकन) का उपयोग करके कीवर्ड खोज के बीच क्या अंतर है? दोनों सूची में काम करते हैं, लेकिन विभिन्न सेट वापस करते हैं। क्यूं कर?
it: **Domanda**: Qual è la differenza tra una ricerca per parole chiave utilizzando "\*" (asterisco) rispetto ad una fatta utilizzando "%" (percento)? Funzionano entrambe, ma restituiscono risultati differenti; perché?
tr: **Soru**:'%' (Yüzde) kullanarak bir anahtar kelime aramasına karşı '\*' (yıldız) kullanarak bir anahtar kelime arama arasındaki fark nedir? Her ikisi de katalogda çalışıyor, fakat farklı sonuç kümeleri getiriyor. Neden?

source: **Answer**: A wildcard is a character (\*,?,%,.) that can be used to represent one or more characters in a word. Two of the wildcard characters that can be used in Koha searches are the asterisk ('\*') and the percent sign ('%'). However, these two characters act differently when used in searching.
fr: **Réponse** : Un joker est un caractère de substitution (\*,?,%,.) qui est utilisé pour remplacer un ou plusieurs caractères dans un mot. Les deux jokers utilisés dans les recherches Koha sont l'astérisque "\*") et le signe de pourcentage ("%"). Cependant, ces deux jokers agissent différemment lorsqu'ils sont utilisés pour la recherche.
hi: ** उत्तर **: वाइल्डकार्ड एक वर्ण(\*,?,%,.) है जिसका उपयोग किसी शब्द में एक या अधिक वर्णों का प्रतिनिधित्व करने के लिए किया जा सकता है। कोहा खोजों में उपयोग किए जा सकने वाले वाइल्डकार्ड वर्णों में से दो तारांकन('\*') और प्रतिशत चिह्न ('%') हैं। हालांकि, खोज में उपयोग किए जाने पर ये दो वर्ण अलग-अलग कार्य करते हैं।
it: **Risposta:** i caratteri jolly sono "\*","?","%" e "." (punto). Si possono usare per rappresentare uno o più caratteri all'interno di una parola; Due dei caratteri che possono essere utilizzati nelle ricerche in Koha sono l'asterisco ('\*') ed il simbolo di percentuale ('%'). Il loro comportamento nelle ricerche è però diverso.
tr: **Cevap**: Bir wildcard, bir veya daha fazla karakteri bir kelimede temsil etmek için kullanılabilir bir joker karakterdir (\*,?,%,.). Koha aramalarında kullanılabilir joker karakterlerden ikisi yıldız işareti ('\*') ve yüzde işaretidir ('%'). Ancak aramada kullanıldığında bu iki karakter farklı olarak hareket eder.

source: The '\*' is going to force a more exact search of the first few characters you enter prior to the '\*'. The asterisk will allow for an infinite number of characters in the search as long as the first few characters designated by your search remain the same. For example, searching for authors using the term, Smi\*, will return a list that may include Smith, Smithers, Smithfield, Smiley, etc depending on the authors in your database.
fr: Le "\*" va lancer une recherche plus exacte des premiers caractères devant le "\*". L'astérisque autorisera un nombre infini de caractères dans la recherche tant que les premiers caractères désignés par votre recherche restent les mêmes. Par exemple, si on recherche des auteurs en utilisant le terme Smi\*, une liste incluant Smith, Smithers, Smithfield, Smiley, etc. s'affichera, selon bien sûr les auteurs présents dans votre base de données.
hi: यह '\*' से पहले '\*'आपके द्वारा दर्ज किए गए पहले कुछ वर्णों की एक और सटीक खोज को मजबूर करने जा रहा है। तारांकन खोज में अनंत वर्णों की अनुमति देगा जब तक कि आपकी खोज द्वारा निर्दिष्ट पहले कुछ वर्ण समान रहते हैं। उदाहरण के लिए, शब्द का उपयोग कर लेखकों की खोज, Smi\*, आपके डेटाबेस में लेखकों के आधार पर स्मिथ, स्मिथर्स, स्मिथफील्ड, स्माइली आदि शामिल हो सकती है।
it: L'asterisco \* forza una ricerca più precisa dei primi caratteri immessi prima di "\*". L'asterisco permette un numero infinito di caratteri nella ricerca, fintanto che i primi caratteri immessi dall'utente rimangono gli stessi. Per esempio, una ricerca per autore utilizzando il termine "Smi\*" restituirà una lista di autori che può includere, per esempio, Smith, Smithers, Smithfield, Smiley. Ovviamente il risultato dipende dal contenuto del proprio database.
tr: '\*' işareti, '\*' işaretinden önce girdiğiniz ilk birkaç karakter için daha rafine bir arama başlatacaktır. Aramanız tarafından belirlenmiş ilk birkaç karakter aynı olduğu sürece yıldız işareti sonsuz sayıda karakter arama için izin verir. Örneğin Smi\* terimi ile bir yazar araması başlatmak, veri tabanınızda bulunan yazarlara bağlı olarak Smith, Smithers, Smithfield, Smiley, vb. gibi sonuçları içeren bir listeyi ekrana getirecektir.

source: The '%' will treat the words you enter in the terms of "is like". So a search of Smi% will search for words like Smi. This results in a much more varied results list. For example, a search on Smi% will return a list containing Smothers, Smith, Smelley, Smithfield and many others depending on what is your database.
fr: Le '%' traitera les mots que vous avez saisi avec le terme "est comme". Donc une recherche pour Smi% recherchera des mots comme Smi. Une liste de résultats variés s'affichera. Par exemple, une recherche avec Smi% affichera une liste contenant Smothers, Smith, Smelley, Smithfield etc... selon ce que vous avez dans la base de données.
hi: यह '%' शब्द आप "की तरह है" मामले में दर्ज इलाज करेंगे। तो Smi% की खोज Smi जैसे शब्दों के लिए खोज करेंगे। यह एक बहुत अधिक विभिन्न परिणामों की सूची में यह परिणाम है। उदाहरण के लिए, SMI% पर एक खोज Smothers, स्मिथ Smelley, Smithfield और क्या अपने डेटाबेस है के आधार पर कई अन्य लोगों से युक्त एक सूची वापस आ जाएगी।
it: Il percento tratta le parole immesse dall'utente in termini di "somiglia a". Perciò una ricerca per "Smi%" troverà tutte le parole che "somigliano" a Smi, e questo conduce ad un elenco di risultati molto più vario. Per esempio, i risultati potrebbero comprendere Smothers, Smith, Smelley, Smithfield e molti altri, a seconda del contenuto del proprio database.
tr: '%' işareti girdiğiniz kelimeleri "gibi" açısından değerlendirecektir. Yani Smi% olarak yapacağınız bir arama Smi gibi kelimeleri arayacaktır. Bu arama çok daha farklı sonuçlar listesiyle sonuçlanır. Örneğin Smi% üzerinde yapılan bir arama, Smothers, Smith, Smelley, Smithfield ve veri tabanınızda ne olduğuna bağlı olarak bunun gibi bir çok kelime içeren bir liste getirecektir.

source: The bottom line in searching with wildcards: '\*' is more exact while '%' searches for like terms.
fr: En résumé : "\*" est plus précis tandis que "%" recherche des termes similaires.
it: In sostanza: il carattere jolly "\*" esegue una ricerca più precisa, mentre "%" esegue una ricerca per termini somiglianti.
tr: Joker karakterler ile arama yaparken önemli olan: '%' karakteri benzer terimler için arama yaparken '\*' karakteri daha kesindir.

source: Title Searching
fr: Recherche de titres
it: Ricerca per titolo
tr: Eser Adı Arama
