Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, hi, it, tr

source: Then restart zebasrv and connect on the port specified (9999).
fr: Puis, réinitialisez zebasrv et connectez-vous sur le port spécifique (9999).
hi: तब zebrasrv को पुनः आरंभ और निर्दिष्ट पोर्ट पर कनेक्ट (9999).
it: 3) Quindi riavviare il servizio zebasrv e collegarsi sulla porta specificata (nell'esempio, 9999).
tr: Sonra zebasrv'ı yeniden başlatın ve belirtilen port (9999) üzerine bağlanın.

source: Shelving Location Authorized Values
fr: Valeurs autorisées de localisation
it: Valori autorizzati per le collocazioni a scaffale
tr: Raf Yeri Otorize Değerleri

source: **Question**: When editing an item, the new shelving location I created is not showing up by default in the items where I assigned it to.
fr: **Question** : Lorsque je modifie un exemplaire, la nouvelle localisation que j'ai créée ne s'affiche pas par défaut dans les exemplaires.
hi: ** प्रश्न **: किसी आइटम को संपादित करते समय, मैंने बनाया नया शेल्विंग स्थान डिफ़ॉल्ट रूप से उन आइटम्स में प्रदर्शित नहीं होता है जहां मैंने इसे असाइन किया था।
it: **Domanda**: Quando si modifica un elemento, la nuova collocazione a scaffale che ho creato non appare come predefinita negli elementi ai quali l'ho assegnata.
tr: **Soru**: Bir materyal düzenlerken, oluşturduğum yeni raf konumu, kendisine atanan materyaller içerisinde varsayılan olarak görünmüyor.

source: **Answer**: This is because you created the new shelving location with a code value of 0 (zero) Just FYI the system interprets authorized values of 0 as equaling a null so when you edit a record in cataloging where the authorized value in a field was assigned where the code was 0, the value displays as null in the item editor (or MARC editor) instead of the value the library meant it to be.
fr: **Réponse** : C'est parce que vous avez créé la nouvelle localisation avec une valeur de code 0 (zéro). Juste pour information, le système interprète les valeurs autorisées de 0 comme étant équivalentes à une valeur nulle; donc lorsque vous modifiez une notice en catalogage où la valeur autorisée dans le champ est assignée au code 0, la valeur s'affiche comme nulle dans l'éditeur d'exemplaires (ou l'éditeur MARC) au lieu de la valeur qu'elle est censée avoir.
it: **Risposta**: Accade perché la collocazione a scaffale è stata creata con codice uguale a 0 (zero). Il sistema interpreta il valore autorizzato 0 come uguale a NULL (non valorizzato), perciò, quando si modifica un record nella catalogazione, un campo il cui valore autorizzato equivale a 0, appare come nullo nell'editor di elemento (o nell'editor MARC), invece di avere il valore che si intendeva avesse.
tr: **Cevap**: Bunun nedeni, yeni raf konumu kodu değerini 0 (sıfır) ile oluşturmuş olmanızdır. Bilginiz için, sistem sıfır değerindeki otorize değerleri boş olarak değerlenirir, bu nedenle kataloglamada bir alandaki otorize değer kodu 0 atanan bir kaydı düzenlerken, bu değer materyal düzenleyicide (ya da MARC editöründe) kütüphanenin bu değerin alanında izin verilen değer kodu yerine boş olarak görünür.

source: Why do I need Authorized Values?
fr: Pourquoi ai-je besoin de valeurs autorisées ?
it: Perché mi servono i valori autorizzati?
tr: Neden Otorize Değerlere ihtiyacım var?

source: **Question**: Why would I want to define authorized values for MARC tags?
hi: ** प्रश्न **: मैं एमएआरसी टैग के लिए अधिकृत मूल्यों को परिभाषित क्यों करना चाहूंगा?
it: Perché dovrei definire dei valori autorizzati per i tag MARC?
tr: **Soru**: MARC etiketleri için yetkilendirilmiş değerleri tanımlamayı niçin istiyorum?

source: **Answer**: Authorized Values create a 'controlled vocabulary' for your staff. As an example, let us assume that your Koha installation is used by several libraries, and you use MARC 21. You might want to restrict the 850a MARC subfield to the institution codes for just those libraries. In that case, you could define an authorized values category (perhaps called "INST") and enter the institution codes as the authorized values for that category.
it: **Risposta**: "valori autorizzati" creano un 'vocabolario controllato' per il tuo staff. Per esempio, se la tua installazione di Koha viene utilizzata da più biblioteche e viene usato MARC21, hai la possibilità di limitare l'uso del sottocampo 850a al codice di alcune istituzioni solo per quelle biblioteche. In questo caso potresti definire una nuova categoria di valori autorizzati (da chiamare"INST") e inserire i codici delle istituzioni come valori autorizzati per quella categoria.
tr: **Cevap**: Otorize Değerler personeliniz için 'kontrollü bir sözlük' oluşturur. Örneğin eğer Koha kurulumunuz çeşitli kütüphaneler tarafından kullanılıyorsa ve siz MARC21 kullanıyorsanız, 850a MARC alt alanını bu kütüphaneler için belirlenmiş kurum kodlarına ayırabilirsiniz. Bu durumda, (belki "KURUM" adı vereceğiniz) yeni bir onaylanmış değer kategorisi belirleyebilir ve kurum kodlarını onaylanmış değerler olarak girebilirsiniz.MARC alanları yapınızda 850a alt alanı, KURUM onaylanmış değerler kategorisine bağlanınca katalogcularınızın burada belirlediğiniz listeden seçim yapması gerekir ve başka bir değer giremezler.

source: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure.
fr: Koha définit automatiquement des catégories de valeurs autorisées pour vos types d'exemplaires et les codes de sites, et vous pouvez lier ces valeurs autorisées aux sous-champs MARC lorsque vous établissez la structure des champs MARC.
hi: Koha स्वतः अपने मद प्रकार और शाखा कोड के लिए मूल्य श्रेणियों अधिकृत सेट, और आप जब तुम अपने MARC टैग संरचना स्थापित MARC subfields इन अधिकृत मूल्यों लिंक कर सकते हैं.
it: Koha crea automaticamente categorie di valori autorizzati per i tipidi elemento e per i codici filiate, e si possono collegare questi valori ai sottocampi MARC quando si definisce la propria struttura di tag MARC.
tr: Koha, otorize değer kategorilerini materyal türleriniz ve birim kodlarınız için otomatik olarak ayarlar, ve MARC tag yapısını ayarladığınızda bu otorize değerleri MARC alt alanlarına bağlayabilirsiniz.

source: How do I clean up the sessions table?
fr: Comment puis-je nettoyer la table des sessions ?
hi: मैं सत्र तालिका को कैसे साफ़ करूं?
it: Come si pulisce la tabella delle sessioni?
tr: Oturumlar tablosunu nasıl temizlerim?

source: **Question**: Is there a periodic job that can be run to cull old sessions from the table? We don't want to backup all the useless session data every night.
fr: **Question** : Y-a-t-il une tâche périodique à exécuter pour retirer les anciennes sessions de la table ? Nous ne voulons pas faire chaque nuit inutilement la copie de sauvegarde des données de toutes les sessions.
hi: ** प्रश्न **: क्या कोई आवधिक नौकरी है जिसे टेबल से पुराने सत्रों को हल करने के लिए चलाया जा सकता है? हम हर रात सभी बेकार सत्र डेटा बैकअप नहीं लेना चाहते हैं।
it: **Domanda**: C'è un programma che si possa eseguire periodicamente per cancellare le sessioni scadute dalla tabella 'sessions'? Non voglio riportare nei salvataggi quei dati inutili tutte le notti.
tr: **Soru**: Tablodan eski oturumları boşaltmak için çalıştırılabilecek düzenli bir iş var mı? Her gece tüm gereksiz oturum verilerini yedeklemek istemiyoruz.

source: **Answer**: You can run :ref:`cleanup database cron job <clean-up-database-label>`.
fr: **Réponse** : Vous pouvez exécuter :ref:`le cron job de nettoyage de la base de données <clean-up-database-label>`.
it: **Risposta**: Si può eseguire il :ref:`processo pianificato "Pulizia del database" <clean-up-database-label>`.
tr: **Cevap**: :ref:`veritabanı temizleme cron job'unu <clean-up-database-label>` çalıştırabilirsiniz.

source: Or just before doing a backup command (mysqldump), you can truncate session table:
hi: या बैकअप कमांड (mysqldump) करने से पहले, आप सत्र तालिका को छोटा कर सकते हैं:
it: Oppure, appena prima di eseguire un salvataggio (mysqldump), si può troncare la tabella sessions:
tr: Ya da bir backup komutu (mysqldump) etkinleştirmeden hemen önce, oturum tablosunu kesebilirsiniz:

source: Hardware
fr: Matériel informatique
hi: हार्डवेयर
tr: Donanım

source: Barcode Scanners
fr: Scanners de codes à barres
it: Lettori di codici a barre
tr: Barkod Tarayıcılar

source: **Question**: What barcode scanners have been known to work with Koha?
fr: **Question**: Quels scanners de code à barres Koha peut-il utiliser ?
hi: ** प्रश्न **: कोहा के साथ काम करने के लिए कौन से बारकोड स्कैनर ज्ञात हैं?
it: **Domanda**: Quali lettori di codici a barre sono stati provati e funzionano con Koha?
tr: **Soru**: Koha'da çalıştığı bilinen hangi barkod tarayıcılar var?

source: **Answer**: The simple rule of thumb is, does it act like a keyboard device?, if so, it will work. (i.e. can you take the scanner, scan a barcode and have it show up in a text editor, if so, it will work.)
fr: **Réponse** : La règle générale est : fonctionne-t-il comme un clavier ? Si oui, cela fonctionnera (c'est-à-dire que si vous prenez le scanner, scannez le code à barres et qu'il apparaît dans un éditeur de texte, cela va fonctionner).
it: **Risposta**: Una semplice regola empirica è: "si comporta come una tastiera?" Se la risposta è sì, funziona. In altre parole: se si prende il lettore, si "spara" un codice e la lettura appare in un editor di testo, il lettore è compatibile con Koha.
tr: **Cevap**: Temel kural şudur, bir klavye aygıtı gibi mi çalışır?, eğer öyle ise çalışacaktır. (yani, tarayıcıyı alıp, barkodu okutup bir metin editöründe açılmasını sağlayabiliyor musunuz, eğer bunu yapabiliyorsanız barkod tarayıcınız çalışacaktır.)

source: The main points to check are that it connects to your PC conveniently (can be USB or "keyboard wedge" which means it connects in line with the keyboard, which is useful with older computers), and that it scans the barcode type that you are using.
fr: Les points importants à vérifier sont qu'il se connecte bien à votre PC (ce peut-être USB ou "connecteur de clavier", ce qui signifie qu'il se connecte en ligne avec le clavier, ce qui est utile avec les anciens ordinateurs), et il scanne le type de code à barres que vous utilisez.
hi: जांच करने के लिए मुख्य मदों यह आसानी से अपने पीसी को जोड़ता है, (यूएसबी या "कीबोर्ड कील" क्लस्टरिंग यह कीबोर्ड, क्वी स्था पुराने कंप्यूटर के साथ उपयोगी के साथ लाइन में जोड़ता है जिसका मतलब है कि हो सकता है) और यह बारकोड प्रकार है कि तुम स्कैन कि का उपयोग कर।
it: I punti principali da controllare sono che il lettore si possa collegare opportunamente al computer (su una porta USB o sulla porta tastiera con un cavo ad Y - utile su computer vecchi) e che sia in grado di leggere il tipo di codice a barre in uso.
tr: Bilgisayarınıza bağlanan önemli kontrol noktaları vardır (USB ya da eski bilgisayarlarda faydalı olacak klavye ile paralel olarak bağlanan "klavye konektörü" olabilir ), ve kullandığınız barkod türünü tarar.

source: It is a good idea to test some 'used' barcodes if you have any, to see whether the scanner can read scuffed or slightly wrinkled ones successfully. Most scanners are capable of reading several barcode types - there are many, and the specification should list the ones it can read. You may need to adjust settings slightly, such as prefix and suffix characters, or whether you want to send an 'enter' character or not.
fr: Pourquoi ne pas tester quelques codes à barres 'utilisés' si vous en avez, pour voir si le scanner peut lire avec succès ceux qui sont rayés ou légèrement froissés. La plupart des scanners peuvent lire plusieurs types de codes à barres, la spécification listerait tous ceux qui peuvent être lus. Vous aurez besoin de régler quelques paramètres, tels que les préfixes et suffixes de caractères, ou si vous souhaitez envoyer un caractère 'entrée' ou pas.
hi: यह एक अच्छा विचार के लिए कुछ इस्तेमाल किया तुम-राशि यदि कोई हो बारकोड, देखना है कि क्या स्कैनर scuffed सोना थोड़ा झुर्रियों वाले सफलतापूर्वक पढ़ सकते हैं परीक्षण करने के लिए है। अधिकांश स्कैनर पढ़ने बारकोड कई प्रकार के कर रहे हैं - वहाँ कई हैं, और विनिर्देश सूची shoulds लोगों को इसे पढ़ सकते हैं। आप थोड़ा सेटिंग्स को समायोजित करने के लिए, उपसर्ग और प्रत्यय पात्रों के रूप में इस तरह की जरूरत है, या कि क्या आप एक 'दर्ज' चरित्र या नहीं भेजना चाहते हैं।
it: E' una buona idea provare a leggere alcuni codici "usati", se disponibili, in modo da controllare se il lettore è in grado di leggere correttamente codici sbiaditi, graffiati o stropicciati. Molti lettori sono in grado di leggere numerosi tipi di codice a barre: ce ne sono tanti, e l'elenco delle caratteristiche tecniche dovebbe specificare auali tipi il lettroe è in grado di comprendere. Potrebbe essere necessario regolare qualche impostazione, come i caratteri di prefisso e di suffisso, se si desidera che il lettore mandi un carattere di INVIO a fine lettura, oppure no.
tr: Eğer varsa bazı 'kullanılmış' barkodları, barkod tarayıcının eskimiş ya da hafif buruşmuş barkodları başarılı bir şekilde tarayıp tarayamayacağını görmek için test etmek iyi bir fikirdir. Çoğu tarayıcı birden fazla barkod türlerini okuma yeteneğine sahiptir - çok sayıda var, ve şartnamenin barkod tarayıcının okuyabileceklerini listelemesi gerekir. Önek ve sonek karakterleri veya bir 'giriş' karakteri göndermek isteyip istemediğiniz gibi gibi bazı parametreleri ayarlamanız gerekebilir.

source: One more tip - some can be set 'always on' and may come with a stand, some have triggers under the handle, some have buttons on top, some are held like a pen. Think about the staff working with the hardware before choosing, as a button in the wrong place can be very awkward to use.
fr: Une chose de plus à savoir: quelques scanners peut être 'toujours activés' et viennent avec un support; d'autres ont des petites gâchettes sous la poignée, des boutons sur le dessus, d'autres encore se tiennent comme des stylos. Pensez bien au personnel qui travaillera avec le matériel avant de choisir. Un bouton à la mauvaise place n'est vraiment pas pratique à utiliser.
hi: एक और टिप - कुछ सेट किया जा सकता 'हमेशा' पर और एक स्टैंड साथ आ सकते हैं, संभाल के तहत चलाता कुछ है, शीर्ष पर बटन का कुछ-है, कुछ एक कलम की तरह आयोजित कर रहे हैं। स्टाफ, को चुनने से पहले हार्डवेयर के साथ काम कर के रूप में गलत जगह में एक बटन का उपयोग करने के लिए बहुत अजीब हो सकता है के बारे में सोचो।
it: Un ultimo consiglio: alcuni lettori si possono impostare in modalità "sempre accesso" e possono essere forniti con un supporto; altri hanno un grilletto sull'impugnatura, alcuni altri hanno un pulsante sulla parte superiore, altri ancora si tengono come una penna. Pensate al personale che dovrà lavorare con l'apparecchiatura, prima di sceglierne una, perché un pulsante nella posizione sbagliata può essere veramente scomodo da usare.
tr: Bir ipucu daha - Bazı tarayıcılar 'her zaman açık' olmalıdır ve bir taşıyıcı ile gelebilir; bazılarının kolu altında küçük tetikleyiciler vardır, bazılarının üstüne düğmeler vardır, bazıları kalem gibi tutulur. Seçim yapmadan önce bu donanımı kullanacak personeli düşünün, yanlış yerdeki bir düğme çalışmak için oldukça sıkıntı verebilir.

source: Printers
fr: Imprimantes
hi: प्रिंटर
it: Stampanti
tr: Yazıcılar

source: Printers used by Koha libraries
fr: Imprimantes utilisées par les bibliothèques Koha
hi: कोहा पुस्तकालयों द्वारा प्रयुक्त प्रिंटर
it: Stampanti utilizzati da biblioteche Koha
tr: Koha kütüphaneleri tarafından kullanılan yazıcılar

source: POS-X receipt printer
fr: POS-X imprimante de reçus
hi: POS-X रसीद प्रिंटर
it: Stampante per scontrini POS-X
tr: POS-X makbuz yazıcılar

source: Star Micronics printer (exact model unknown) with a generic/plain text driver.
fr: Imprimante Star Micronics (modèle exacte inconnu) avec un contrôleur de texte générique/sans format.
hi: स्टार Micronics प्रिंटर (सटीक मॉडल अज्ञात) एक सामान्य/सादा पाठ ड्राइवर के साथ।
it: Sampante Star Micronic (modello preciso ignoto) con driver generico/solo testo.
tr: Genel/düz metin sürücüsü ile Star Micronics yazıcı (tam model bilinmiyor).

source: "I know there have been a lot of questions on receipt printers so I thought I'd pass on my findings. We have been testing the Star TSP-100 futurePRINT. I found this print to be VERY easy to configure for Koha. I was even able to customize the print job by adding our system logo (a .gif) to the top of every receipt. Also with a bitmap created in Paint was able to add a message at the bottom of each receipt with the contact information, hours and website for the library that the materials were checked out at."
fr: "J'ai vu qu'il y avait eu beaucoup de questions au sujet des imprimantes de reçus donc je voulais transmettre mon expérience. Nous avons testé la Star TSP-100 futurePRINT. J'ai trouvé que cette imprimante était vraiment facile à configurer pour Koha. J'ai même pu personnaliser le travail d'impression en ajoutant le logo de notre système (a .gif) en haut de chaque reçu. Aussi, avec un bitmap créé dans Paint, il est possible d'ajouter un message en bas de chaque reçu avec les informations de contact, les heures et le site web de la bibliothèque pour laquelle le matériel a été prêté".
hi: "मैं रसीद प्रिंटर पर मुद्दों का एक बहुत वहाँ है-गया पता है तो मैंने सोचा कि मैं अपने निष्कर्षों पर पास था। हम-है-स्टार की गई टीएसपी-100 futurePRINT परीक्षण। मैं इस प्रिंट कोहा के लिए विन्यस्त करने के लिए बहुत आसान हो पाया। मैं विश्वसनीय-यहां तक कि हर रसीद के शीर्ष करने के लिए हमारे सिस्टम लोगो (एक .gif) जोड़कर मुद्रण कार्य अनुकूलित करने के लिए कर दिया गया है। भी रंग में बनाई गई एक बिटमैप के साथ संपर्क जानकारी, घंटे और पुस्तकालय कुए ला रहे थे सामग्री पर चैक आउट के लिए वेबसाइट के साथ प्रत्येक रसीद के तल पर एक पोस्ट को जोड़ने के लिए सक्षम था। "
it: "So che ci sono state moltissime domande sulle stampanti per scontrini, così ho pensato di riferire le mie scoperte. Stavamo provando la Star TSP-100 futurePRINT. Ho scoperto che questa stampante è MOLTO facile da configurare per Koha; sono perfino riuscito a personalizzare il job di stampa, aggiungendo il nostro logo (una gif) nella parte alta dello scontrino. Inoltre, con una bitmap disegnata con Paint, sono stato in grado di aggiungere un messaggio nella parte inferiore della ricevuta, che contie le informazioni di contatto, l'orario di apertura ed il sito della biblioteca presso cui il materiale è stato preso in prestito. "
tr: "Makbuz yazıcıları ile ilgili birçok soru olduğunu gördüm ve bu yazıcılarla ilgili kendi deneyimlerimi aktarmak istedim. Star TSP-100 futurePRINT yazıcısını test etmekteyiz. Bu yazıcıyı Koha için yapılandırmak gerçekten ÇOK kolay oldu. Hatta her makbuzun üzerine kendi sistem logomuzu (bir .gif uzantısı) ekleyerek yazdırma işini bile özelleştirmem mümkün oldu. Ayrıca Paint'de oluşturduğunuz bir bit eşlem ile her makbuzun en altına materyallerin ödünç alındığı kütüphane için iletişim bilgileri, çalışma saatleri ve web sayfası bilgilerini ekleyebildim."

source: Epson TM 88 IIIP thermal receipt printers
fr: Epson TM 88 IIIP imprimantes de reçus thermique
hi: ऐपसन TM88 IIP थर्मल रसीद प्रिंटर
it: Stampante per scontrini su carta termica Epson TM 88 IIIP
tr: Epson TM 88 IIIP termal makbuz yazıcılar

source: 1x1 labels using a Dymolabelwriter printer
fr: 1x1 étiquettes utilisant une imprimante Dymolabelwriter
hi: 1x1 लेबलों का उपयोग कर Dymolabelwriter प्रिंटर
it: Stampare etichette 1x1 con la Dymolabelwriter
tr: Dymolabelwriter yazıcı kullanan 1 x 1 etiketler

source: Braille Support
fr: Support braille
it: Compatibilità con il sistema Braille
tr: Braille Desteği

source: **Question**: Are there any braille embosser or printer which has inbuilt braille converter and it is accessible with UNIX environment?
fr: **Question** : Existe-t-il une imprimante braille ou une imprimante qui a intégré le convertisseur de braille, et qui est accessible avec l'environnement UNIX ?
it: **Domanda**: Esistono tavolette o stampanti Braille che abbiano un convertitore Braille incorporato e che siano compatibili con l'ambiente UNIX?
tr: **Soru**: Dahili braille alfabesi dönüştürücüye sahip ve UNIX ortamı ile erişilebilir olan braille kabartmalı basıcı veya yazıcı var mı?

source: **Answer**: You may want to look into BRLTTY (http://www.emptech.info/product_details.php?ID=1232).
fr: **Réponse** : Vous pouvez regarder BRLTTY (http://www.emptech.info/product_details.php?ID=1232).
it: **Risposta**: Vedi BRLTTY (http://www.emptech.info/product_details.php?ID=1232).
tr: **Cevap**: BRLTTY içerisine bakmak isteyebilirsiniz (http://www.emptech.info/product_details.php?ID=1232).

source: Additional Support
fr: Support supplémentaire
it: Aiuto supplementare
tr: Ek Destek

source: Custom item type/authorized value icons
hi: कस्टम आइटम प्रकार/अधिकृत मूल्य चिह्न

source: **Answer:** Absolutely. To add additional icons to your system you simply add a new directory to koha-tmpl/intranet-tmpl/prog/img/itemtypeimg/ and to koha-tmpl/opac-tmpl/bootstrap/itemtypeimg and put your icons in the new directory. Your icons will show up in a new tab as soon as they are in the folders.
hi: ** उत्तर: ** बिल्कुल। अपने सिस्टम में अतिरिक्त आइकन जोड़ने के लिए आप koha-tmpl/intranet-tmpl/prog/img/itemtypeimg/ और koha-tmpl/opac-tmpl/bootstrap/itemtypeimg में एक नई निर्देशिका जोड़ते हैं और अपने आइकनों को नई निर्देशिका में डाल देते हैं। जैसे ही वे फ़ोल्डर में हों, आपके आइकन एक नए टैब में दिखाई देंगे।

source: Customizing Koha images
hi: कोहा छवियों को अनुकूलित करना

source: OPAC display fields
hi: ओपेक डिस्प्ले फ़ील्ड

source: The OPAC results page shows:
hi: ओपेक परिणाम पेज दिखाता है:

source: The OPAC details page shows:
hi: ओपेक विवरण पृष्ठ दिखाता है:

source: plus all of the 5xx fields in the 'Notes' tab at the bottom
hi: नोट्स टैब में 5xx क्षेत्रों निचले भाग में सभी को प्लस करें

source: **Question**: How is the book drop date determined? Is it the last open date for the checkout library? Is it today's date minus one? Can the book drop checkin date be set?
hi: **प्रश्न**: पुस्तक ड्रॉप की तिथि कैसे निर्धारित की जाती है? क्या यह चेकआउट लाइब्रेरी के लिए अंतिम खुली तारीख है? क्या यह आज की तारीख में शून्य है? क्या बुक ड्रॉप चेकइन तिथि निर्धारित की जा सकती है?

source: **Answer**: If the library is closed for four days for renovations, for example, there would be more than one day needed for the book drop date. You will only have one book drop date and that will be the last day that the library was open (determined by the holiday calendar) because there is no real way to know what day the books were dropped into the box during the 4 closed days.
hi: **उत्तर**: यदि पुस्तकालय जीर्णोद्धार के लिए चार दिनों के लिए बंद है, उदाहरण के लिए, पुस्तक ड्रॉप की तारीख के लिए एक दिन से अधिक की आवश्यकता होगी। आपके पास केवल एक पुस्तक ड्रॉप की तारीख होगी और वह आखिरी दिन होगा जो पुस्तकालय खुला था (अवकाश कैलेंडर द्वारा निर्धारित) क्योंकि यह जानने का कोई वास्तविक तरीका नहीं है कि 4 बंद दिनों के दौरान पुस्तकों को किस दिन बॉक्स में गिरा दिया गया था।

source: If you need to set a different checkin date, you can use the :ref:`SpecifyReturnDate` system preference. This will allow you to set an arbitrary date and any overdue fines will be recalculated accordingly.
hi: यदि आपको एक अलग चेकइन तिथि निर्धारित करने की आवश्यकता है, तो आप :ref:`SpecifyReturnDate`सिस्टम वरीयता का उपयोग कर सकते हैं। यह आपको एक मनमानी तारीख निर्धारित करने की अनुमति देगा और किसी भी अतिदेय जुर्माना के अनुसार पुनर्गणना की जाएगी।

source: Holds to pull and holds queue
hi: खींचने के लिए होल्ड और होल्डस कतार

source: **Question**: What is the difference between the :ref:`Holds queue <holds-queue-label>` and :ref:`Holds to pull <holds-to-pull-label>` reports?
hi: **प्रश्न**: :ref:`होल्ड्स कतार <holds-queue-label>` और ds: रेफ: `होल्ड्स टू पुल <holds-to-pull-label>` रिपोर्ट्स में क्या अंतर है?
