Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/hardware.po
Languages: it

source: Configuring Receipt Printers
it: Configurare le stampanti per scontrini

source: The following instructions are for specific receipt printers, but can probably be used to help with setup of other brands as well.
it: Le seguenti istruzioni sono specifiche per le stampanti per scontrini indicate di seguito, ma è probabile che possano essere d'aiuto per configurare anche altri modelli.

source: For Epson TM-T88III (3) & TM-T88IV (4) Printers
it: Per stampanti Epson TM-T88III (3) & TM-T88IV (4)

source: In the Print Driver
it: Nel driver della stampante

source: For these instructions, we are using version 5,0,3,0 of the Epson TM-T88III print driver; the EPSON TM-T88IV version is ReceiptE4. Register at the `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ to gain access to the drivers; go to Technical Resources, then choose the printer model from the Printers drop-down list.
it: In queste istruzioni si fa riferimento alla versione 5,0,3,0 del driver per la stampante Epson TM-T88III ; la versione del drriver per la stampante PSON TM-T88IV è ReceiptE4. Per scaricare i driver è necessario registrarsi al `EpsonExpert Technical Resource Center <https://www.epsonexpert.com/login>`__; selezionare Technical Resources, poi scegliere il modello della stampante dall'elenco a discesa Printers.

source: Click Start > Printers and Faxes > Right click the receipt printer > Properties:
it: Fare clic su Start > Stampanti e Fax > clic destro sulla stampante per scontrini > Proprietà:

source: Advanced Tab, click Printing Defaults button
it: Linguetta Avanzate, fare clic sul pulsante Opzioni predefinite

source: Layout Tab: Paper size: Roll Paper 80 x 297mm
it: Linguetta Layout: formato carta: rotolo di carta 80 x 297mm

source: TM-T88III: Layout Tab: Check Reduce Printing and Fit to Printable Width
it: TM-T88III: linguetta Layout: spuntare Riduci dimensioni di stampa e Adatta all'area stampabile

source: TM-T88IV: Check Reduced Size Print; Click OK on the popup window that appears. Fit to Printable Width should be automatically selected.
it: TM-T88IV: spuntare Riduci dimensioni di stampa; quando appare il messaggio, fare clic su OK. Adatta all'area di stampa dovrebbe essere spuntato in automatico.

source: OK your way out of there.
it: Fare clic su OK per chiudere la finestra.

source: Under File > Page Setup:
it: Sotto File > Imposta pagina:

source: Shrink to fit page on Format & Options tab
it: Spuntare Adatta alla larghezza del foglio nella linguetta Formato e opzioni

source: 0,0,0,0 for Margins on Margins & Header/Footer Tab. This makes the receipts use all available space on the paper roll.
it: Immettere 0,0,0,0 quale ampiezza dei quattro margini nella linguetta Margini e intestazioni/pie' di pagina. Questo fa in modo che lo scontrino usi tutto lo spazio disponibile sulla striscia di carta.

source: Set all Headers/Footers to -blank-. This removes all of the gunk you might normally find on a print from Firefox, such as the URL, number of pages, etc.
it: Impostare tutte le intestazioni /pie' di pagina su --vuoto--. Questo rimuove tutti i fronzoli che si trovano normalmente su una pagina stampata da Firefox, come l'URL, il numero di pagine, ecc.

source: Click OK
it: Fare clic su OK

source: Set the default printer settings in Firefox so you don't see a "Print" dialog:
it: Salvare le impostazioni predefinite di stampa in Firefox, in modo da non far apparire la finestra di dialogo Stampa:

source: Go to File > Print
it: Andare a File > Stampa

source: Set the Printer to the receipt printer.
it: Selezionare la stampante per scontrini.

source: Click the Advanced (or Properties) button
it: Fare clic sul pulsante Proprietà (o Avanzate)

source: TM-T88IV: Check Reduced Size Print; click OK on the popup window that appears. Fit to Printable Width should be automatically selected.
it: TM-T88IV: spuntare Riduci dimensioni di stampa; quando appare il messaggio, fare clic su OK. Adatta all'area di stampa dovrebbe essere spuntato in automatico.

source: OK your way out, go ahead and print whatever page you are on.
it: Fare clic su OK per chiudere la finestra; proseguire e stampare una pagina qualsiasi - va bene quella su cui ci si trova.

source: Type about:config, in the address bar. Click "I'll be careful, I promise!" on the warning message.
it: Digitare about:config nella barra dell'indirizzo; fare clic sul pulsante "Farò attenzione, prometto" sotto al messaggio di avvertimento.

source: Type, print.always in Filter.
it: Digitare print.always nella casella Cerca.

source: Look for print.always\_print\_silent.
it: Individuare print.always\_print\_silent.

source: If the preference is there then set the value to true.
it: Se la preferenza è disponibile, impostarne il valore a true.

source: If the preference is not there (and it shouldn't be in most browsers) you have to add the preference.
it: Se la preferenza NON è disponibile (e non dovrebbe esserlo nella maggior parte dei casi), bisogna aggiungerla.

source: Right click the preference area and select New > Boolean
it: Fare clic destro nell'area delle preferenze e selezionare Nuovo > Booleano

source: Type print.always\_print\_silent in the dialog box and set the value to True. This sets the print settings in Firefox to always use the same settings and print without showing a dialog box.
it: Digitare print.always\_print\_silent nella finestra di dialogo ed impostare il valore a True. Questo fa in modo che Firefox use sempre le stesse impostazioni, e non mostri la finestra di dialogo Stampa.

source: **Warning**
it: **Avvertimento**

source: Setting the print.always\_print\_silent setting in about:config DISABLES the ability to choose a printer in Firefox.
it: Impostando print.always\_print\_silent a True in about:config si DISABILITA la possibilità di scegliere una stampante in Firefox.

source: For Epson TM-T88II (2) Printers
it: Stampanti Epson TM-T88II (2)

source: Register at the `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ to gain access to the drivers; go to Technical Resources, then choose the printer model from the Printers drop-down list.
it: Registrarsi al `EpsonExpert Technical Resource Center <https://www.epsonexpert.com/login>`__; selezionare Technical Resources, poi scegliere il modello della stampante dall'elenco a discesa Printers.

source: Print whatever page you are on.
it: Stampare una pagina qualsiasi - per esempio quella su cui ci si trova.

source: Look for, print.always\_print\_silent.
it: Individuare print.always\_print\_silent.

source: Type, print.always\_print\_silent in the dialog box and set the value to True. This sets the print settings in Firefox to always use the same settings and print without showing a dialog box.
it: Digitare print.always\_print\_silent nella finestra di dialogo ed impostare il valore a True. Questo fa in modo che Firefox use sempre le stesse impostazioni, e non mostri la finestra di dialogo Stampa.

source: For Star SP542 Printers
it: Stampanti Star SP542

source: Installing the Printer
it: Installare la stampante

source: While the following comments are based on the Star SP542 receipt printer, they probably apply to all printers in the SP5xx series.
it: Sebbene le note seguenti siano incentrate sulla stampate Star SP542, probabilmente sono valide per tute le stampanti della serie SP5xx.

source: The Star SP542 receipt printer works well with Koha and **Firefox on Windows XP SP3**. This printer, with either the parallel or USB interface, is fairly easy to install and configure. You will need the following executable file which is available from numerous places on the Internet:
it: La stampante per scontrini SP542 funziona bene con Koha e **Firefox su Windows XP SP3**. Questa stampante, disponibile con interfaccia parallela o con interfaccia USB, è piuttosto facile da installare e configurare. E' necessario il file eseguibile indicato di seguito, che si può reperire in svariati posti su Internet:

source: This executable actually does all of the installation; you will not need to use the Microsoft Windows "Add Printer" program. We recommend that when installing, the option for the software monitor not be selected; we have experienced significant pauses and delays in printing with it. Instead, simply choose to install the receipt printer without the monitor.
it: Questo programma di fatto esegue tutte le operazioni di installazione; non si deve usare la funzione "Aggiungi stampate" di Windows. Durante l'installazione, si raccomanda di non selezionare l'opzione per il software di monitoraggio: abbiamo rilevato pause e ritardi significativi, stampando quando è attivo. Invece, si scelga semplicemente di in installare la stampante senza il monitor.

source: Additionally, the install program may not put the printer on the correct port, especially if using the USB interface. This is easily corrected by going to "Start -> Printers and Faxes -> Properties for the SP542 printer -> Ports", then check the appropriate port.
it: Inoltre, è possibile che il programma di installazione non colleghi la stampante alla porta giusta, specialmente se si usa l'interfaccia USB. Questo si corregge facilmente andando in Start -> Stampanti e Fax -> Proprietà della stampante SP542 -> Porte e selezionando la porta corretta.

source: A reboot may be required, even if not indicated by the installation software or the operating system.
it: Potrebbe essere necessario riavviare il sistema, anche se non espressamente indicato dal programma di installazione o dal sistema operativo.

source: **Windows 7** users should refer to this page: http://www.starmicronics.com/supports/win7.aspx.
it: **Chi usa Windows 7** faccia riferimento a questa pagina: http://www.starmicronics.com/supports/win7.aspx.

source: Configuring Firefox to Print to Receipt Printer
it: Configurare Firefox per stampare gli scontrini

source: Open File > Page Setup
it: Fare clic su File > Imposta pagina

source: Make all the headers and footers blank
it: Impostare su --vuoto-- tutte le intestazioni e pie' di pagina

source: Set the margins to 0 (zero)
it: Impostare tutti i margini a 0 (zero)

source: In the address bar of Firefox, type about:config
it: Nella barra dell'indirizzo di Firefox digitare about:config

source: Search for print.always\_print\_silent and double click it
it: Ricercare print.always\_print\_silent e fare doppio clic su di esso

source: Change it from false to true
it: Cambiarne il valore da false a true

source: This lets you skip the Print pop up box that comes up, as well as skipping the step where you have to click OK, automatically printing the right sized slip.
it: Questo permette di evitare che appaia la finestra di dialogo Stampa e di dover fare clic su OK, e quindi di stampare automaticamente lo scontrino con le dimensioni corrette.

source: If print.always\_print\_silent does not come up
it: Se print.always\_print\_silent non è disponibile

source: Right click on a blank area of the preference window
it: Fare clic destro in un'area vuota della finestra about:config

source: Select new > Boolean
it: Selezionare Nuovo > Booleano

source: Enter "print.always\_print\_silent" as the name (without quotes)
it: Immettere "print.always\_print\_silent" quale nome (senza virgolette)

source: Select true for the value
it: Selezionare true quale valore

source: You may also want to check what is listed for print.print\_printer
it: Volendo, si può anche verificare che cosa appare in print.print\_printer

source: You may have to choose Generic/Text Only (or whatever your receipt printer might be named)
it: Potrebbe essere necessario selezionare Generica/Solo testo (o qualsiasi altra denominazione possa avere la stampante per scontrini)
