Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: fr, it

source: Implementation Checklist
fr: Liste des contrôle d'implémentation
it: Lista di controllo per l'implementazione

source: The following guide will walk you through the areas of Koha you need to look at in order to prepare to start using the system.
fr: Ce guide va vous conduire à travers les parties de Koha qu'il vous faut regarder afin de vous préparer à utiliser le système.
it: Questa guida ti guiderà nelle sezioni di Koha che devi controllare per preparare il sistema all'utilizzo effettivo.

source: Data Migration
fr: Migration de données
it: Migrazione dei dati

source: Before you can start using Koha you'll need to have some data. This can be done by entering it all by hand, but most people already have their data in electronic format of some sort and just need to reformat it a bit for importing into Koha.
fr: Avant de commencer à utiliser Koha, vous aurez besoin d'avoir quelques données. Il est possible de les saisir manuellement mais la plupart des gens ont déjà leurs propres données dans un format électronique quelconque et ont simplement besoin de les reformater pour les importer dans Koha.
it: Prima di poter utilizzare Koha è necessario disporre di alcuni dati. Questo può essere fatto inserendo il tutto a mano, ma la maggior parte delle persone hanno già i loro dati in un formato elettronico di qualche tipo e ha solo bisogno di riformattarli e un po' per l'importazione in Koha.

source: Create a list of libraries and enter their info and codes into :ref:`Libraries <libraries-label>`
fr: Créer une liste des sites et saisissez leurs informations et leurs codes dans :ref:`Tous les sites <libraries-label>`
it: Creare un elenco di biblioteche e inserire le loro informazioni e codici in :ref:`Biblioteche & gruppi <libraries-label>`

source: Define your list of :ref:`Item Types`
fr: Définir votre liste de :ref:`Item Types`
it: Definisci il tuo elenco di :ref:`tipi copia <data-migration-label>`

source: Define your patron categories and enter the categories and their codes into :ref:`Patron Categories`
fr: Définissez vos catégories d'adhérent et saisissez les catégories et leurs codes dans :ref:`Patron Categories`
it: Definire le vostre categorie di utente, immettere le categorie e i relativi codici in :ref:`Patron Categories`

source: Enter any additional patron information fields you use in your library in the :ref:`Patron Attributes <patron-attribute-types-label>`
fr: Saisissez tous les champs d'information supplémentaires que vous utilisez dans votre bibliothèque dans :ref:`Patron Attributes <patron-attribute-types-label>`
it: Immettere eventuali campi di informazioni aggiuntivi per gli utenti in :ref:`Attributi utente <patron-attribute-types-label>`

source: Requires that you first set the :ref:`ExtendedPatronAttributes` system preference if you have custom fields
fr: Nécessite que vous fixiez d'abord la préférence système :ref:`ExtendedPatronAttributes` si vous utilisez des champs personnalisés
it: È necessario innanzitutto impostare la preferenza di sistema :ref:`ExtendedPatronAttributes` se si hanno dei campi personalizzati

source: Define all of your :ref:`Authorized Values`
fr: Définir toutes vos :ref:`Authorized Values`
it: Definisci tutti i tuoi :ref:`valori autorizzati <data-migration-label>`

source: `Collection codes <#ccode>`__
fr: `Codes de collection <#ccode>`__
it: `Codice della collezioni <#ccode>`__

source: `Shelving locations <#shelvelocvals>`__
fr: `Localisations <#shelvelocvals>`__
it: `Codici collocazioni <#shelvelocvals>`__

source: Item statuses (`lost <#lost>`__, `not for loan <#notforloan>`__, `damaged <#damageauth>`__, `withdrawn <#withdrawnauth>`__)
fr: Statuts de l'exemplaire (`perdu<#lost>`__, `indisponible <#notforloan>`__, `endommagé <#damageauth>`__, `retiré <#withdrawnauth>`__)
it: Status delle copie (`Perse <#lost>`__, `Non prestabili <#notforloan>`__, `Danneggiate <#damageauth>`__, `Ritirate <#withdrawnauth>`__)

source: Plus any others that are needed in your library
fr: Plus tous ceux dont votre bibliothèque a besoin
it: Oltre a tutti gli altri che sono necessari nella tua biblioteca

source: Optionally define :ref:`City/State/Postal Code <cities-and-towns-label>` combos
fr: Définir facultativement les combinaisons :ref:`City/State/Postal Code <cities-and-towns-label>`
it: Facoltativamente puoi definire le combinazioni :ref:`City/State/Postal Code <cities-and-towns-label>`

source: :ref:`Map your bibliographic data <koha-to-marc-mapping-label>` from your legacy system to Koha fields and migrate (remembering to use the collection, shelving, item type and library codes you entered in the above setting areas)
it: :ref:`Map your bibliographic data <koha-to-marc-mapping-label>` dal precedente sistema ai campi di Koha e migrare (ricordando di utilizzare i codici di collezioni, collocazioni, tipo copia e che hai definito prima nelle impostazioni)

source: :ref:`Map your patron data <patron-import-label>` from your legacy system to the Koha fields and migrate (remembering to use the patron and library codes you defined above)
it: :ref:`Map your patron data <patron-import-label>` dal precedente sistema ai campi di Koha e migrare (ricordando di utilizzare i codici utente e biblioteca definiti in precedenza)

source: Test your migrated data to be sure that everything is as you expect it to be, some things to test include:
fr: Testez vos données migrées pour vous assurer que tout fonctionne comme prévu. Le test prévoit de:
it: Verificare i dati migrati per essere sicuri che tutto è come ci si aspetta che sia, alcune cose da verificare includono:

source: Check some of your titles with diacritics and make sure that they migrated properly.
fr: Vérifier quelques-uns de vos titres contenant des signes diacritiques et vous assurer qu'ils ont été correctement migrés.
it: Controllare alcuni dei tuoi titoli con segni diacritici e assicurarsi che siano migrati correttamente.

source: Check titles in a series and make sure that series information migrated properly.
fr: Vérifier les titres de collections et vous assurer que les informations de collections ont été correctement migrées.
it: Controllare i titoli che hanno una serie e assicurarsi che le informazioni delle serie siano migrate correttamente.

source: Make sure that your patrons have their contact information in the right fields.
fr: Vous assurer que les coordonnées des adhérents sont bien remplies et dans les bons champs.
it: Assicurarsi che i vostri utenti abbiano le loro informazioni di contatto nei campi giusti.

source: If your serials data was migrated search for these records in the catalog and confirm that they look right.
fr: Si les données de vos périodiques ont été migrées, rechercher ces notices dans le catalogue et vérifier qu'elles sont correctes.
it: Se sono stati migrati dei periodici, ricerca questi record nel catalogo e controlla che i loro dati sembrino giusti.

source: If your serials data was migrated search for these records in the serials module and confirm that they look right.
fr: Si les données de vos périodiques ont été migrées, rechercher ces notices dans le module Périodiques et vérifier qu'elles sont correctes.
it: Se sono stati migrati dei periodici, ricerca questi record nel modulo seriali e controlla che i loro dati sembrino giusti.

source: Check marc records to verify a variety of items are cataloged correctly
fr: Vérifier les notices MARC et s'assurer que les exemplaires des différents types sont catalogués correctement
it: Controllare i record marc per verificare che una varietà di copie siano catalogate correttamente

source: Check cataloging process to see if all necessary fields are available
fr: Vérifier le processus de catalogage pour voir si tous les champs nécessaires sont disponibles
it: Controllo di processo di catalogazione per vedere se tutti i campi necessari sono disponibili

source: If fines are migrated, check to see that they are applied correctly
fr: Si les pénalités ont été migrés, vérifier si elles s'appliquent correctement
it: Se vengono spostate le multe, controlla che siano applicate correttamente

source: If holds are migrated, check to see they are accurate in catalog and patron record
fr: Si les réservations ont été migrées, vérifier qu'elles correspondent dans le catalogue et la fiche adhérent
it: Se le prenotazioni vengono migrate, controlla che sia tutto corretto nel catalogo e nella scheda dell'utente

source: Admin Configuration
fr: Configuration de l'administration
it: Configurazione amministrazione

source: Most of these preferences won't need to be changed to use your Koha system, but there are a few that you might want to customize.
fr: Pour l'utilisation de votre système Koha, la plupart de ces préférences système n'auront pas besoin d'être modifiées, mais il y en a quelques unes que vous souhaiterez peut-être personnaliser.
it: La maggior parte di queste preferenze non devono essere modificate per utilizzare il sistema di Koha, ma ce ne sono alcune che si potrebbe desiderare di personalizzare.

source: If your library uses CAS Authentication, you'll want to set the various :ref:`CAS system preferences <cas-authentication-label>`
fr: SI votre bibliothèque utilise l'Authentification CAS, vous devrez paramétrer les différentes :ref:`CAS system preferences <cas-authentication-label>`
it: Se la biblioteca usa l'autenticazione CAS, ti consigliamo di impostare le varie `preferenze di sistema di CAS <cas-authentication-label>`

source: Administration System Preferences
fr: Préférences système Administration
it: Preferenze di sistema amministrazione

source: :ref:`KohaAdminEmailAddress` : This is the email address that will be used by the system in 'from' lines and to send errors to if there is no email set for the branch
fr: :ref:'KohaAdminEmailAddress'&nbsp;: C'est l'adresse mail que le système utilisera dans les champs «&nbsp;De&nbsp;» et qui sera destinataire des erreurs s'il n'y a pas de mail défini pour le site
it: :ref:`KohaAdminEmailAddress`: Questo è l'indirizzo di posta elettronica che verrà utilizzato dal sistema nei campi 'From' e per inviare gli errori se non c'è nessuna email impostato per la biblioteca

source: :ref:`noItemTypeImages` : Decide if you want to show item type icons in the staff client and opac
fr: :ref:`noItemTypeImages`&nbsp;: Vous permet de décider d'afficher les icônes des types de document dans l'interface professionnelle et à l'OPAC
it: :erf:`noItemTypeImages`: decidi se vuoi visualizzare le icone di tipo copia nell'interfaccia staff e nell'OPAC

source: :ref:`delimiter` : This value will be put in between fields when exporting data from Koha
fr: :ref:`delimiter` : Cette valeur sera rajoutée entre les champs lorsque vous exportez des données depuis Koha
it: :ref:`delimiter` : Questo valore separerà i campi esportati da Koha

source: :ref:`virtualshelves` : Decide if you want the staff and/or patrons to use lists in Koha
fr: :ref:`virtualshelves` : Vous permet de décider si vous voulez que le personnel et/ou les adhérents puissent utiliser les listes dans Koha
it: :ref:`virtualshelves` : decidi se si desideri che il personale e/o gli utenti possono utilizzare le liste in Koha

source: :ref:`AutoLocation` : Require staff to log in to the staff client from a specific IP range
fr: :ref:`AutoLocation` : Nécessite que les personnels qui s'identifient dans l'interface professionnelle le fassent depuis une plage d'adresses IP spécifique
it: :ref:`AutoLocation` : Richiedi che per accedere all'intranet si debba provenire da uno specifico intervallo IP

source: :ref:`IndependentBranches` : Prevent librarians from editing content that belongs to other branches
fr: :ref:`IndependentBranches` : Empêche les bibliothécaires de modifier des contenus qui appartiennent à d'autres sites
it: :ref:`IndependentBranches` : Impedisce allo staff di editare contenuto appartenente ad altre biblioteche

source: Go through the :ref:`Log System Preferences <logs-label>` and decide which actions you want to keep track of in the logs
fr: Parcourez les :ref:`Log System Preferences <logs-label>` et décidez de quelles actions vous souhaitez garder la trace dans les logs
it: Entra in :ref:`Sezione Log delle Preferenze di Sistema <logs-label>` e decidi di quali azioni vuoi tenere traccia nei log

source: Decide if you'd like to share your library's information with the Koha community by setting the :ref:`Sharing system preferences <share-anonymous-usage-statistics-label>`.
fr: Décidez si vous partagez les informations de votre bibliothèque avec la communauté Koha en paramétrant les :ref:`Sharing system preferences <share-anonymous-usage-statistics-label>`.
it: Decidere se si desidera condividere le informazioni della tua biblioteca con la comunità di Koha impostando la preferenza :ref:`Sharing system preferences <share-anonymous-usage-statistics-label>`.

source: Decide what `cron jobs <#cronjobsch>`__ you need to run and when.
fr: Décidez quels `cron jobs <#cronjobsch>`__ vous souhaitez exécuter et quand.
it: Decidi quali `cron jobs <#cronjobsch>`__ è necessario eseguire e quando.

source: If you're using the long overdue cron job be sure to set your :ref:`DefaultLongOverdueChargeValue`, :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` & :ref:`DefaultLongOverdueDays <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` preferences.
fr: Si vous utilisez le cron job longs retards, assurez-vous de bien paramétrer vos préférences système :ref:`DefaultLongOverdueChargeValue`, :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` et :ref:`DefaultLongOverdueDays <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>`.
it: Se userai il cron job long overdue (ritardi troppo lunghi) devi configurare le preferenze :ref:`DefaultLongOverdueChargeValue`, :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` e :ref:`DefaultLongOverdueDays <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>`__.

source: Localization Configuration
fr: Configuration de localisation
it: Configurazione localizzazione

source: Koha is used worldwide and so you need to make sure you set your localization preferences so that options throughout Koha appear properly for your location/language.
fr: Koha est utilisé dans le monde entier, c'est pourquoi vous devez vérifier que vous avez paramétré vos préférences système de localisation afin que les options de votre localisation/langue s'appliquent partout dans votre Koha.
it: Koha è utilizzato in tutto il mondo e quindi è necessario assicurarsi che si impostano le tue preferenze di localizzazione affinché tutto in tutta Koha venga visualizzato correttamente per il tuo paese/lingua.

source: Localization/Internationalization System Preferences
fr: Préférences système Localisation/Internationalisation
it: Preferenze di sistema rigurdanti la localizzazione/internazionalizzazione

source: :ref:`dateformat` : Decide how dates are displayed throughout Koha
fr: :ref:`dateformat` : Permet de décider comment les dates vont s'afficher dans Koha
it: :ref:`dateformat` : Decidi il formato di visualizzazione delle date

source: :ref:`opaclanguagesdisplay` : Decide if patrons can choose what language the OPAC appears in
fr: :ref:`opaclanguagesdisplay` : Permet de décider si les utilisateurs peuvent choisir la langue de l'OPAC
it: :ref:`opaclanguagesdisplay` : Decidi se gli utenti possono scegliere la lingua dell'OPAC

source: :ref:`opaclanguages` : Decide which languages the patrons can choose from
fr: :ref:`opaclanguages` : Permet de décider quelles langues les utilisateurs peuvent choisir parmi
it: :ref:`opaclanguages` : Decidi tra quali lingue gli utenti possono scegliere

source: :ref:`language` : Decide which languages appear in the staff client
fr: :ref:`language` : Permet de décider quelles langues s'affichent dans l'interface professionnelle
it: :ref:`language` : Decidi quali lingue appariranno nell'interfaccia dello staff

source: :ref:`CalendarFirstDayOfWeek` : Define your first day of the week
fr: ref:`CalendarFirstDayOfWeek` : Permet de définir le premier jour de la semaine
it: :ref:`CalendarFirstDayOfWeek` : Indica il primo giorno della settimana

source: Circulation Configuration
fr: Configuration de la Circulation
it: Configurazione della circolazione

source: Before you start circulating your collection you'll need to set up your rules and preferences for circulation.
fr: Avant de commencer le prêt de documents, vous devez paramétrer vos règles et préférences système pour la circulation.
it: Prima di iniziare la circolazione è necessario impostare le regole e le preferenze che la riguardano.

source: Define your :ref:`Circulation/Fine rules <circulation-and-fine-rules-label>`
fr: Définissez vos :ref:`Circulation/Fine rules <circulation-and-fine-rules-label>`
it: Definisci le tue :ref:`Circulation/Fine rules <circulation-and-fine-rules-label>`

source: Enter the :ref:`days your library is closed <calendar-label>` for fines and due date calculations
fr: Saisissez les :ref:`days your library is closed <calendar-label>` pour le calcul des pénalités et des dates de retour
it: Immetti i :ref:`days your library is closed <calendar-label>` per calcolare le multe e quando rendere i prestiti

source: Circulation System Preferences
fr: Préférences système pour la Circulation
it: Preferenze di sistema per la circolazione

source: :ref:`CircControl` : Define whether circ rules are based on item's location, patron's location or transaction location
fr: :ref:`CircControl` : Permet de définir si les règles de circulation sont basées sur la localisation de l'exemplaire, sur le site de rattachement de l'adhérent ou sur le site dans lequel a lieu la transaction
it: :ref:`CircControl` : Definisci se le regole di circolazione si basano sulla localizzazione della copia o dell'utente o della transazione

source: :ref:`useDaysMode` : Define how due dates are calculated
fr: :ref:`useDaysMode` : Permet de définir comment les dates de retour sont calculées
it: :ref:`useDaysMode` : Definisci come si calcolano le date di scadenza dei prestiti

source: :ref:`finesCalendar` : Define how fines are calculated (for every late date or only for days the library is open)
fr: :ref:`finesCalendar` : Permet de définir comment les pénalités sont calculées (pour tous les jours de retard ou seulement pour les jours où la bibliothèque est ouverte)
it: :ref:`finesCalendar` : Definisci come si calcolano le multe (per ogni giorno in ritardo o solo per i giorni in cui la biblioteca è aperta)

source: :ref:`SpecifyDueDate` : Decide if staff are allowed to override due dates on checkout
fr: :ref:`SpecifyDueDate` : Permet de décider si le personnel est autorisé à outrepasser les dates de retour lors du prêt
it: :ref:`SpecifyDueDate` : Decidi se il personale è autorizzato a ignorare i ritardi dell'utente quando gli dà in prestito qualcos'altro

source: :ref:`SpecifyReturnDate` : Decide if you want to let the staff specify an arbitrary return date on checkin
fr: :ref:`SpecifyReturnDate` : Permet de décider si le personnel est autorisé à spécifier une date de retour arbitraire lors du prêt
it: :ref:`SpecifyReturnDate` : Decidere se si vuole lasciare che il personale possa specificare una data di ritorno arbitraria al momento del prestito

source: :ref:`itemBarcodeFallbackSearch` : Decide if you want staff to be able to checkout using a keyword search (title, call number, etc)
fr: :ref:`itemBarcodeFallbackSearch` : Permet de décider si vous autorisez le personnel à enregistrer les prêts en utilisant la recherche par mot-clef (titre, numéro de cote, etc)
it: :ref:`itemBarcodeFallbackSearch` : Decidere se si desidera che il personale di essere in grado di prestare utilizzando una ricerca per parole chiave (titolo, collocazione, ecc.)

source: :ref:`AutomaticItemReturn` : Decide if items are sent back to the owning branch when checked in
fr: :ref:`AutomaticItemReturn` : Permet de décider si les documents sont renvoyés au site propriétaire lors de leur retour
it: :ref:`AutomaticItemReturn>` : Decidere se le copie vengono inviate alla biblioteca che le possiede quanto rientrano dal prestito

source: :ref:`todaysIssuesDefaultSortOrder` : Decide how items checked out today display on the patron record
fr: :ref:`todaysIssuesDefaultSortOrder` : Permet de décider comment les retours du jour s'affichent dans la fiche adhérent
it: :ref:`todaysIssuesDefaultSortOrder` : Decidere come i prestiti di oggi vengono mostrati nella vista utente

source: :ref:`previousIssuesDefaultSortOrder` : Decide how items checked out prior to today display on the patron record
fr: :ref:`previousIssuesDefaultSortOrder` : Permet de décider comment les documents retournés les jours précédents s'affichent dans la fiche adhérent
it: :ref:`previousIssuesDefaultSortOrder` : Decidere come vengono mostrati i prestiti non di oggi nella vista utente

source: :ref:`noissuescharge` : Define the maximum amount a patron can owe before checkouts are blocked
fr: :ref:`noissuescharge` : Permet de définir le montant maximum de dette qu'un adhérent peut atteindre avant que ses droits de prêts ne soient bloqués
it: :ref:`noissuescharge` : Definire l'importo massimo del debito di un utente prima che gli siano bloccati i prestiti

source: :ref:`ReturnBeforeExpiry` : Decide if patrons need to return items before their accounts expire
fr: :ref:`ReturnBeforeExpiry` : Permet de décider si la date de retour des documents doit être antérieure à la date d'expiration du compte de l'adhérent
it: :ref:`ReturnBeforeExpiry` : Decidere se gli utenti devono restituire i prestiti prima che i loro account scadano

source: :ref:`AllowHoldsOnDamagedItems` : Decide if patrons can place holds on items that are marked as damaged
fr: :ref:`AllowHoldsOnDamagedItems` : Permet de décider si les adhérents peuvent faire des réservations sur des exemplaires signalés comme endommagés
it: :ref:`AllowHoldsOnDamagedItems` : Decidere se gli utenti possono fare prenotazioni su copie che sono contrassegnate come danneggiate

source: :ref:`AllowHoldPolicyOverride` : Decide if you want the staff to be able to override the setting for the above at checkout
fr: :ref:`AllowHoldPolicyOverride` : Permet de décider si vous autorisez le personnel à outrepasser les paramétrages ci-dessus lors du prêt
it: :ref:`AllowHoldPolicyOverride` : Decidere se si desidera che il personale sia in grado di non tener conto delle politiche di prestito al momento di fare il prestito all'utente

source: :ref:`maxreserves` : Decide how many items a patron can have on hold at once
fr: :ref:`maxreserves` : Permet de décider combien de documents un adhérent peut réserver au maximum
it: :ref:`maxreserves` : Decidi il numero massimo di copie che un utente può avere come prenotate

source: :ref:`maxoutstanding` : Define the maximum amount a patron can owe before holds are blocked
fr: :ref:`maxoutstanding` : Permet de définir le montant maximum de dette qu'un adhérent peut atteindre avant que ses droits de réservation soit bloqués
it: :ref:`maxoutstanding` : Definire l'importo massimo che un utente può avere come debito prima che gli vengano bloccate le prenotazioni

source: :ref:`ReservesMaxPickUpDelay` : Define the number of days before a hold expires
fr: :ref:`ReservesMaxPickUpDelay` : Permet de définir le nombre de jours avant qu'une réservation n'expire
it: :ref:`ReservesMaxPickUpDelay` : Definire il numero di giorni prima che una prenotazione scada

source: :ref:`WebBasedSelfCheck` : Decide if you want to use the built in web-based self-checkout system
fr: :ref:`WebBasedSelfCheck` : Permet de décider si vous voulez utiliser le système de prêt en self-service en ligne
it: :ref:`WebBasedSelfCheck` : Decide se si desidera utilizzare il sistema di self-check basato su interfaccia web
