Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: fr, it

source: Using the Amazon preferences you can choose to show cover images from Amazon.
fr: Si vous utilisez les préférences système Amazon, vous pouvez choisir d'afficher les images de couverture d'Amazon.
it: Utilizzando le preferenze di Amazon è possibile scegliere di mostrare le immagini delle copertine prese da Amazon.

source: This is a pay service. Contact Babelthèque to learn how to enable this content in the OPAC.
fr: Ceci est un service payant. Contactez Babelthèque pour pouvoir activer ce contenu dans l'OPAC.
it: Si tratta di un servizio a pagamento. Contatta Babelthèque per imparare come attivare questo contenuto nell'OPAC.

source: This is a pay service from Baker & Taylor. Contact Baker & Taylor for the information to enter into these preferences.
fr: Il s'agit d'un service payant. Contactez Baker &amp; Taylor pour avoir les informations nécessaires au paramétrage de ces préférences système.
it: Si tratta di un servizio a pagamento da Baker & Taylor. Contatta Baker & Taylor per sapere come usare queste preferenze.

source: This allows libraries to embed streaming media in their catalog
fr: Cela autorise les bibliothèques à intégrer le média streaming dans leur catalogue
it: Questo permette alle biblioteche di incorporare streaming di formati HTML5 nel loro catalogo

source: This service is free and does not require registration, simply enable GoogleJackets and you're set to go.
fr: Ce service est gratuit et ne requiert pas d'inscription. Activez simplement GoogleJackets et cela fonctionnera.
it: Questo servizio è gratuito e non richiede registrazione; è sufficiente attivare GoogleJackets.

source: :ref:`I Deam Books <idreamlibraries-label>`
it: :ref:`I Dream Books <idreamlibraries-label>`

source: This is a free service that compiles reviews for popular titles from many different sources.
fr: C'est un service gratuit qui compile tous les commentaires provenant de différentes sources sur les titres les plus populaires.
it: Questo è un servizio gratuito che raccoglie recensioni di titoli popolari provenienti da molte fonti diverse.

source: With the exception of ThingISBN, you will need to contact LibraryThing for the information to enter into these preferences
fr: Avec l'exception de ThingISBN, il vous faudra contacter LibraryThing pour l'inclure dans vos préférences sytème
it: Ad eccezione di ThingISBN, è necessario contattare LibraryThing per avere le informazioni da inserire in queste preferenze

source: Enabling ThingISBN will help to populate the editions tab on the bib record display if you have enabled FRBR.
fr: En activant ThingISBN, cela aidera à remplir l'onglet 'Editions' dans l'affichage de la notice bibliographique seulement si vous avez activé FRBR.
it: L'attivazione di ThingISBN contribuirà a popolare la scheda Edizioni del record bibliografico, se è stata attivata FRBR.

source: This is a pay service from Ebsco. Contact Ebsco for the information to enter into these preferences
fr: Ceci est un service payant d'Ebsco. Contactez Ebsco pour l'inclure dans vos préférences système
it: Si tratta di un servizio a pagamento da Ebsco. Contattare Ebsco per le informazioni da indicare in queste preferenze

source: Open Library project is an open system that you can pull cover images (and in the future additional content) from
fr: Le projet Open Library est un logiciel ouvert qui fourni des images de couverture (dans le futur contenu supplémentaire)
it: Open Library project è un sistema aperto che fornisce immagini di copertina (e in futuro contenuti aggiuntivi)

source: This is a pay service that libraries can subscribe to for ebook content. If the library subscribes to Overdrive they can integrate that content in to Koha for free.
fr: C'est un service payant auquel les bibliothèques peuvent souscrire pour le contenu de livres électroniques. Si la bibliothèque s'abonne à Overdrive, elle peut intégrer le contenu dans Koha gratuitement.
it: Si tratta di un servizio a pagamento a cui le biblioteche possono abbonarsi per avere i contenuti degli ebook. Se la biblioteca sottoscrive Overdrive, i contenuti sono integrati in Koha gratuitamente.

source: This is a pay service from Syndetics to add content for your bib records. Contact Syndetics for the information to enter into these preferences.
fr: C'est un service payant de Syndetics pour ajouter du contenu à vos notices bibliographiques. Contactez Syndetics pour l'inclure dans vos préférences système.
it: Si tratta di un servizio a pagamento da Syndetics per aggiungere contenuti ai record bibliografici. Contattare Syndetics per le informazioni da indicare in queste preferenze.

source: Choose whether or not you want to allow patrons to add tags to records in Koha.
fr: Choisissez si vous souhaitez autoriser les adhérents à ajouter des tags aux notices.
it: Scegliere se si desidera o meno consentire agli utenti di aggiungere tag ai record in Koha.

source: Acquisitions Configuration
fr: Configuration des acquisitions
it: Configurazione delle acquisizioni

source: When using acquisitions in Koha you first need to define some defaults.
fr: Avant de faire des acquisitions dans Koha, vous devrez d'abord en définir certaines par défaut.
it: Quando si utilizzano le acquisizioni in Koha è necessario prima definire alcuni valori di default.

source: Set up your :ref:`funds & budgets <budgets-label>`
fr: Paramétrez vos :ref:`postes budgétaires et budgets <budgets-label>`
it: Imposta :ref:`fondi & budget <budgets-label>`

source: Choose your :ref:`default currency <currencies-and-exchange-rates-label>` and enter others if you order from multiple countries
fr: Choisissez votre :ref:`devise par défaut <currencies-and-exchange-rates-label>` et saisissez-en d'autres si vous passez des commandes dans plusieurs pays
it: Scegli la :ref:`valuta di default <currencies-and-exchange-rates-label>` e inseriscine altre se ordini da più paesi

source: Enter in your :ref:`vendor information <vendors-label>`
fr: Saisissez les :ref:`informations sur vos fournisseurs <vendors-label>`
it: Inserisci le :ref:`informazioni del fornitore <vendors-label>`

source: Create an :ref:`Framework with the code ACQ <marc-bibliographic-frameworks-label>` (if you're going to enter item records at the time of ordering or receiving)
fr: Créez une :ref:`Grille de catalogage avec le code ACQ <marc-bibliographic-frameworks-label>` (si vous pensez créer les notices d'exemplaire au moment de la création ou de la réception de la commande)
it: Creare una :ref:`Griglia di catalogazione con il codice ACQ <marc-bibliographic-frameworks-label>` se hai intenzione di creare record al momento dell'ordine o in ricezione

source: Acquisitions System preferences
fr: Préférences système des acquisitions
it: Preferenze di sistema - Acquisizioni

source: :ref:`AcqCreateItem` : Decide if an item record is created during acquisition
it: :ref:`AcqCreateItem`: Decide se si crea un record di copia durante l'acquisizione

source: :ref:`CurrencyFormat` : Decide how you want monetary amounts to display
fr: :ref:`CurrencyFormat`&nbsp;: Permet de décider le format d'affichage des montants monétaires
it: :ref:` CurrencyFormat` : Decide il formato con cui visualizzare i valori monetari

source: :ref:`gist` : Enter your sales tax (if you are billed for tax)
fr: :ref:`gist` : Permet de saisir les taxes (si vous êtes soumis aux taxes)
it: :ref:`gist` : Inserire l'imposta IVA sulle vendite (se va pagata al fornitore)

source: :ref:`OrderPdfFormat` : Decide what format you want your print orders to use
fr: :ref:`OrderPdfFormat`&nbsp;: Permet de décider quel format vous souhaitez utiliser pour l'impression de vos commandes
it: :ref:`OrderPdfFormat` : Decide quale formato si desidera utilizzare per la stampa degli ordini

source: Serials Configuration
fr: Configuration des périodiques
it: Configurazione delle risorse in continuazione

source: When you use serials there are a few options you can set before hand.
fr: Avant d'utiliser le module Périodiques, il y a quelques options à paramétrer d'abord.
it: Quando usi il modulo delle risorse in continuazione ci sono alcune opzioni da settare prima di partire.

source: Serials System Preferences
fr: Préférences système des périodiques
it: Preferenze delle risorse in continuazione

source: :ref:`RenewSerialAddsSuggestion` : Decide if you want renewing serials to add a suggestion for easy purchasing
fr: :ref:`RenewSerialAddsSuggestion`&nbsp;: Choisissez si vous souhaitez que renouveler un périodique crée une suggestion, pour en faciliter l'acquisition
it: :ref:`RenewSerialAddsSuggestion`: Decide se si desidera che quando si rinnova un periodico, allora viene aggiunto un suggerimento di acquisto nel modulo Acq

source: :ref:`RoutingSerials` : Decide if you want to route serials around your library
fr: :ref:`RoutingSerials`&nbsp;: Permet de décider si vous voulez utiliser la liste de routage dans votre bibliothèque
it: :ref:`RoutingSerials` : Decidere se attivare la routing lists di periodici nella biblioteca

source: :ref:`RoutingListAddReserves` : Decide if holds are placed on serials when there is a routing list in place
fr: :ref:`RoutingListAddReserves`&nbsp;: Permet de décider si les réservations sont faites sur des périodiques ayant une liste de routage
it: :ref:`RoutingListAddReserves` : Decide se si possono fare prenotazioni di periodici quando esiste una routing list

source: :ref:`StaffSerialIssueDisplayCount` : Decide how many of the most recent issues to display in the staff client
fr: :ref:`StaffSerialIssueDisplayCount`&nbsp;: Permet de décider combien de fascicules nouvellement parus peuvent s'afficher dans l'interface professionnelle
it: :ref:`StaffSerialIssueDisplayCount` : Decide quanti fascicoli recenti di un periodico vanno visualizzati nell'interfaccia dello staff

source: :ref:`OPACSerialIssueDisplayCount` : Decide how many of the most recent issues to display in the OPAC
fr: :ref:`OPACSerialIssueDisplayCount`&nbsp;: Permet de décider combien des fascicules les plus récents peuvent s'afficher dans l'OPAC
it: :ref:`OPACSerialIssueDisplayCount` : Decide quanti fascicoli recenti di un periodico vanno visualizzati nell'OPAC

source: :ref:`SubscriptionHistory` : Decide how you want the subscription information to display in the OPAC
fr: ref:`SubscriptionHistory`&nbsp;: Permet de décider comment vous souhaitez voir les informations d'abonnement s'afficher dans l'OPAC
it: :ref:`SubscriptionHistory` : Decide come si desidera visualizzare le informazioni di abbonamento nell'OPAC

source: Planning for Go-Live
fr: Gestion de la mise en ligne
it: Pianificazione per andare in produzione

source: Once you have all of your settings ready, you need to prepare for making your system live:
fr: Une fois tous vos paramétres réglés, vous devrez vous préparer à faire fonctionner votre système:
it: Una volta che avete tutte le vostre impostazioni pronte, è necessario prepararsi per fare partire ilssistema:

source: Decide if you need training by an outside service or if your staff can do the training themselves.
fr: Voyez si vous avez besoin d'une formation donnée par un prestataire extérieur, ou si le personnel peut se former lui-même.
it: Decidere se hai bisogno di formazione da un fornitore esterno o se il vostro personale può autoformarsi.

source: Make sure that there is time for your staff to play with your test system and get comfortable with it
fr: Assurez-vous qu'il y ait des temps mis en place pour que le personnel pratique la base de test du système et se familiarise avec
it: Assicurarsi che ci sia tempo per il vostro staff per giocare con il vostro sistema di prova e mettersi a proprio agio con esso

source: If this is a migration, work with your previous company to extract data right before you go live
fr: S'il doit y avoir une migration, voyez avec votre ancien prestataire pour extraire les données avant d'effectuer cette migration
it: Se si tratta di una migrazione, lavorare con il vostro fornitore precedente per estrarre i dati immediatamente prima di andare in produzione

source: Come up with URLs for your new Koha OPAC & Staff Client
it: Verificare gli URL per il vostro nuovo Opac Koha e per l'intranet

source: Make sure that if you're hosting your own system you have a backup plan
fr: Si vous hébergez votre propre système, assurez-vous d'avoir un plan de secours de sauvegarde
it: Assicurarsi che, se si ospita Koha su di una propria macchina, si ha un piano per il backup

source: :ref:`FRBR/Editions <frbrizeeditions-label>`
fr: :ref:`FRBR/Éditions <frbrizeeditions-label>`

source: :ref:`Tagging <tagging-label>`
fr: :ref:`Mots-clés <tagging-label>`
