Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: fr, it

source: Decide when the system :ref:`checks URLs in catalog records <check-urls-label>` to see if they are still valid
fr: Permet de décider quand le système :ref:`checks URLs in catalog records <check-urls-label>` pour voir si elles sont toujours valides
it: Decidi quando il sistema :ref:`controlla gli URL nei record del catalogo <check-urls-label>` per verificarne la validità

source: Authorities Configuration
fr: Configuration des autorités
it: Configurazione degli authority

source: Koha has the ability to keep track of your authority records and how they're linked to your bibliographic records. Before using authorities you should configure several preferences.
fr: Koha peut réaliser le suivi des notices d'autorité ainsi que les liens avec les notices bibliographiques. Avant d'utiliser les autorités, vous devez configurer plusieurs préférences système.
it: Koha permette la memorizzazione dei record di autorità e il collegamento di questi ai record bibliografici. Prima di utilizzare gli authority è necessario configurare alcune impostazioni.

source: Set :ref:`Authority Frameworks <authority-types-label>` aka templates
fr: Paramétrez les :ref:`Authority Frameworks <authority-types-label>`, autrement dit les modèles
it: Imposta le :ref:`griglie per gli authority <authority-types-label>`, cioè i template per la catalogazione

source: Authority System Preferences
fr: Préférences système pour les autorités
it: Preferenze di sistema per gli authority

source: :ref:`BiblioAddsAuthorities` : Decide if Koha creates authorities when cataloging
fr: :ref:`BiblioAddsAuthorities` : Permet de décider si Koha crée des autorités lors de l'édition d'une notice bibliographique
it: :ref:`BiblioAddsAuthorities` : stabilisce se i record di autorità vengono creati in fase di catalogazione bibliografica

source: `dontmerge <#dontmerge>`__ : Decide if updates to authorities trigger updates to the bibliographic records that link to them
fr: `dontmerge <#dontmerge>`__ : Permet de décider si Koha modifie les notices bibliographiques lorsque les notices d'autorité liées sont modifiées
it: `dontmerge <#dontmerge>`__ : stabilisce se le modifiche ai record di autorità aggiornano anche i record bibliografici collegati ad essi

source: :ref:`AutoCreateAuthorities` : Decide when authorities are created
fr: :ref:`AutoCreateAuthorities` : Permet de décider quand les autorités sont crées
it: :ref:`AutoCreateAuthorities` : stabilisce in quale fase vengono creati i record di authority

source: :ref:`LinkerModule` : Decide which match the authority linker should use
fr: :ref:`LinkerModule` : Permet de décider quelle correspondance le créateur de liens d'autorités devra utiliser
it: :ref:`LinkerModule` : Decide quale match usare per il linker dell'authority

source: :ref:`LinkerOptions` : Decide if you want authority linking to be broader or more specific
fr: :ref:`LinkerOptions` : Permet de décider si le créateur de liens d'autorités doit être générique ou plus spécifique
it: :ref:`Linkeroption` : Decide se la ricerca per costruire il link all'authority deve essere ad ampio spettro o più specifica

source: :ref:`CatalogModuleRelink` : Decide if you want to enable authority linking while cataloging
fr: :ref:`CatalogModuleRelink` : Permet de décider si vous autorisez les liens vers les autorités pendant le catalogage
it: :ref:`CatalogModuleRelink` : Decide se si vuole che il collegamento all'authority sia automatico quando avviene la catalogazione

source: Choose when the system looks for authorities updates to :ref:`merge changes into bibliographic records <update-authorities-label>`
fr: Choisissez quand le système doit rechercher les mises à jour des autorités pour :ref:`merge changes into bibliographic records <update-authorities-label>`
it: Scegliere quando il sistema ricerca gli aggiornamenti sui record di authority :ref:`per portare le modifiche dall'authority nei record bibliografici <update-authorities-label>`

source: Searching Configuration
fr: Configuration de le recherche
it: Configurazione della ricerca

source: There are several system preferences related to searching, it is not always recommended to make too many changes to these preferences since they are set to get you the most relevant results. If you would like to change the default way that Koha handles searching, view the :ref:`Searching system preferences <searching-label>` tab.
fr: Il y a plusieurs préférences système liées à la recherche. Il est recommandé de ne pas effectuer trop de changements sur ces préférences système puisque elles sont paramétrées pour vous permettre d'obtenir les résultats les plus pertinents possibles. Si vous souhaitez changer la manière dont Koha gère la recherche par défaut, consultez l'onglet :ref:`Searching system preferences <searching-label>` tab.
it: Ci sono diverse preferenze di sistema legate alla ricerca, non è sempre consigliabile apportare troppe modifiche a queste preferenze, poiché sono impostate per ottenere i risultati più rilevanti. Se si desidera modificare la modalità predefinita che Koha gestisce la ricerca, vedi il tab :ref:`Ricerca <searching-label>`.

source: Decide how often your :ref:`system rebuilds the search index <rebuild-index-label>` (4-10 min)
fr: Permet de décider la fréquence à laquelle votre :ref:`system rebuilds the search index <rebuild-index-label>` (toutes les 4-10 min)
it: Decidi quanto spesso il sistema :ref:`ricostruisce gli indici di ricerca <rebuild-index-label>` (4-10 min)

source: Searching System Preferences
fr: Préférences système pour la recherche
it: Preferenze di Sistema - Ricerca

source: :ref:`AdvancedSearchTypes` : Decide which authorized value fields you want patrons and staff to be able to limit their advanced searches by
fr: :ref:`AdvancedSearchTypes`&nbsp;: Permet de décider à quels champs de valeurs autorisées vous souhaitez que les adhérents et le personnel puissent limiter leur recherche
it: :ref:`AdvancedSearchTypes` : Decide quali campi i cui dati provengono da liste di valori autorizzati possono essere usati per filtrare le ricerche avanzate

source: :ref:`AdvancedSearchLanguages` : Decide which languages you want people to be able to limit to via the search engine
fr: :ref:`AdvancedSearchLanguages` : Permet de décider à quelles langues vous souhaitez que les utilisateurs puissent limiter leur recherche
it: :ref:`AdvancedSearchLanguages`: Decide quali lingue possono essere utilizzate come limiti nella ricerca

source: :ref:`UseAuthoritiesForTracings` : Decide how you want Koha to handle subject searches in the OPAC
fr: :ref:`UseAuthoritiesForTracings`&nbsp;: Permet de décider comment vous souhaitez que Koha gère les recherches par sujets dans l'OPAC
it: :ref:`UseAuthoritiesForTracings` : Decide come si vuole che Koha gestisca le ricerche dai link di soggetto nell'Opac

source: :ref:`TraceCompleteSubfields` : Decide how you want Koha to handle subject searches in the OPAC
fr: :ref:`TraceCompleteSubfields`&nbsp;: Permet de décider comment vous souhaitez que Koha gère les recherches par sujets dans l'OPAC
it: :ref:`TraceCompleteSubfields` : Decide come si vuole che Koha gestisca le ricerche dai link di soggetto nell'Opac

source: :ref:`TraceSubjectSubdivisions` : Decide how you want Koha to handle subject searches in the OPAC
fr: :ref:`TraceSubjectSubdivisions`&nbsp;: Permet de décider comment vous souhaitez que Koha gère les recherches par sujets dans l'OPAC
it: :ref:`TraceSubjectSubdivisions` : Decide come si vuole che Koha gestisca le ricerche dai link di soggetto nell'Opac

source: :ref:`displayFacetCount` : Decide whether to show facet counts on search results
fr: :ref:`displayFacetCount` : Permet d'afficher ou non le compteur des facettes dans les résultats de recherche
it: :ref:`displayFacetCount` : decide se si vuole visualizzare i numeri dei raggruppamenti (faccette) che appaiono nei risultati di ricerca

source: OPAC Configuration
fr: Configuration de l'OPAC
it: Configurazione Opac

source: There are a lot of ways you can customize your OPAC in Koha.
fr: Il y a diverses façons de personnaliser votre OPAC dans Koha.
it: Ci sono molti modi in cui è possibile personalizzare l'OPAC in Koha.

source: Decide how you want your OPAC to look & what content you want on the main page
fr: Choisissez l'apparence de votre OPAC et le contenu que vous souhaitez sur la page principale
it: Decidi come vuoi vedere il tuo OPAC e quale contenuto si desidera sulla pagina principale

source: Create a library branded stylesheet using CSS
fr: Créez une feuille de style propre à votre bibliothèque en utilisant CSS
it: Creare un'interfaccia personalizzata usando i CSS

source: **Important**
it: **Importante**

source: Do not edit the default CSS files, instead create a new one, that way the system can always fall back on the original CSS.
fr: Ne modifiez pas les fichiers CSS par défaut, créez-en un nouveau. De cette manière, le système peut toujours recourir aux feuilles CSS originales.
it: Non modificare i file CSS predefiniti, invece creane uno nuovo, in modo che il sistema possa sempre ripiegare sul CSS originale.

source: Create a custom XSLT stylesheet to change the way search results and bib records appear in the OPAC
fr: Créez une feuille de style XSLT personnalisée pour changer la manière dont les résultats de recherche et les notices bibliographiques apparaissent dans l'OPAC.
it: Creare un foglio di stile XSLT personalizzato per modificare la visualizzazione del bib record e i risultati della ricerche in OPAC

source: OPAC System preferences
fr: Préférences système pour l'OPAC
it: Preferenze di sistema - OPAC

source: :ref:`OPACBaseURL` : Enter your library's url
fr: :ref:`OPACBaseURL` : Saisissez l'url de votre bibliothèque
it: :ref:`OPACBaseURL` : Immetti l'url generale dell'Opac

source: :ref:`opacuserlogin` : Decide if you want to allow patrons to login to the OPAC to access customized functionality (searching will be allowed without logging in)
fr: :ref:`opacuserlogin` : Permet de décider si vous autorisez les adhérents à se connecter à leur compte à l'OPAC pour accéder aux fonctions personnalisées (la recherche sera autorisée sans connexion)
it: :ref:`opacuserlogin` : decidi se si desidera consentire agli utenti di fare login per l'OPAC per accedere a funzionalità personalizzate (la ricerca sarà consentita senza effettuare il login)

source: :ref:`RequestOnOpac` : Decide if patrons can place holds via the OPAC
fr: ref:`RequestOnOpac` : Permet de décider si les adhérents peuvent faire des réservations via l'OPAC
it: :ref:`RequestOnOpac` : Decidi se gli utenti possono inserire prenotazioni tramite l'OPAC

source: :ref:`OpacPasswordChange` : Decide if patrons can change their password (don't allow this if you're using LDAP)
fr: :ref:`OpacPasswordChange` : Permet de décider si les adhérents peuvent changer leur mot de passe (n'autorisez pas cela si vous utilisez LDAP)
it: :ref:`OpacPasswordChange` : Decidi se gli utenti possono cambiare la propria password (da non permettere se si usa LDAP)

source: :ref:`OpacRenewalAllowed` : Decide if patrons can renew their checked out items via the OPAC
fr: :ref:`OpacRenewalAllowed` : Décide si les adhérents peuvent renouveler eux-même leurs emprunts via l'OPAC
it: :ref:`OpacRenewalAllowed` : Decidi se gli utenti possono rinnovare i prestiti tramite l'OPAC

source: :ref:`opacreadinghistory` : Decide if patrons can view their reading/checkout history via the OPAC
fr: :ref:`opacreadinghistory` : Permet de décider si les adhérents peuvent voir leur historique de lecture / de prêts via l'OPAC
it: :ref:`opacreadinghistory` : Decidi se gli utenti possono vedere la propria cronologia di lettura / prestiti tramite l'OPAC

source: :ref:`reviewson` : Decide if you want to allow patrons to comment on bib records via the OPAC
it: :ref:`reviewson` : Decide se permettere agli utenti di commentare record bibliografici tramite l'OPAC

source: :ref:`OpacStarRatings` : Decide if patrons can leave star ratings
fr: :ref:`OpacStarRatings`&,nsp;: Permet de décider si les adhérents peuvent laisser une évaluation
it: :ref:`OpacStarRatings` : Decidi se gli utenti possono assegnare valutazioni con stelle

source: :ref:`virtualshelves` : Decide if you want patrons to be able to create Lists
fr: :ref:`virtualshelves` : Permet de décider si les adhérents sont autorisés à créer des listes
it: :ref:`virtualshelves` : Decidi se permettere agli utenti di creare liste

source: :ref:`OpacAllowPublicListCreation` : If patrons can create lists then decide if they are allowed to create public lists
fr: :ref:`OpacAllowPublicListCreation` : Si les adhérents peuvent créer des listes, permet de décider s'ils sont autorisés à créer des listes publiques
it: :ref:`OpacAllowPublicListCreation` : se gli utenti possono creare liste, decidi se possono anche essere pubbliche

source: :ref:`suggestion` : Decide if you want patrons to be able to submit purchase suggestions
fr: :ref:`suggestion` : Permet de décider si les adhérents sont autorisés à soumettre des suggestions d'achat à l'OPAC
it: :ref:`suggestion` : Decidi se consentire agli utenti di inoltrare proposte di acquisto

source: :ref:`OPACViewOthersSuggestions` : Decide if you want patrons to be able to see purchase suggestions made by other patrons
fr: :ref:`OPACViewOthersSuggestions` : Permet de décider si vous autorisez les adhérents à voir les suggestions d'achat soumises par d'autres adhérents
it: :ref:`OPACViewOthersSuggestions` : Decidi se permettere agli utenti di vedere proposte di acquisto fatte da altri

source: :ref:`opacbookbag` : Decide if patrons can save items into their cart
fr: :ref:`opacbookbag` : Permet de décider si les adhérents peuvent sauvegarder des documents dans leur panier
it: :ref:`opacbookbag` : Decidi se permettere agli utenti di salvare copie nel carrello

source: :ref:`AnonSuggestions` : Decide if you want non logged in users to be able to make purchase suggestions
fr: :ref:`AnonSuggestions` : Permet de décider si vous autorisez les adhérents qui ne sont pas connectés à faire des suggestions d'achat
it: :ref:`AnonSuggestions` : Decidi se permettere a utenti anonimi di inoltrare proposte di acquisto

source: :ref:`LibraryName` : Enter your library name for display in the <title> tag and on the top of the OPAC
fr: :ref:`LibraryName` : Saisissez le nom de votre bibliothèque pour qu'il s'affiche dans le champ <title> en haut de l'OPAC
it: :ref:`LibraryName` : Indica il nome della biblioteca da visualizzare nel tag <title> e in alto nell'OPAC

source: :ref:`opaccredits` : Enter HTML to appear at the bottom of every page in the OPAC
fr: :ref:`opaccredits` : Permet de saisir le code HTML qui apparaîtra dans le pied de page de tout l'OPAC
it: :ref:`opaccredits` : Indica il codice HTML da mettere al fondo di ogni pagina dell'OPAC

source: :ref:`OpacMainUserBlock` : Enter HTML that will appear in the center of the main OPAC page
fr: :ref:`OpacMainUserBlock` : Permet de saisir le code HTML qui apparaîtra au centre de la page principale de l'OPAC
it: :ref:`OpacMainUserBlock` : Immettere codice HTML che verrà inserito al centro della pagina principale dell' OPAC

source: :ref:`OpacNav` : Enter HTML that will appear to the left on the main OPAC page
it: :ref:`OpacNav` : Inserisci il codice HTML da mettere a sinistra della pagina principale dell'OPAC

source: :ref:`OpacNavBottom` : Enter HTML that will appear below OpacNav
it: :ref:`OpacNavBottom` : Inserisci il codice HTML da mettere sotto OpacNav

source: :ref:`OpacNavRight` : Enter HTML that will appear below the login box on the right
it: :ref:`OpacNavRight` : Inserisci il codice HTML da mettere sotto la casella di login a destra

source: :ref:`opacheader` : Enter the HTML that will appear above the search box on the OPAC
it: :ref:`opacheader` : Inserisci il codice HTML da mettere sopra la casella di ricerca nell'OPAC

source: :ref:`OPACNoResultsFound` : Enter the HTML that will appear when no results are found
fr: :ref:`OPACNoResultsFound` : Permet de saisir le code HTML qui apparaîtra lorsqu'aucun résultat n'est trouvé pour une recherche
it: :ref:`OPACNoResultsFound` : Inserisci il codice HTML da mostrare quando non vengono trovati risultati

source: :ref:`OPACResultsSidebar` : Enter the HTML that will appear below the facets on your search results
fr: :ref:`OPACResultsSidebar` : Permet de saisir le code HTML qui apparaîtra sous les facettes des résultats de recherche
it: :ref:`OPACResultsSidebar` : Inserisci il codice HTML da mettere sotto le 'faccette' presentate con i risultati

source: :ref:`OPACMySummaryHTML` : Enter the HTML that will appear in the far right of the circulation summary in the OPAC
fr: :ref:`OPACMySummaryHTML` : Permet de saisir le code HTML qui apparaîtra à droite du résumé de circulation de l'OPAC
it: :ref:`OPACMySummaryHTML` : Inserisci il codice HTML che apparirà nella parte destra del riepilogo circolazione nell'OPAC

source: Customize your stylesheets:
fr: Personnalisez vos feuilles de style:
it: Personalizza i fogli di stile:

source: :ref:`OPACUserCSS` : Enter any additional fields you want to define styles for
it: :ref:`OPACUserCSS` : Personalizzazioni del CSS, saranno usate solo nell'Opac

source: :ref:`opaclayoutstylesheet` : Point to a CSS file on your Koha server
fr: :ref:`opaclayoutstylesheet` : Permet de pointer vers un fichier CSS sur votre serveur Koha
it: :ref:`opaclayoutstylesheet` : Punta a un file CSS sul tuo server Koha

source: :ref:`OpacHighlightedWords <opachighlightedwords-&-nothighlightedwords-label>` : Decide if you want search terms to be highlighted on the search results
fr: :ref:`OpacHighlightedWords <opachighlightedwords-&-nothighlightedwords-label>` : Permet de décider si vous voulez que les termes recherchés soient surlignés dans la page des résultats
it: :ref:`OpacHighlightedWords <opachighlightedwords-&-nothighlightedwords-label>` : Decidi se interessa evidenziare i termini di ricerca nei risultati

source: :ref:`hidelostitems` : Decide if you want to show patrons items you have marked as lost
fr: :ref:`hidelostitems` : Permet de décider si vous voulez afficher les documents signalés comme perdus
it: :ref:`hidelostitems` : Decidi se mostrare agli utenti le copie marcate come smarrite

source: :ref:`BiblioDefaultView` : Decide what view is the default for bib records on the OPAC
fr: :ref:`BiblioDefaultView` : Permet de décider quelle vue par défaut vous souhaitez pour les notices bibliographiques à l'OPAC
it: :ref:`BiblioDefaultView` : Decidi quale vista utilizzare per default mostrando i record bibliografici nell'OPAC

source: :ref:`OPACShelfBrowser` : Decide if you want to enable the shelf browse functionality
fr: :ref:`OPACShelfBrowser` : Permet de décider si vous voulez activer la fonction de parcours des étagères
it: :ref:`OPACShelfBrowser` : Decidi se abilitare la funzionalità Scorrimento scaffale nell'OPAC

source: :ref:`OPACURLOpenInNewWindow` : Decide if URLs clicked in the OPAC are opened in a new window
it: :ref:`OPACURLOpenInNewWindow` : Decidi se gli URL cliccati nell'OPAC si aprono in una nuova finestra

source: :ref:`SearchMyLibraryFirst` : If you have a multi-branch system decide if you want patrons to search their library first
it: :ref:`earchMyLibraryFirst` : Se si dispone di un sistema multibiblioteca, decidere se si vuole che gli utenti cerchino prima nella loro biblioteca di riferimento

source: :ref:`OpacAuthorities` : Decide if you want patrons to be able to search your authority file
it: :ref:`OpacAuthorities` : Decidi se permettere agli utenti di cercare sui record di autorità

source: :ref:`OpacBrowser` : Decide if you want patrons to browse your authority file (French libraries only)
fr: :ref:`OpacBrowser` : permet aux adhérents de parcourir le fichier d’autorités (bibliothèques françaises seulement)
it: :ref:`OpacBrowser` : Decidi se permettere agli utenti di scorrere i record di autorità (solo per biblioteche francesi)

source: :ref:`OPACSearchForTitleIn` : Choose which libraries you want patrons to be able to re-run their search in
fr: :ref:`AdvancedSearchLanguages` : Permet de décider à quelles langues vous souhaitez que les utilisateurs puissent limiter leur recherche
it: :ref:`OPACSearchForTitleIn` : Scegli su quali fonti esterne si vuole che gli utenti rilancino le loro ricerche per eventualmente approfondirle

source: :ref:`OpacAddMastheadLibraryPulldown` : If you're a multi-branch system you can add a pull down to the search bar for patrons to search which library to search
it: :ref:`OpacAddMastheadLibraryPulldown` : Se il sistema è multibiblioteca, è possibile aggiungere un menù a tendina nella ricerca, per consentire agli utenti di cercare su una determinata biblioteca

source: :ref:`EnableOpacSearchHistory` : Decide if you want the system to keep a search history
fr: :ref:`EnableOpacSearchHistory`&nbsp;: Permet de décider si le système conserve un historique des recherches
it: :ref:`EnableOpacSearchHistory` : Decidi se il sistema deve conservare la cronologia delle ricerche

source: If you have the :ref:`OpacBrowser` preference set decide :ref:`when you want the contents to rebuild <authorities-browser-label>` (French libraries only)
fr: Si votre préférence système :ref:`OpacBrowser` est paramétrée, décidez :ref:`quand vous souhaitez que les contenus se reconstruisent <authorities-browser-label>` (bibliothèques françaises seulement)
it: Se la preferenza :ref:`OpacBrowser` è impostata, decide :ref:`quando ricostruirne i contenuti <authorities-browser-label>` (solo per biblioteche francesi)

source: If you have :ref:`custom RSS feeds <custom-rss-feeds-label>`, decide when you want the :ref:`feed to be populated <rss-feeds-label>`
fr: Si vous avez des :ref:`flux RSS personnalisés <custom-rss-feeds-label>`, décidez quand vous souhaitez que le ref:`flux soit rempli <rss-feeds-label>`
it: Se sono attivi i :ref:`custom RSS feeds <custom-rss-feeds-label>`, decidi quando devono essere :ref:`popolati <rss-feeds-label>`

source: Editable OPAC Regions
fr: Régions de l'OPAC modifiables
it: Sezioni Opac modificabili

source: Using the OPAC system preferences you can customize various regions, the following graphic will define what preferences update each of the regions in the Bootstrap theme.
fr: En utilisant les préférences système de l'OPAC, vous pouvez personnaliser plusieurs régions. Le graphique suivant définit quelles préférences système mettre à jour pour chaque région du thème Bootstrap.
it: Utilizza le preferenze di sistema OPAC è possibile personalizzare varie regioni, il seguente grafico vi dice quali preferenze usare per ciascuna delle sezioni quando viene usato il tema di Bootstrap.

source: Enhanced Content Configuration
fr: Configuration du contenu enrichi
it: Arricchimento Opac (configurazione)

source: Koha allows you to pull in content from outside sources to enhance your bib records. All of this content can be toggled on and off using the enhanced content system preferences.
fr: Koha vous autorise à ajouter du contenu provenant de sources extérieures pour enrichir vos notices bibliographiques. Tout ce contenu peut être activé et désactivé en utilisant les préférences système du contenu enrichi.
it: Koha permette di inserire contenuti da fonti esterne per migliorare il tuo record bibliografico. Tutti questi contenuti possono essere attivati e disattivati utilizzando le preferenze di sistema relative.

source: :ref:`Amazon <amazon-label>` : This service is free and just requires that you visit http://aws.amazon.com to sign up
fr: :ref:`Amazon <amazon-label> : Ce service est gratuit, il faut simplement s'inscrire sur le site http://aws.amazon.com
it: :ref:`Amazon <amazon-label>` : Questo servizio è gratuito e richiede solo di iscriversi presso http://aws.amazon.com
