Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: fr, it

source: :ref:`ShowPatronImageInWebBasedSelfCheck` : Decide if you want patron images to show on the self checkout screen
fr: :ref:`ShowPatronImageInWebBasedSelfCheck` : Permet de décider si vous voulez que les photos des usagers s'affichent sur l'écran de prêt en self-service
it: :ref:`ShowPatronImageInWebBasedSelfCheck`: Decidere se mostrare le immagini degli utenti sullo schermo del self-check

source: :ref:`AllowNotForLoanOverride` : Decide if you want the staff to be able to checkout items marked as 'not for loan'
fr: :ref:`AllowTooManyOverride` : Permet de décider si vous autorisez le personnel à prêter des exemplaires exclus du prêt
it: :ref:`AllowNotForLoanOverride`: Decide se si vuole che il personale sia in grado di prestare le copie contrassegnate come 'non per il prestito'

source: :ref:`AllowRenewalLimitOverride` : Decide if you want staff to override the limit put on renewals
fr: :ref:`AllowRenewalLimitOverride` : Permet de décider si vous autorisez le personnel à outrepasser la limite du nombre de renouvellements
it: :ref:`AllowRenewalLimitOverride`: Decidere se si vuole che il personale possa ignorare il limite messo sui rinnovi

source: :ref:`AllowFineOverride` : Decide if you want staff to be able to override fine limits
fr: :ref:`AllowFineOverride` : Permet de décider si vous autorisez le personnel à outrepasser les limites définies pour les amendes
it: :ref:`AllowFineOverride`: Decidere se si vuole che il personale possa bypassare i limiti collegati alle multe

source: :ref:`AllowTooManyOverride` : Descide if you want staff to be able to check out more than the limit to a patron
fr: :ref:`AllowTooManyOverride` : Permet de décider si vous autorisez le personnel à prêter des exemplaires au-delà du nombre maximal de prêts autorisés
it: :ref:`AllowTooManyOverride`: Decidere se si vuole che il personale possa concedere prestiti più di quanto è permesso ad un utente

source: :ref:`RenewalPeriodBase` : Decide what date renewals are based on
fr: :ref:`RenewalPeriodBase` : Permet de décider à partir de quelle date sont calculés les renouvellements
it: :ref:`RenewalPeriodBase` : Decidere che i rinnovi di base sono di xx giorni

source: :ref:`finesMode` : Switch to 'Calculate and Charge' before go live if you charge fines
fr: :ref:`finesMode` : Basculez sur 'Calculer et Faire payer' si vous faites payer des amendes
it: :ref:`finesMode` : Passa alla modalità 'Calcola e carica' prima di iniziare se vuoi far pagare le multe

source: `OverdueNoticeBcc <#OverdueNoticeBcc>`__ : If you want to receive a copy of every overdue notice sent out, enter your email address here
fr: `OverdueNoticeBcc <#OverdueNoticeBcc>`__ : Si vous souhaitez recevoir une copie pour chaque notification de retard envoyée, saisissez votre adresse mail ici
it: `OverdueNoticeBcc <#OverdueNoticeBcc>`__ Se si desidera ricevere una copia di ogni avviso inviato di prestiti scaduti, inserisci il tuo indirizzo e-mail qui

source: :ref:`emailLibrarianWhenHoldIsPlaced` : Decide if you want an email every time a hold is placed
fr: :ref:`emailLibrarianWhenHoldIsPlaced` : Permet de décider si vous souhaitez recevoir un e-mail chaque fois qu'une réservation est faite
it: :ref:`emailLibrarianWhenHoldIsPlaced` : Decidere se si desidera un'e-mail ogni volta che viene fatta una prenotazione

source: :ref:`ReservesControlBranch` : Decide which branch's hold rules are considered first
it: :ref:`ReservesControlBranch` : Decidere le regole di quale biblioteca sono considerate per prime quando si fa una prenotazione

source: :ref:`soundon <audioalerts-label>` : Decide if you want to have sounds on for circulation actions
fr: :ref:`soundon <audioalerts-label>`&nbsp;: choisissez si vous voulez avoir des sons lors des transactions de prêt
it: :ref:`soundon <audioalerts-label>` : Decidere se associare suoni alle operazioni della circolazione

source: :ref:`FilterBeforeOverdueReport` : If you have a large amount of overdues, you might want to turn this preference on so as to allow you to filter before results appear
it: :ref:`FilterBeforeOverdueReport` : se hai molte restituzioni in ritardo, l'attivazione di questa preferenza permette di filtrare i risultati prima della loro visualizzazione

source: :ref:`DisplayClearScreenButton` : If you have a lot of staff members sharing one circ computer you might want to enable this so that staff can clear the screen in between checkouts to protect patron's privacy
fr: :ref:`DisplayClearScreenButton` : Si beaucoup de membres du personnel partagent le même ordinateur pour le prêt, vous pouvez activer cette préférence système afin qu'ils puissent effacer l'écran entre les transactions de prêts et ainsi protéger les données personnelles des adhérents
it: :ref:`DisplayClearScreenButton` : se diverse persone dello staff condividono la stessa postazione per la circolazione, ti potrebbe interessare che lo schermo venga ripulito dopo ogni operazione di prestito per proteggere la privacy degli utenti

source: :ref:`CircAutoPrintQuickSlip` : Decide how you want Koha to react if you scan in a blank barcode on the checkout screen
fr: :ref:`CircAutoPrintQuickSlip` : Permet de décider de la réaction de Koha lorsque vous scannez un code à barres vierge sur l'écran de prêt
it: :ref:`CircAutoPrintQuickSlip` : Decidere come si deve comportare Koha in caso di scansione di un codice a barre vuoto nella schermata dei prestiti

source: :ref:`SuspendHoldsIntranet` and/or :ref:`SuspendHoldsOpac` : Decide if you want patrons and/or staff to be able to suspend holds
fr: :ref:`SuspendHoldsIntranet` and/or :ref:`SuspendHoldsOpac` : Permet de décider si vous autorisez les adhérents et/ou le personnel à suspendre les réservations
it: :ref:`SuspendHoldsIntranet` e/o :ref:`SuspendHoldsOpac` : Decidere se permettere allo staff e all'utenza di sospendere le prenotazioni

source: :ref:`AutoResumeSuspendedHolds` : If you allow holds to be suspended decide if you want them to automatically resume on the date entered by the staff and/or patron
fr: ref:`AutoResumeSuspendedHolds` : Si vous autorisez la suspension des réservations, décidez si vous voulez qu'elles reprennent automatiquement à la date saisie par le personnel et/ou l'adhérent
it: :ref:`AutoResumeSuspendedHolds` : Se hai permesso la sospensione delle prenotazioni, decidi se vuoi che si riattivino automaticamente alla data indicata dallo staff o dall'utente

source: :ref:`OnSiteCheckouts` : Decide if you want to allow items to be checked out for use within the library
fr: :ref:`OnSiteCheckouts` : Permet de décider si vous autorisez les adhérents à emprunter des exemplaires pour un usage sur place au sein de la bibliothèque
it: :ref:`OnSiteCheckouts` : Decidere se attivare il prestito interno alla biblioteca

source: :ref:`RecordLocalUseOnReturn` : Set this to record local use of items when you check them in
fr: :ref:`RecordLocalUseOnReturn` : Paramétrez cette préférence système pour enregistrer une utilisation sur place des documents lorsque vous les retournez
it: :ref:`RecordLocalUseOnReturn` : Impostare questa opzione per registrare l'uso di copie usate localmente

source: Customize your :ref:`Notices & Slips`
fr: Personnalisez vos :ref:`Notices & Slips`
it: Personalizza i :ref:`Avvisi & Ricevute <circulation-configuration-label>`

source: Define your :ref:`Overdue Notice Triggers <overdue-notice/status-triggers-label>`
fr: Définissez vos :ref:`Overdue Notice Triggers <overdue-notice/status-triggers-label>`
it: Imposta i :ref:`triggers per messaggi di ritardo <overdue-notice/status-triggers-label>`

source: Set up your :ref:`cron jobs <cron-jobs-label>`
fr: Paramétrez vos :ref:`cron jobs <cron-jobs-label>`
it: Configura i tuoi :ref:`cron jobs <cron-jobs-label>`

source: Populate :ref:`your holds queue <holds-queue-label>` (every 1-4 hours)
fr: Peuplez votre :ref:`your holds queue <holds-queue-label>` (toutes les 1-4 heures)
it: Popola la :ref:`coda delle prenotazioni <holds-queue-label>` (ogni 1-4 ore)

source: Decide :ref:`when holds expire <expired-holds-label>` (daily)
fr: Décidez :ref:`when holds expire <expired-holds-label>` (quotidiennement)
it: Decidi :ref:`quando scadono le prenotazioni <expired-holds-label>` (giornaliero)

source: :ref:`Calculate fines due <fines-label>` (daily)
fr: :ref:`Calculate fines due <fines-label>` (quotidiennement)
it: :ref:`Calcola le multe dovute <fines-label>` (giornaliero)

source: Fines on hourly loans will calculate when you check the items in
fr: Les amendes des prêts horaires seront calculées au retour des exemplaires
it: Le multe sui prestiti orari sono calcolate quando rientrano le copie

source: :ref:`Mark long overdue items as lost <long-overdues-label>` (daily)
fr: :ref:`Mark long overdue items as lost <long-overdues-label>` (quotidiennement)
it: :ref:`Contrassegna le copie in ritardo da troppo tempo come perse <long-overdues-label>` (giornaliero)

source: Decide when the system :ref:`sends out messages <message-queue-label>` (1-4 hours)
fr: Décidez quand le système :ref:`sends out messages <message-queue-label>` (toutes les 1-4 heures)
it: Decidi quando il sistema :ref:`manda messaggi <message-queue-label>` (ogni 1-4 ore)

source: Decide when the system :ref:`queues overdue notices <overdue-notice-label>` (daily)
fr: Décidez quand le système :ref:`queues overdue notices <overdue-notice-label>` (quotidiennement)
it: Decidi quando il sistema :ref:`mette in coda gli avvisi per i ritardi <overdue-notice-label>` (giornaliero)

source: Set up :ref:`hold notices that didn't send for printing <print-hold-notices-label>` (daily after overdues and message queue)
fr: Paramétrez les :ref:`hold notices that didn't send for printing <print-hold-notices-label> (quotidiennement après la mise en file d'attente des retards et message)
it: Imposta :ref:`gli avvisi per le prenotazioni che non invii e che invece stampi <print-hold-notices-label>` (tutti i giorni dopo gli avvisi di ritardo, e la messa in coda dei messaggi)

source: Decide when the system :ref:`queues the advanced notice of items due <advanced-notice-label>` (daily)
fr: Décidez quand le système :ref:`queues the advanced notice of items due <advanced-notice-label>` (quotidiennement)
it: Decidi quando il sistema invia :ref:`gli avvisi di prossima scadenza del prestito <advanced-notice-label>` (giornaliero)

source: Find holds that need to be :ref:`resumed and remove suspension <unsuspend-holds-label>` (daily)
it: Trova le prenotazioni che devono :ref:`essere ripristinate e rimuovi la sospensione <unsuspend-holds-label>` (giornaliero)

source: If you're allowing automatic renewal of items :ref:`set them to renew <automatic-renewal-label>` (nightly)
fr: Si vous autorisez le renouvellement automatique des documents :ref:`set them to renew <automatic-renewal-label>` (toutes les nuits)
it: Se vuoi impostare il rinnovo automatico delle copie in prestito :ref:`configura il rinnovo <automatic-renewal-label>` (notturno)

source: Patron Configuration
fr: Configuration des adhérents
it: Configurazione utenti

source: You have already imported patron data from your old system, but there are plenty of options available to you regarding patrons and their accounts.
fr: Vous avez déjà importé les données des adhérents depuis l'ancien système, mais il y a beaucoup d'options disponibles pour vous quant aux adhérents et leurs comptes.
it: Hai probabilmente già importato gli utenti dal vecchio sistema ma ci sono molte opzioni disponibili che riguardano gli utenti e i loro account.

source: Enter your :ref:`staff members as patrons <add-a-staff-patron-label>`
fr: Saisissez les :ref:`staff members as patrons <add-a-staff-patron-label>`
it: Inserisci i :ref:`bibliotecari come utenti <add-a-staff-patron-label>`

source: Define :ref:`staff members access permissions <patron-permissions-label>`
fr: Définissez les :ref:`staff members access permissions <patron-permissions-label>`
it: Definisci le :ref:`autorizzazioni di accesso del personale <patron-permissions-label>`

source: Patron System Preferences
fr: Préférences système des adhérents
it: Preferenze di Sistema - Utenti

source: :ref:`autoMemberNum` : Decide if the patrons barcodes are auto-generated or if you enter them yourself
fr: :ref:`autoMemberNum` : Permet de décider si les codes à barre des adhérents sont auto-générés ou si vous les saisissez vous-même
it: :ref:`autoMemberNum` : decidere se i codici a barre degli utenti sono generati automaticamente o se li immette il bibliotecario

source: :ref:`MaxFine` : Determine the maximum amount that people can owe in fines
fr: :ref:`MaxFine` : Détermine le montant maximum des amendes
it: :ref:`MaxFine` : Determinare l'importo massimo che gli utenti possono avere come totale di tutte le multe

source: :ref:`NotifyBorrowerDeparture` : Decide when to warn staff that the patron account is about to expire
fr: :ref:`NotifyBorrowerDeparture` : Permet de d'avertir le personnel que le compte de l'adhérent est sur le point d'expirer
it: :ref:`NotifyBorrowerDeparture`: Decidere quando avvertire il personale che l'account dell'utente sta per scadere

source: :ref:`intranetreadinghistory` : Decide if the staff can see the patron's reading/checkout history
fr: :ref:`intranetreadinghistory` : Permet de décider si le personnel peut voir l'historique de lecture/des emprunts de l'adhérent
it: :ref:`intranetreadinghistory`: decidere se il personale può vedere lo storico delle consultazioni/prestiti dell'utente

source: :ref:`BorrowerMandatoryField` : List fields that you want to appear as mandatory on the patron add/edit form
fr: :ref:`BorrowerMandatoryField` : Liste les champs obligatoires que vous voulez voir apparaître sur le formulaire d'ajout/modification de l'adhérent
it: :ref:`BorrowerMandatoryField` : Elenco di campi che si desidera venga come obbligatori nel modulo Aggiungi/modifica utente

source: :ref:`BorrowersTitles` : Add or change the titles for your patrons
fr: :ref:`BorrowersTitles` : Ajoute ou modifie la civilité des adhérents
it: :ref:`BorrowersTitles` : Per aggiungere o modificare i titoli disponibili per gli utenti

source: :ref:`borrowerRelationship` : Add or change borrower relationships (child to adult and professional to organization)
fr: :ref:`borrowerRelationship` : Ajoute ou modifie les relations entre les adhérents (un adulte pour un enfant et un professionnel pour une organisation)
it: :ref:`borrowerRelationship`: Per aggiungere o modificare chi può fare da garante a chi (un adulto a un bambino, un'organizzazione ad un professionista)

source: :ref:`AutoEmailPrimaryAddress` : Determine if the patrons get an email confirming the creation of their account
fr: :ref:`AutoEmailPrimaryAddress` : Détermine si les adhérents reçoivent un courriel confirmant la création de leur compte
it: :ref:`AutoEmailPrimaryAddress`: Determinare se gli utenti ricevono una e-mail di conferma dopo la creazione del loro account

source: :ref:`EnhancedMessagingPreferences` : Decide if staff can choose from a series of notices (other than overdues) for patrons
fr: Permet de décider si les adhérents peuvent sélectionner les notifications (autres que les avis de retard) qu'ils reçoivent
it: :ref:`EnhancedMessagingPreferences` : Decidere se gli utenti possono scegliere se riceve o no una serie di avvisi (ad eccezione di quelli per i ritardi)

source: :ref:`EnhancedMessagingPreferencesOPAC`: Decide if patrons can choose from a series of notices (other than ovedues) for themselves
fr: :ref:`EnhancedMessagingPreferencesOPAC`: Permet de décider si les adhérents peuvent sélectionner les notifications (autres que les avis de retard) qu'ils reçoivent
it: :ref:`EnhancedMessagingPreferencesOPAC` : Decidere se gli utenti possono scegliere se ricevere o no una serie di avvisi (ad eccezione di quelli per i ritardi)

source: :ref:`patronimages` : Decide if you want to save patron images in your system
fr: ref:`patronimages` : Permet de décider si vous voulez enregistrer les photos des adhérents dans votre système
it: :ref:`patronimages` : decidere se sia possibile salvare le immagini dell'utente nel server del sistema

source: :ref:`ExtendedPatronAttributes` : Decide if you want to enable custom patron fields
fr: :ref:`ExtendedPatronAttributes` : Permet de décider si vous voulez autoriser l'utilisation de champs personnalisés pour les adhérents
it: :ref:`ExtendedPatronAttributes` : Decidere se attivare dei campi personalizzati per i dati dell'utente

source: :ref:`minPasswordLength` : Enter the minimum number of characters you want passwords to have
fr: :ref:`minPasswordLength` : Saisissez le nombre minimum de caractères pour les mots de passe
it: :ref:`minPasswordLength` : immetti il numero minimo di caratteri che si desidera abbia la password

source: :ref:`BorrowerUnwantedField` : Decide what fields your library doesn't need to see on the patron entry form
fr: :ref:`BorrowerUnwantedField` : Permet de décider quels champs votre bibliothèque sont inutiles dans le formulaire de création d'un adhérent
it: :ref:`BorrowerUnwantedField` : Decidere quali campi la tua biblioteca non mostra nel form di iscrizione dell'utente

source: Decide if you would like :ref:`children to automatically be come adults <update-child-to-adult-patron-type-label>`
fr: Décidez si vous souhaitez que :ref:`children to automatically be come adults <update-child-to-adult-patron-type-label>`
it: Decidere se si vuole che :ref:`i bambini diventino automaticamente adulti <update-child-to-adult-patron-type-label>`

source: Cataloging Configuration
fr: Configuration du catalogage
it: Configurazione della catalogazione

source: Before you start cataloging in Koha you'll want to set up your preferences and other rules.
fr: Avant de commencer à cataloguer dans Koha, il vous faut paramétrer vos préférences système et certaines règles.
it: Prima di cominciare a catalogare in Koha è bene impostare alcune preferenze e regole.

source: Define your cataloging templates aka :ref:`MARC Bibliographic Frameworks <marc-bibliographic-frameworks-label>`
fr: Définissez vos modèles de catalogage également connus sous le nom de :ref:`MARC Bibliographic Frameworks <marc-bibliographic-frameworks-label>`
it: Definisci i tuoi modelli per la catalogazione ovvero :ref:`griglie di catalogazione bibliografica MARC <marc-bibliographic-frameworks-label>`

source: Run the :ref:`MARC Bibliographic Framework Test <marc-bibliographic-framework-test-label>` to be sure your changes are valid
fr: Lancez le :ref:`MARC Bibliographic Framework Test <marc-bibliographic-framework-test-label>` pour être sûr que vos changements sont valides
it: Esegui il :ref:`test della griglia di catalogazione bibliografica MARC <marc-bibliographic-framework-test-label>` per essere sicuro che le tue modifiche siano valide

source: Define any :ref:`authorized values <authorized-values-label>` you might want to use in cataloging
fr: Définissez toutes les :ref:`authorized values <authorized-values-label>` que vous souhaitez utiliser en catalogage
it: Definisci i :ref:`valori autorizzati <authorized-values-label>` che vorresti utilizzare nella catalogazione

source: Set up :ref:`custom classification sources <classification-sources-label>` (if you use something other than the defaults)
fr: Paramétrez les :ref:`custom classification sources <classification-sources-label>` (si vous en utilisez d'autres que celles par défaut)
it: Imposta gli :ref:`schemi di classificazione <classification-sources-label>` (se ne usi alcuni differenti da quelli predefiniti)

source: Set up :ref:`MARC matching rules <record-matching-rules-label>` for importing records from mrc files or Z39.50
fr: Paramétrez les :ref:`MARC matching rules <record-matching-rules-label>` pour importer des notices depuis des fichiers mrc ou depuis Z39.50
it: Imposta le :ref:`Regole di corrispondenza per record MARC <record-matching-rules-label>`__ per l'importazione dei record da file .mrc o via Z39.50

source: Set up the :ref:`Z39.50 targets <z39.50/sru-servers-label>` you want to search for cataloging (and acquisitions)
fr: Paramétrez les :ref:`Z39.50 targets <z39.50/sru-servers-label>` que vous voulez pour le catalogage (et les acquisitions)
it: Imposta i :ref:`target Z39.50 <z39.50/sru-servers-label>` che vuoi interrogare per la catalogazione e le acquisizioni

source: Cataloging System Preferences
fr: Préférences système pour le catalogage
it: Preferenze di sistema per la catalogazione

source: :ref:`URLLinkText` : Enter text to display when 856 fields do not have pre-defined labels
fr: :ref:`URLLinkText` : Saisissez le texte à afficher lorsque les champs 856 n'ont pas d'étiquettes pré-définies
it: :ref:`URLLinkText` : Mostra il seguente testo per i link quando i campi 856 non hanno etichette definite

source: :ref:`hide\_marc <hide\_marc-label>` : If you are unfamiliar with MARC you can have the MARC fields number hidden
fr: :ref:`hide\_marc <hide\_marc-label>` : Si vous n'êtes pas familier avec le langage MARC, vous pouvez masquer le numéro des champs MARC
it: :ref:`hide\_marc <hide\_marc-label>` : In caso di poca familiarità con MARC, puoi disattivare la visualizzazione dei numeri dei campi MARC

source: :ref:`LabelMARCView` : Choose how you want duplicate fields to appear on the editor
fr: :ref:`LabelMARCView` : Permet de choisir comment les champs dupliqués apparaissent dans l'éditeur MARC
it: :ref:`LabelMARCView`: Scegli come devono apparire i campi duplicati nell'editor

source: :ref:`DefaultClassificationSource` : Choose which classification source is the default in your library
fr: :ref:`DefaultClassificationSource` : Permet de choisir la source de classification par défaut de votre bibliothèque
it: :ref:`DefaultClassificationSource` : Scegli lo schema di classificazione di default per la tua biblioteca

source: :ref:`advancedMARCeditor` : Decide if you need labels to appear on your MARC editor
fr: :ref:`advancedMARCeditor` : Permet de décider s'il faut afficher les étiquettes dans l'éditeur MARC
it: :ref:`advancedMARCeditor` : Scegli se mostrare le descrizioni dei campi nel tuo MARC editor

source: :ref:`marcflavour` : Choose your MARC format
fr: :ref:`marcflavour` : Permet de choisir votre format MARC
it: :ref:`marcflavour` : Scegli il tuo formato MARC

source: :ref:`itemcallnumber` : Enter which field and subfields to look into for the call number
fr: ref:`itemcallnumber` : Permet de saisir les champs et sous-champs où se trouve la cote
it: :ref:`itemcallnumber` : Scegli quali campi e sottocampi richiamare per la collocazione

source: :ref:`MARCOrgCode` : Enter your MARC Organizational Code (not the same as your OCLC number)
it: :ref:`MARCOrgCode` : inserisci il tuo codice MARC di organizzazione (non corrispondente al numero OCLC)

source: :ref:`autoBarcode` : Decide if Koha generates item barcodes for you
fr: :ref:`autoBarcode` : Permet de décider si Koha génère les codes-barres d'exemplaires automatiquement
it: :ref:`autoBarcode` : Scegli se attivare la generazione automatica dei codici a barre

source: :ref:`OpacSuppression <opacsuppression,-opacsuppressionbyiprange,-opacsuppressionredirect,-and-opacsuppressionmessage-label>` : Decide if you want to hide items marked as suppressed from the OPAC search results
fr: :ref:`OpacSuppression <opacsuppression,-opacsuppressionbyiprange,-opacsuppressionredirect,-and-opacsuppressionmessage-label>` : Permet de décider si vous voulez cacher les documents marqués comme supprimés dans les résultats de recherche à l'OPAC.
it: :ref:`OpacSuppression <opacsuppression,-opacsuppressionbyiprange,-opacsuppressionredirect,-and-opacsuppressionmessage-label>` : Scegli se escludere dai risultati di ricerca nell'OPAC le copie contrassegnate come cancellate
