Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: es, fr, hi, it

source: Click the *Continue to the next step* button to confirm your choices
es: Haga clic en el botón *Continuar con el siguiente paso* para confirmar sus elecciones
fr: Cliquez sur le bouton *Passer à l'étape suivante* pour confirmer votre choix
hi: अपने विकल्पों की पुष्टि करने के लिए अगले चरण *बटन पर जाएं* पर क्लिक करें
it: Cliccare sul bottone *Continuare al passo successivo* per confermare le scelte

source: MARC21 and UNIMARC setup
es: Configuración de MARC21 y UNIMARC
fr: Configuration MARC21 et UNIMARC
hi: मार्क21 और यूनिमार्क सेटअप
it: Configurazione di MARC21 e UNIMARC

source: In the previous screen you either choose MARC21 or UNIMARC as your MARC flavour. This page outlines both.
es: En la pantalla anterior debe haber seleccionado MARC21 o UNIMARC como su variante MARC. Esta página describe ambos.
fr: Dans l'écran précédent, vous avez choisi MARC21 ou UNIMARC comme votre format MARC. Cette page décrit les deux formats.
hi: पिछली स्क्रीन में आप या तो मार्क21 या यूनिमार्क को अपनी एमएआरसी स्वाद के रूप में चुनते हैं। यह पृष्ठ दोनों की रूपरेखा है
it: Nella schermata precedente è stata fatta la scelta tra i formati MARC21 o UNIMARC. Questa pagina descrive entrambi.

source: MARC21 setup
es: Configurción de MARC21
fr: Configuration MARC21
hi: मार्क21 सेटअप
it: Configurazione di MARC21

source: **Default MARC21 Standard Authority Types:** An authority type is a template of an authority record (stores the search fields used to search an institutions catalog for an item). This option will install sample authority types.
es: **Tipos de autoridad estándar MARC 21 predeterminados:** Un tipo de autoridad es una plantilla de un registro de autoridad (almacena los campos de búsqueda utilizados para buscar en un catálogo de instituciones para un ítem). Esta opción instalará muestras de tipos de autoridad.
fr: **Types d'autorité standard MARC21 par défaut :** Un type d'autorité est un modèle d'enregistrement d'autorité (stocke les champs de recherche utilisés pour rechercher un document dans un catalogue d'institutions). Cette option installera des exemples de types d'autorité.
hi: **डिफ़ॉल्ट मार्क21 मानक प्राधिकरण प्रकार:** प्राधिकरण का प्रकार प्राधिकारी रिकॉर्ड का एक टेम्प्लेट है (एक आइटम के लिए संस्था सूची खोज करने के लिए खोज फ़ील्ड को संग्रहीत करता है) यह विकल्प नमूना प्राधिकरण प्रकारों को स्थापित करेगा।
it: **Tipi di Authority in MARC21:** Un Tipo di Authority è un template utilizzato per i record di authority. Scegliendo questa opzione verranno installati alcuni esempi di Tipo di Authority.

source: **Selected matching rules for MARC21 bibliographic records:** The MARC21 matching rules are used to find all the information about specific bibliographic records using the authority type search values.
es: **Selección de reglas de coincidencia para los registros bibliográficos MARC21:** Las reglas de coincidencia MARC21 son utilizadas para encontrar toda la información acerca de un registro bibliográfico en específico utilizando los tipos de valores autorizados de búsqueda.
fr: **Règles de concordance sélectionnées pour les notices bibliographiques MARC21 :** Les règles de concordance MARC21 sont utilisées pour trouver toutes les informations relatives aux notices bibliographiques spécifiques en utilisant la recherche sur les types d'autorité.
hi: **मार्क21 ग्रंथ सूची के लिए चयनित मिलान नियम: ** प्राधिकरण प्रकार खोज मानों का उपयोग करते हुए विशिष्ट ग्रंथ सूची के बारे में सभी जानकारी ढूंढने के लिए मार्क21 मिलान नियमों का उपयोग किया जाता है।
it: **Regole di corripondenza per i record bibliografici MARC21: ** Le regole di corrispondenza vengono utilizzate per trovare tutte le informazioni sui record bibliografici utilizzando i valori nell'authority.

source: **'FA', a 'Fast Add' minimal MARC21 framework suitable for ILL, or on the fly cataloging:** The FA MARC framework displays fewer fields, and allows for faster cataloguing on the fly. Select this checkbox to install this minimal framework.
es: **'FA', 'Catalogación rápida' es una hoja de trabajo MARC21 minimizada adecuado para PIB, o para una catalogación sobre la marcha:** La hoja de trabajo MARC21 FA muestra pocos campos, y permite una catalogación rápida sobre la marcha. Seleccione esta caja de verificación para instalar esta hoja de trabajo mínima.
fr: **"FA", une grille de catalogage MARC21 minimale de type "Ajout rapide" adaptée à l'ILL, ou au catalogage à la volée :** La grille de catalogage FA MARC affiche moins de champs et permet un catalogage plus rapide à la volée. Cochez cette case pour installer cette grille de catalogage minimale.
hi: *'FA', एक 'फास्ट एड' न्यूनतम मार्क21 फ्रेमवर्क आईएलएल के लिए उपयुक्त है, या फ्लाइ कैटलॉगिंग पर:** FA मार्क फ्रेमवर्क कम फ़ील्ड दिखाता है, और फ्लाई पर तेजी से सूचीबद्ध करने की अनुमति देता है। इस न्यूनतम फ्रेमवर्क को स्थापित करने के लिए यह चेकबॉक्स चुनें
it: **'FA', griglia di catalogazione minimale disponibile nell'ILL per catalogazioni 'al volo':** La struttura FA MARC visualizza un numero ridotto di campi e consente una catalogazione rapida. Seleziona questa casella di controllo per installare questa griglia.

source: **Sample MARC21 bibliographic frameworks for some common types of bibliographic material:** This installs the template you will use to create items.
es: **Muestras de hojas de trabajo bibliográfico MARC21 para algunos tipos comunes de materiales bibliográficos:** Esto instala las plantillas que usará para crear ítems.
fr: **Exemples de grilles de catalogage MARC21 pour certains types de supports bibliographiques courants :** Ceci installe le modèle que vous utiliserez pour créer des documents.
hi: ** ग्रंथ सूची सामग्री के कुछ सामान्य प्रकारों के लिए नमूना MARC21 ग्रंथसूची ढांचे: ** यह टेम्पलेट इंस्टॉल करता है जिसका उपयोग आप आइटम बनाने के लिए करेंगे।
it: **Esempi di griglie di catalogazione MARC21 per alcuni tipi comuni di materiale bibliografico:** Vengono installate alcune griglie predefinite.

source: **Default Koha system authorised values:** This installs mandatory authorised values that every Koha installation needs.
es: **Valores autorizados del sistema Koha predeterminados:** Esto instala valores autorizados obligatorios que cada instalación de Koha necesita.
fr: **Valeurs autorisées du système Koha par défaut :** Ceci installe les valeurs autorisées obligatoires dont chaque installation Koha a besoin.
hi: ** डिफ़ॉल्ट कोहा सिस्टम अधिकृत मान: ** यह अनिवार्य अधिकृत मान स्थापित करता है कि प्रत्येक कोहा स्थापना की आवश्यकता होती है।
it: **Valori autorizzati:** Installa i valori autorizzati obbligatori necessari per ogni installazione Koha.

source: **Default classification sources and filling rules:** This will insert several common library classification sources such as dewey decimal.
es: **Reglas de ordenación de la clasificación predeterminadas:** Esto insertará varias y comunes reglas de clasificación tales como la decimal Dewey.
fr: **Systèmes de classification par défaut et règles de remplissage :** Ceci insérera plusieurs systèmes de classification communs aux bibliothèques telles que la classification décimale Dewey.
hi: ** डिफ़ॉल्ट वर्गीकरण स्रोत और नियम भरना: ** यह डेवी दशमलव जैसे कई सामान्य पुस्तकालय वर्गीकरण स्रोतों को सम्मिलित करेगा।
it: **Fonti di classificazione e regole di riempimento: ** Vengono inserite diverse fonti di classificazione tra cui la classificazione decimale dewey.

source: **Defines default message transports for email and sms:** This provides the option to the user of being able to change how the library contacts them. They can choose from the following: email address, printed message, sms, or phone call. Notices will not work without these.
es: **Define el transporte de mensajes predeterminados para correo electrónico y sms:** Esto proporciona la opción al usuario de poder cambiar la forma en que la biblioteca se contacta con ellos. Pueden elegir entre lo siguiente: dirección de correo electrónico, mensaje impreso, sms o llamada telefónica. Los avisos no funcionarán sin estos.
fr: **Définit les modes d'envoi par défaut pour les emails et les sms :** Cela permet à l'utilisateur de changer la façon dont la bibliothèque le contacte. Il peut choisir parmi les suivants : adresse e-mail, courrier postal, sms ou appel téléphonique. Les notifications ne fonctionneront pas sans ceux-ci.
hi: ** ईमेल और एसएमएस के लिए डिफ़ॉल्ट संदेश हस्तांतरण परिभाषित करता है: ** यह उपयोगकर्ता को विकल्प बदलने में सक्षम होने का विकल्प प्रदान करता है कि पुस्तकालय उन्हें कैसे संपर्क करता है। वे निम्न से चुन सकते हैं: ईमेल पता, मुद्रित संदेश, एसएमएस, या फोन कॉल। नोटिस इनके बिना काम नहीं करेंगे।
it: **Definisce come vengono inviati i messaggi, se via e-mail e sms:** viene configurata la modalità con cui la biblioteca contatta gli utenti. Si può scegliere tra: email, messaggio stampato, sms o chiamata telefonica. Gli avvisi della biblioteca non funzioneranno senza questa configurazione.

source: **Patron attributes:** This does not install any data, and it needs to be removed.
es: **Atributos del usuario:** Esto no instala ningún dato y debe ser eliminado.
fr: **Attributs adhérent :** Ceci n'installe aucune donnée, et il doit être enlevé.
hi: ** संरक्षक विशेषताएं: ** यह किसी भी डेटा को स्थापित नहीं करता है, और इसे हटाया जाना चाहिए।
it: **Attributi degli utenti:** Non vengono installati dati (verrà rimosso).

source: **Sample frequencies for subscriptions:** For items that arrive on a regular and predictable basis (e.g. monthly magazines), installing sample frequencies is useful because you can simply select a pre-installed sample frequency when you create the item.
es: **Frecuencias de muestra para suscripciones:** Para los ítems que llegan de manera regular y predecible (por ejemplo, revistas mensuales), la instalación de frecuencias de muestra es útil porque puede simplemente seleccionar una frecuencia de muestra preinstalada cuando se crea el ítem.
fr: **Exemples de périodicités pour les abonnements :** Pour les documents qui arrivent régulièrement et de manière prévisible (par exemple les magazines mensuels), l'installation en amont d'exemples de périodicités est utile car il vous permet de les sélectionner dès la création du document.
hi: ** सब्सक्रिप्शन के लिए नमूना आवृत्तियों: ** नियमित और अनुमानित आधार पर आने वाली वस्तुओं के लिए (जैसे मासिक पत्रिकाएं), नमूना आवृत्तियों को स्थापित करना उपयोगी है क्योंकि आप आइटम बनाते समय पूर्व-स्थापित नमूना आवृत्ति का चयन कर सकते हैं।
it: **Esempi di frequenze per gli abbonamenti:** Per copie che vengono acquisite regolarmente (ad esempio per le riviste mensili), attivare questa opzione consente di selezionare delle periodicità pre-installate al momento dell'inserimento delle informazioni di copia.

source: **Sample notices:** This inserts sample notices into the database, meaning all you have to do is customize these sample notices before you use them. Creating these by hand can be very time consuming and error prone.
es: **Avisos de muestra:** Esto ingresa avisos de muestra en la base de datos, lo que significa que todo lo que tiene que hacer es personalizar estos avisos de muestra antes de usarlos. Crearlos a mano puede consumir mucho tiempo y es propenso a errores.
fr: **Exemple de notifications :** Insère des exemples de notifications dans la base de données, ainsi vous n'avez plus qu'à les personnaliser avant de les utiliser. Il peut être très long de les créer manuellement et cela risque de produire des erreurs.
hi: ** नमूना नोटिस: ** यह डेटाबेस में नमूना नोटिस डालता है, जिसका अर्थ है कि आपको इन नमूना नोटिस को इन्हें उपयोग करने से पहले अनुकूलित करना है। हाथ से इन्हें बनाना बहुत समय लेने वाला और त्रुटि प्रवण हो सकता है।
it: **Esempi di Notifiche:** Consente di inserire nel database degli esempi di notifica. In questo modo sarà sufficiente modificare questi esempi prima di utilizzarli. In alternativa, la creazione manuale di nuove notifiche potrebbe richiedere molto tempo.

source: **Defines default messages for the enhanced messaging configuration:** The enhanced messaging configuration lets the user choose what messages they receive from the institution. Selecting this will insert sample message types for the Due, Predue, and Advance notice message types.
es: **Define mensajes predeterminados para la configuración mejorada de mensajes:** La configuración de mensajería mejorada permite al usuario elegir qué mensajes reciben de la institución. Al seleccionar esto, se insertarán tipos de mensajes de muestra para los tipos Vencimiento, Pre-vencimiento y Preavisos.
hi: ** उन्नत संदेश कॉन्फ़िगरेशन के लिए डिफ़ॉल्ट संदेश परिभाषित करता है: ** उन्नत संदेश कॉन्फ़िगरेशन उपयोगकर्ता को यह चुनने देता है कि वे संस्थान से कौन से संदेश प्राप्त करते हैं। इसे चुनने के कारण देय, भविष्यवाणी, और अग्रिम नोटिस संदेश प्रकारों के लिए नमूना संदेश प्रकार डालेंगे।
it: **Configurazione avanzata dei messaggi:** La configurazione avanzata dei messaggi consente all'utente di scegliere quali messaggi può ricevere: verranno inseriti degli esempi di messaggi per le notifiche.

source: **Defines default message transports for sending item due messages and advance notice messages through email and SMS:** This inserts the SMS and email transport types. Mandatory if you want to send notices by email or SMS.
es: **Define los transportes de mensajes predeterminados para el envío de mensajes vencidos y mensajes de aviso por correo electrónico y SMS:** Esto inserta los tipos de transporte para SMS y correo electrónico. Es obligatorio si desea enviar avisos por correo electrónico o SMS.
hi: ** ईमेल और एसएमएस के माध्यम से आइटम देय संदेश और अग्रिम नोटिस संदेश भेजने के लिए डिफ़ॉल्ट संदेश ट्रांसपोर्ट परिभाषित करता है: ** यह एसएमएस और ईमेल परिवहन प्रकारों को सम्मिलित करता है। अनिवार्य अगर आप ईमेल या एसएमएस द्वारा नोटिस भेजना चाहते हैं।
it: **Definisce il valore di default per l'invio di informazioni di copia, messaggi e notifiche:** Viene attivata la possibilità di invio tramite SMS e email. Obbligatorio se si vogliono inviare notifiche per email o SMS.

source: **Sample numbering patterns for subscriptions:** This option will install sample numbering patterns, saving you having to manually insert them for magazines and other periodicals.
es: **Ejemplos de patrones de numeración para suscripciones:** Esta opción instalará patrones de numeración de muestra, ahorrándole tener que insertarlos manualmente para revistas y otras publicaciones periódicas.
hi: ** सब्सक्रिप्शन के लिए नमूना संख्या पैटर्न: ** यह विकल्प नमूना संख्या पैटर्न स्थापित करेगा, जिससे आप उन्हें पत्रिकाओं और अन्य आवधिक पत्रों के लिए मैन्युअल रूप से डालने के लिए सहेज रहे हैं।
it: **Esempi di numerazione per abbonamenti:** Vengono installati degli esempi di numerazione per riviste e pubblicazioni periodiche, consentendo di evitare un inserimento manuale.

source: **Some basic default authorised values for library locations, item lost status, etc. You can change these at any time after installation:** This installs authorised values, which filter user inputs, to make sure they match specified criteria before the library or other object is created.
es: **Algunos valores autorizados básicos predefinidos para ubicaciones de biblioteca, ítems perdidos, estatus, etc. Puede cambiarlos en cualquier momento después de la instalación:** Esto instala valores autorizados, los cuales filtran las entradas del usuario, para asegurarse de que coincidan con los criterios especificados antes de que se cree la biblioteca u otro objeto.
fr: **Certaines valeurs autorisées basiques pour la localisation, le statut des exemplaires, etc. Vous pouvez les modifier n'importe quand après l'installation :** Ceci installe les valeurs autorisées qui filtrent la saisie des utilisateurs afin de s'assurer que cela corresponde au critère spécifique avant que la bibliothèque ou les autres objets soient créés.
hi: ** लाइब्रेरी स्थानों, आइटम खोने की स्थिति आदि के लिए कुछ बुनियादी डिफ़ॉल्ट अधिकृत मान। आप स्थापना के बाद किसी भी समय इन्हें बदल सकते हैं: ** यह अधिकृत मान स्थापित करता है, जो उपयोगकर्ता इनपुट फ़िल्टर करता है, यह सुनिश्चित करने के लिए कि वे लाइब्रेरी से पहले निर्दिष्ट मानदंडों से मेल खाते हैं या अन्य वस्तु बनाई गई है।
it: **Alcuni valori di default per le collocazioni, lo stato delle copie, ecc. È possibile modificare queste impostazioni in qualsiasi momento dopo l'installazione:** Vengono installati dei valori autorizzati, che consentono l'inserimento da parte dell'utente di valori solo se fanno parte delle liste qui inserite.

source: **CSV profiles:** Using Koha you can export items. The CSV profile defines how you want to export the item(s). CSV/Tab exports will not work without these.
es: **Perfiles CSV:** Utilizando Koha puede exportar ítems. El perfil CSV define como desea exportar el/los ítem(s). La pestaña CSV para exportaciones no funcionará sin estos.
fr: **Profils CSV :** Dans Koha vous pouvez exporter les exemplaires. Le profil CSV permet de définir la façon dont vous voulez les exporter. Les exports CSV/Tab ne fonctionneront pas sans.
hi: ** सीएसवी प्रोफाइल: ** कोहा का उपयोग करके आप वस्तुओं को निर्यात कर सकते हैं। सीएसवी प्रोफाइल परिभाषित करता है कि आप आइटम को कैसे निर्यात करना चाहते हैं। सीएसवी / टैब निर्यात इनके बिना काम नहीं करेगा।
it: **Profili CSV:** Koha consente di esportare record bibliografici e informazioni di copia. Il profilo CSV definisce il formato dei dati esportati. La procedura di esportazione non funziona se non vengono configurati i profili CSV.

source: **Coded values conforming to the Z39.71-2006 holdings statements for bibliographic items:** Not required to use Koha. A holding statement tells the user if the library has a specific item and where it is located. Selecting will install sample code values for items in the holding statements.
es: **Valores codificados conforme a las declaraciones de existencias Z39.71-2006 para ítems bibliográficos:** No se requiere para usar Koha. Una declaración de existencias le dice al usuario si la biblioteca tiene un ítem específico y dónde está ubicado. Al seleccionar se instalarán valores de código de muestra para los ítems en las declaraciones de existencias.
fr: **Valeurs codées conformes au statut Z39.71-2006 pour la réservation des exemplaires :** Non requis pour utiliser Koha. Un statut de réservation dit à l'usager si la bibliothèque possède l'exemplaire et où il est localisé. En le sélectionnant, vous installez les valeurs codées des exemplaires dans les statuts de réservations.
hi: ** ग्रंथसूची वस्तुओं के लिए Z39.71-2006 होल्डिंग्स स्टेटमेंट्स के अनुरूप कोडित मान: ** कोहा का उपयोग करने की आवश्यकता नहीं है। एक होल्डिंग स्टेटमेंट उपयोगकर्ता को बताता है कि पुस्तकालय में एक विशिष्ट वस्तु है और यह कहां स्थित है। चयन होल्डिंग स्टेटमेंट में आइटम के लिए नमूना कोड मान स्थापित करेगा।
it: **Valori codificati conformi allo standard Z39.71-2006 per la dichiarazione di posseduto degli elementi bibliografici:** Non è obbligatorio per l'utilizzo di Koha. Una dichiarazione di posseduto indica all'utente se la biblioteca possiede una specifica copia e dove si trova. Attivando questa opzione verranno installati dei codici di esempio.

source: **Some basic currencies with USA dollar as default for ACQ module:** Install US dollar, Great British Pound, Canadian Dollar and Euro currencies. Set the US dollar as the default acquisition currency. Not installing these will mean that a currency will need to be defined before Acquisitions can be used.
es: **Algunas monedas básicas con el dólar estadounidenses como valor predeterminado para el módulo de Adquisición:** Instala dólar estadounidense, libra esterlina, dólar canadiense y monedas del euro. Establezca el dólar estadounidense como la moneda de adquisición predeterminada. No instalarlos significará que será necesario definir una moneda antes de que se pueda usar el módulo de las adquisiciones.
hi: ** एसीक्यू मॉड्यूल के लिए डिफ़ॉल्ट रूप से संयुक्त राज्य अमरीका डॉलर के साथ कुछ मूल मुद्राएं: ** अमेरिकी डॉलर, ग्रेट ब्रिटिश पाउंड, कनाडाई डॉलर और यूरो मुद्राएं स्थापित करें। अमेरिकी डॉलर को डिफ़ॉल्ट अधिग्रहण मुद्रा के रूप में सेट करें। इन्हें स्थापित करने का अर्थ यह नहीं होगा कि अधिग्रहण का उपयोग करने से पहले मुद्रा को परिभाषित करने की आवश्यकता होगी।
it: **Alcune valute di base per il modulo ACQ (acquisti). Il dollaro USA è il valore di default.** Vengono installate le seguenti valute: Euro, Sterlina Inglese, Dollaro USA e Dollaro Canadese. Il Dollaro USA è il valore di default. Se questa opzione non viene attivata, dovrà comunque essere configurata un tipo di valuta prima di poter effettuare nuove acquisizioni.

source: **Sample patron types and categories:** Not required to use Koha. Selecting this will install sample patron categories into the database. This will mean the Create patron category step in the onboarding tool is skipped.
es: **Muestras de tipos de usuario y categorías:** No se requiere para usar Koha. Seleccionando ésto, instalará ejemplos de categorías de usuario en la base de datos. Esto significará que se omite el paso Crear categoría de usuario en la herramienta de integración.
fr: **Exemple de types et de catégories d'adhérents :** Non requis pour utiliser Koha. Cette option installera des exemples de catégories d'adhérents dans la base de données. Cela signifie que l'étape Créer une catégorie d'adhérents dans l'outil de configuration est ignorée.
hi: ** नमूना संरक्षक प्रकार और श्रेणियां: ** कोहा का उपयोग करने की आवश्यकता नहीं है। इसे चुनने से डेटाबेस में नमूना संरक्षक श्रेणियां स्थापित होंगी। इसका मतलब यह होगा कि ऑनबोर्डिंग टूल में संरक्षक श्रेणी चरण बनाएं छोड़ दिया गया है।
it: **Esempi di tipi di utente e categorie:** Non obbligatorio per l'utilizzo di Koha. Vengono installate degli esempi di categoria di utente. This will mean the Create patron category step in the onboarding tool is skipped.

source: **Sample label and patron card data:** Not required to use Koha, but recommended for most new installs. Selecting this will install sample data for labels and patron cards and will make it easier to create a labels and patron cards in the future.
es: **Datos de muestras de etiquetas y carné de usuarios:** No se requiere para usar Koha, pero son recomendados para la mayoría de nuevas instalaciones. Al seleccionar ésto, instalará datos ejemplo para etiquetas y carné de usuarios y hará fácil la creación de etiquetas y carné de usuarios en el futuro.
fr: ** Exemple de données d'étiquette et de carte d'adhérent: ** Non requis pour utiliser Koha, mais recommandé pour la plupart des nouvelles installations. En sélectionnant cette option, vous installerez des exemples de données pour les étiquettes et les cartes d'adhérents, ce qui facilitera la création d'étiquettes et de cartes d'adhérents dans le futur.
hi: ** नमूना लेबल और संरक्षक कार्ड डेटा: ** कोहा का उपयोग करने की आवश्यकता नहीं है, लेकिन अधिकांश नए इंस्टॉल के लिए अनुशंसित है। इसे चुनने से लेबल और संरक्षक कार्ड के लिए नमूना डेटा इंस्टॉल होगा और भविष्य में लेबल और संरक्षक कार्ड बनाना आसान हो जाएगा।
it: **Esempi di tessere utente:** Non obbligatorio per l'utilizzo di Koha ma raccomandato per gran parte delle nuove installazioni. Verranno installati degli esempi che semplificano la creazione di nuove tessere utente.
