Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: es, fr, hi, it

source: **Sample holidays: Sunday, Christmas, New Year’s** Not required to use Koha. Selecting this will insert sample repeatable public holidays (e.g. Christmas) into the database.
es: **Vacaciones de muestra: Domingo, Navidad, Año Nuevo** No se requiere para usuar Koha. Seleccionando ésto, insertará ejemplos de festivos públicos repetibles (e.g. Navidad) en la base de datos.
fr: **Exemple de jours fériés : dimanche, lundi, jour de l'an** Non obligatoire. En cochant, les jours fériés (comme Noël) seront intégrés dans la base de données.
hi: ** नमूना छुट्टियां: रविवार, क्रिसमस, नए साल ** कोहा का उपयोग करने की आवश्यकता नहीं है। इसका चयन डेटाबेस में नमूना दोहराने योग्य सार्वजनिक छुट्टियों (जैसे क्रिसमस) डालेगा।
it: **Esempio di giorni di vacanza: Domenica, Natale, Nuovo anno** Non obbligatorio per l'utilizzo di Koha. Vengono inseriti nel database i giorni di vacanza generalmente previsti (es. Natale)

source: **A set of default item types:** Not required for Koha. Selecting this will insert sample item type data into the database, meaning Create Item type step in the onboarding tool will be skipped.
es: **Un conjunto de tipo de ítems predeterminados:** No requerido para Koha. Seleccionado ésto insertará ejemplos de datos de tipo de ítem en la base de datos, significa que se omite el paso Crear tipo de ítem en la herramienta de integración.
fr: ** Un ensemble de types de documents par défaut: ** Non requis pour Koha. En sélectionnant cette option, vous insérerez des exemples de type de document dans la base de données, ce qui signifie que l'étape Créer un type de document dans l'outil de configuration sera ignorée
hi: ** डिफ़ॉल्ट आइटम प्रकारों का एक सेट: ** कोहा के लिए आवश्यक नहीं है। इसे चुनने से डेटाबेस में नमूना आइटम प्रकार डेटा डाला जाएगा, जिसका अर्थ है ऑनबोर्डिंग टूल में आइटम प्रकार चरण बनाएं।
it: **Una serie di tipi di copia:** Non obbligatorio per l'utilizzo di Koha. Selezionando questa opzione verranno inseriti nel database alcuni esempi di tipi di copia. In questo caso il passaggio di creazione dei tipi di copia nel Tool di Attivazione verrà saltato.

source: **Sample Libraries:** Not required for Koha. Selecting this will insert sample libraries into the database. Developers will often want this for demo or development purposes. Selecting this means the Create library step in the onboarding tool will be skipped.
es: **Bibliotecas de muestra:** No requerido para Koha. Seleccionando ésto insertará bibliotecas de ejemplo en la base de datos. Los desarrolladores querrán, a menudo, éstos datos para propósitos de desarrollo o demostración. Al seleccionar ésto significa que se omite el paso Crear biblioteca en la herramienta de integración.
fr: ** Exemples de bibliothèques: ** Non requis pour Koha. En sélectionnant cette option, vous insérerez des exemples de bibliothèques dans la base de données. Les développeurs le veulent souvent à des fins de démonstration ou de développement. Si vous sélectionnez cette option, l'étape Créer une bibliothèque dans l'outil de configuration sera ignorée.
hi: ** नमूना पुस्तकालय: ** कोहा के लिए आवश्यक नहीं है। इसे चुनने से डेटाबेस में नमूना पुस्तकालय डालेंगे। डेवलपर्स अक्सर इसे डेमो या विकास उद्देश्यों के लिए चाहते हैं। इसका चयन करना मतलब है कि ऑनबोर्डिंग टूल में लाइब्रेरी चरण बनाएं छोड़ दिया जाएगा।
it: **Esempi di Biblioteche: ** Non obbligatorio per l'utilizzo di Koha. Verranno inseriti nel database alcune Biblioteche di esempio. Questa opzione viene generalmente utilizzata dagli sviluppatori per installazioni demo. Selezionando questa opzione, il passaggio di creazione Biblioteca nel Tool di Attivazione, verrà ignorato.

source: **Sample news items:** Not required for Koha. Selecting this will insert sample news items that are displayed on the OPAC (Online Public Access Catalog) and staff client into the database.
es: **Muestra de ítems de noticias:** No requerido para Koha. Seleccionando ésto, se insertarán en la base de datos, ejemplos de ítems de noticias que son mostrados en el OPAC (Catálogo de Acceso Público) y en la interfaz del cliente administrativo.
fr: ** Exemples de nouveaux documents: ** Non requis pour Koha. En sélectionnant cette option, vous insérerez des exemples de nouveaux documents dans la base de données qui seront affichés à l'OPAC (Online Public Access Catalog) et à l'interface professionnelle.
hi: ** नमूना समाचार आइटम: ** कोहा के लिए आवश्यक नहीं है। इसे चुनने से नमूना समाचार आइटम डाले जाएंगे जो ओपेक (ऑनलाइन पब्लिक एक्सेस कैटलॉग) और स्टाफ क्लाइंट डेटाबेस में प्रदर्शित होते हैं।
it: **Esempio di news:** Non obbligatorio per l'utilizzo di Koha. Inserisce esempi di news che possono essere mostrate nell'OPAC (Online Public Access Catalog) e nell'interfaccia Staff.

source: **Sample patrons:** Not required for Koha. Patrons are the people who use the Koha Library Management System, for example: library users and staff. Selecting this will insert a number of sample patrons into the database. Developers will often want this for demo or development purposes.
es: **Usuarios de muestra:** No requerido para Koha. Los usuarios son la gente que utilizan el Sistema de gestión de la biblioteca, por ejemplo: usuarios de biblioteca y el personal. Seleccionando ésto, insertará un número de usuarios ejemplo en la base de datos. Los desarrolladores, a menudo, querrán estos datos para propósitos de desarrollo o de demostración.
fr: ** Exemples d'adhérents: ** Non requis pour Koha. Les adhérents sont ceux qui utilisent le système de gestion de la bibliothèque Koha, par exemple: les lecteurs et le personnel de la bibliothèque. En sélectionnant cette option, vous insérez un certain nombre d'exemples d'adhérents dans la base de données. Les développeurs le veulent souvent à des fins de démonstration ou de développement.
hi: ** नमूना संरक्षक: ** कोहा के लिए आवश्यक नहीं है। संरक्षक वे लोग हैं जो कोहा पुस्तकालय प्रबंधन प्रणाली का उपयोग करते हैं, उदाहरण के लिए: लाइब्रेरी उपयोगकर्ता और कर्मचारी। इसे चुनने से डेटाबेस में कई नमूना संरक्षक सम्मिलित होंगे। डेवलपर्स अक्सर इसे डेमो या विकास उद्देश्यों के लिए चाहते हैं।
it: **Esempi di Utente:** Non obbligatorio per l'utilizzo di Koha. Gli utenti sono le persone che utilizzano Koha, ad esempio: utilizzatori e personale della biblioteca. Vengono inseriti nel database un certo numero di utenti di esempio . Questa configurazione viene generalmente utilizzata dagli sviluppatori per scopi di test e dimostrativi.

source: **Sample quotes:** Not required for Koha. Quotes of the day can be displayed to library users on the OPAC (Online Public Access Catalog) interface. Selecting this will install a few library related sample quotes.
es: **Frases de muestra:** No requerido para Koha. Las frases del día pueden ser mostradas a los usuarios de la biblioteca en la interfaz del OPAC (Catálogo de Acceso Público). Seleccionando ésto, instalará algunas citas o frases de muestra relacionadas con la biblioteca.
fr: ** Exemples de citations : ** Non requis pour Koha. Les citations du jour peuvent être affichées aux lecteurs de la bibliothèque sur l'interface OPAC (Online Public Access Catalog). En sélectionnant cetteoption, vous installerez quelques exemples de citations liées à la bibliothèque
hi: ** नमूना उद्धरण: ** कोहा के लिए आवश्यक नहीं है। ओपेक (ऑनलाइन पब्लिक एक्सेस कैटलॉग) इंटरफ़ेस पर लाइब्रेरी उपयोगकर्ताओं को दिन के उद्धरण प्रदर्शित किए जा सकते हैं। इसे चुनने से कुछ लाइब्रेरी संबंधित नमूना उद्धरण स्थापित होंगे।
it: **Citazioni di esempio:** Non obbligatorio per l'utilizzo di Koha. Le citazioni del giorno possono essere visualizzate agli utenti della biblioteca sull'interfaccia OPAC (Catalogo di accesso pubblico online). Selezionando questa opzione verranno installate alcune citazioni di esempio correlati alla biblioteca.

source: **Allow access to the following servers to search and download record information:** Not required to use Koha, but recommended for most new installs. Selecting this configures Koha to allow access to a selection of Z39.50 targets, which allow searching the target servers for MARC21 records to import them into your Koha instance. This can avoid the need to manually input all record information manually, or greatly speed up the process.
es: **Permita el acceso a los siguientes servidores para buscar y descargar información de registros:** No es requerido para usar Koha, pero recomendado para la mayoría nuevas instalaciones. Seleccionando ésto, configura Koha para permitir el acceso a la selección de servidores Z39.50, los cuales permiten la búsqueda de registros MARC21 para importarlos en la instancia de Koha. Esto permite evitar la necesidad de agregar la información de los registros manualmente o, acelerar enormemente el proceso.
fr: **Permet d'accéder aux serveurs pour chercher et télécharger des informations bibliographiques :** Pas obligatoire mais recommandé pour la plupart des nouvelles installations. En cochant, Koha sera configuré pour permettre l'accès à une sélection de cibles Z39.50, qui permettront la recherche de serveurs de données MARC21 à importer dans l'instance Koha. Cela évite d'importer manuellement toutes les notices et peut accélérer notablement le processus.
hi: ** रिकॉर्ड जानकारी खोजने और डाउनलोड करने के लिए निम्न सर्वरों तक पहुंच की अनुमति दें: ** कोहा का उपयोग करने की आवश्यकता नहीं है, लेकिन अधिकांश नए इंस्टॉलेशन के लिए अनुशंसित है। इसे चुनने से कोहा को Z39.50 लक्ष्यों के चयन की अनुमति देने के लिए कॉन्फ़िगर किया जाता है, जो एमएआरसी 21 रिकॉर्ड के लिए लक्षित सर्वरों को आपके कोहा इंस्टेंस में आयात करने की अनुमति देता है। यह मैन्युअल रूप से सभी रिकॉर्ड जानकारी मैन्युअल रूप से इनपुट करने की आवश्यकता से बच सकता है, या प्रक्रिया को बहुत तेज कर सकता है।
it: **Consentire l'accesso ai seguenti server per cercare e scaricare informazioni sui record:** Non è obbligatorio per l'utilizzo di Koha, ma è consigliato per la maggior parte delle nuove installazioni. Permette di configurare una selezione di target Z39.50, che consentono a Koha di accedere ai server, catturare i record e importarli nel proprio database. Ciò può evitare di inserire manualmente tutte le informazioni del record bibliografico accelerando così il processo di catalogazione.

source: Click the *Import* button to install the default and selected data values.
es: De clic en el botón "importar" para instalar los datos predeterminados y los valores seleccionados.
fr: Cliquer sur le bouton *Importer* afin d'installer les données par défaut et celles qui ont été sélectionnées.
hi: डिफ़ॉल्ट और चयनित डेटा मानों को स्थापित करने के लिए * आयात * बटन पर क्लिक करें।
it: Cliccare sul bottone *Import* per installare i dati di default selezionati.

source: Unimarc setup
es: Configuración de Unimarc
fr: Configuration unimarc
hi: युनिमार्क सेटअप
it: Configurazione Unimarc

source: There are only 2 data values in the Unimarc advanced setup which are unique:
es: Solo hay 2 valores de datos en la configuración avanzada de Unimarc que son únicos:
fr: Il n'y a que deux données uniques dans la configuration avancée de l'unimarc :
hi: युनिमार्क उन्नत सेटअप में केवल 2 डेटा मान हैं जो अद्वितीय हैं:
it: Ci sono solo 2 valori di dati nell'impostazione avanzata di Unimarc che sono unici:

source: Authority Structure for UNIMARC in English
es: La estructura de autoridades para UNIMARC en Inglés
fr: Structure d'autorité pour l'unimarc en anglais
hi: अंग्रेजी में युनिमार्क के लिए प्राधिकरण संरचना
it: Struttura dell'authority per UNIMARC in lingua inglese

source: Default UNIMARC bibliographic framework in English
es: Las hojas de trabajo bibliográfico UNIMARC predeterminadas en Inglés
fr: Grille bibliographique par défaut en anglais
hi: अंग्रेजी में डिफ़ॉल्ट युनिमार्क ग्रंथसूची ढांचा
it: Griglia di catalogazione UNIMARC predefinita in inglese

source: Optional values are the same for both Unimarc and MARC21, therefore their definition will not be repeated.
es: Los valores opcionales son los mismo para ambos, Unimarc y MARC21, por lo tanto, su definición no se repetirá.
fr: Comme les valeurs optionnelles sont identiques pour l'unimarc et le marc21, leur définition ne sera pas répétée.
hi: यूनिमार्क और एमएआरसी 21 दोनों के लिए वैकल्पिक मूल्य समान हैं, इसलिए उनकी परिभाषा दोहराई नहीं जाएगी।
it: I valori opzionali in Unimarc sono gli stessi utilizzati in MARC21, quindi la loro descrizione non verrà ripetuta.

source: *Authority structure for UNIMARC in English:* Authority records store the search terms used to find items in the database. Unlike MARC21, when using Unimarc the authority structure needs to be compatible with Unimarc. Selecting this option makes it compatible.
es: *Estructura de autoridades para UNIMARC en inglés:* Los registros de autoridad, almacena, los términos de búsqueda utilizados para encontrar ítems en la base de datos. A diferencia de MARC21, cuando se usa Unimarc, la estructura de autoridad debe ser compatible con Unimarc. Seleccionar esta opción lo hace compatible.
fr: *Structure d'autorité pour l'Unimarc en anglais :* Les données d'autorité enregistrent les termes de recherche utilisés pour trouver les documents dans la base. A la différence de MARC21, quand on utilise Unimarc, les autorités doivent être compatibles avec l'Unimarc. Cette option permet de les rendre compatibles.
hi: * अंग्रेजी में यूनिमार्क के लिए प्राधिकरण संरचना: * प्राधिकरण रिकॉर्ड डेटाबेस में वस्तुओं को खोजने के लिए उपयोग किए गए खोज शब्दों को संग्रहीत करता है। एमएआरसी 21 के विपरीत, यूनिमार्क्स का उपयोग करते समय प्राधिकरण संरचना को यूनिमार्स के साथ संगत होने की आवश्यकता होती है। इस विकल्प का चयन करना इसे संगत बनाता है।
it: *Struttura dei record di authority per UNIMARC in inglese:* I record di authority memorizzano termini di ricerca normalizzati. Attivando questa opzione, a differenza di quanto accade utilizzando MARC21, in UNIMARC, la struttura dell'authority deve essere compatibile con Unimarc.

source: *Default UNIMARC bibliographic framework in English:* In the previous screen you clicked to use the Unimarc flavour, now by selecting this option you are confirming you want to use that framework.
es: *Hojas de trabajo bibliográfico UNIMARC predeterminadas en inglés:* En la pantalla anterior, eligió utilizar la variante Unimarc, ahora, al seleccionar ésta opción, está confirmando que quiere utilizar esas hojas de trabajo.
fr: *Grille bibliographique unimarc par défaut en anglais* L'unimarc flavour avait été sélectionné dans l'écran précédent, ici vous confirmez que vous voulez utiliser cette grille.
hi: * अंग्रेजी में डिफ़ॉल्ट यूनिमार्क ग्रंथसूची ढांचे: * पिछली स्क्रीन में आपने यूनिमार्क स्वाद का उपयोग करने के लिए क्लिक किया है, अब इस विकल्प को चुनकर आप पुष्टि कर रहे हैं कि आप उस ढांचे का उपयोग करना चाहते हैं।
it: *Griglia di catalogazione UNIMARC predefinita:* nella schermata precedente è stato scelto di utilizzare il formato Unimarc, ora selezionando questa opzione si conferma l'utilizzo di questa griglia di catalogazione.

source: Click the *Import* button to install the sample data
es: Haga clic en el botón *Importar* para instalar los datos de muestra
fr: Cliquez sur le bouton * Importer * pour installer les exemples de données
hi: नमूना डेटा स्थापित करने के लिए * आयात * बटन पर क्लिक करें
it: Cliccare sul bottone *Importa* per installare i dati di default selezionati

source: Selected data added
es: Datos seleccionados agregados
fr: Données sélectionnées ajoutées
hi: चयनित डेटा जोड़ा गया
it: Aggiungi i dati selezionati

source: After you have clicked the *Import* button in either the MARC21 or UNIMARC setup screen this screen will appear. It shows you if the selected/default data values were successfully inserted into the database.
es: Después de haber hecho clic en el botón *Importar* ya sea en la pantalla de configuración de MARC21 o UNIMARC, ésta pantalla aparecerá. Muestra si los valores de los datos seleccionados/predeterminados fueron insertados con éxito en la base de datos.
fr: Après que vous ayez cliqué sur *Importer* soit en marc21, soit en unimarc, cette fenêtre va apparaître. Elle indique si les données sélectionnées ou définies par défaut ont été correctement insérées dans la base.
hi: मार्क21 या यूनिमार्क सेटअप स्क्रीन में * आयात * बटन पर क्लिक करने के बाद यह स्क्रीन दिखाई देगी। यह आपको दिखाता है कि चयनित / default data मान डेटाबेस में सफलतापूर्वक डाले गए थे।
it: Dopo aver cliccato sul bottone *Importa* nella configurazione MARC21 o UNIMARC, apparirà questa pagina che conferma se i dati selezionati e/o quelli di default sono stati caricati con successo nel database.

source: **Optional data added:** If you selected an optional data value then it will be displayed here. If you did not choose any optional data value then the **optional data added** title will not be displayed.
es: **Datos opcionales agregados:** Si seleccionó un valor de datos opcional, entonces, será mostrado aquí. Si no seleccionó ningún valor de datos opcional, entonces, el título **datos opcionales agregados** no será mostrado.
fr: **Données optionnelles ajoutées :** Les données optionnelles que vous avez éventuellement sélectionnées s'afficheront ici. Si vous n'avez rien sélectionné, cette fenêtre ne s'affichera pas.
hi: ** वैकल्पिक डेटा जोड़ा गया: ** यदि आपने वैकल्पिक डेटा मान चुना है तो यह यहां प्रदर्शित किया जाएगा। यदि आपने कोई वैकल्पिक डेटा मान नहीं चुना है तो ** वैकल्पिक डेटा जोड़ा गया ** शीर्षक प्रदर्शित नहीं किया जाएगा।
it: **Dati opzionali aggiunti:** Se sono stati precedentemente selezionati dei dati opzionali, vengono qui mostrati, in caso contrario la sezione **Dati opzionali aggiunti** non comparirà.

source: **Mysql data added:** These data values will always be installed and consequently displayed on this screen.
es: **Datos MySQL agregados:** Estos valores de datos siempre serán instalados y, por consiguiente, mostrados en ésta pantalla.
fr: **Données Mysql ajoutées :** Ces données seront toujours installées et affichées à l'écran.
hi: ** MySQL डेटा जोड़ा गया: ** ये डेटा मान हमेशा इस स्क्रीन पर स्थापित किए जाएंगे और परिणामस्वरूप प्रदर्शित होंगे।
it: **Dati Mysql aggiunti:** Questi valori vengono sempre installati e mostrati nella finestra.

source: **Mandatory data added:** Same as above.
es: **Datos obligatorios agregados:** Lo mismo que lo anterior.
fr: **Données obligatoires ajoutées :** Même remarque que précédemment.
hi: ** अनिवार्य डेटा जोड़ा गया: ** ऊपर जैसा ही है।
it: **Dati obbligatori aggiunti:** Come sopra.

source: **Installation message:** Tells you if the Koha database was successfully created ready for you to use the onboarding tool.
es: **Mensaje de instalación:** Notifica si la base de datos de Koha fue creada satisfactoriamente y esta lista para que utilice la herramienta de integración.
fr: ** Message d'installation: ** Indique si la base de données Koha a été créée avec succès afin que vous puissiez utiliser l'outil de configuration.
hi: ** स्थापना संदेश: ** आपको बताता है कि कोहा डेटाबेस सफलतापूर्वक आपके लिए ऑनबोर्डिंग टूल का उपयोग करने के लिए तैयार किया गया था या नहीं।
it: **Messaggio di installazione: ** Indica se il database di Koha è stato creato correttamente e si può passare al Tool di Attivazione.

source: Click the *Set up some of Koha's basic requirements* button to go to a redirection screen, which in turn will take you to the onboarding tool.
es: Haga clic en el botón *Configurar algunos de los requisitos básicos de Koha* para ir a la pantalla de redirección, que a su vez lo llevará a la herramienta de integración.
fr: Cliquez sur le bouton *Configurer quelques-unes des options de base de Koha* pour accéder à un écran de redirection, qui à son tour vous conduira à l'outil de configuration.
hi: एक पुनर्निर्देशन स्क्रीन पर जाने के लिए * कोहा की बुनियादी आवश्यकताओं * बटन को सेट करें पर क्लिक करें, जो बदले में आपको ऑनबोर्डिंग टूल पर ले जाएगा।
it: Cliccare sul bottone *Impostare alcuni dei requisiti fondamentali di Koha* per passare al Tool di Attivazione.

source: Redirect to onboarding tool
es: Redirigir a la herramienta de integración
fr: Redirige vers l'outil de configuration
hi: ऑनबोर्डिंग उपकरण पर रीडायरेक्ट करें
it: Reindirizza alla pagina del Tool di Attivazione

source: If you wait for around 10 seconds this screen should redirect you to the onboarding tool start screen.
es: Si espera alrededor de 10 segundos, esta pantalla debe redirigirlo a la pantalla de inicio de la herramienta de integración.
fr: Si vous attendez environ 10 secondes, cet écran devrait vous rediriger vers l'écran de démarrage de l'outil de configuration.
hi: यदि आप लगभग 10 सेकंड तक प्रतीक्षा करते हैं तो इस स्क्रीन को आपको ऑनबोर्डिंग टूल स्टार्ट स्क्रीन पर रीडायरेक्ट करना चाहिए।
it: Dopo circa 10 secondi si viene reindirizzati alla schermata di avvio del Tool di Attivazione.

source: If after waiting you are not redirected select the link pointed out by the arrow in the above screenshot.
es: Si después de esperar no se le ha redirige, selecciona el enlace señalado por la flecha en la captura de pantalla anterior.
fr: Si, après avoir attendu, vous n'êtes pas redirigé, sélectionnez le lien pointé par la flèche dans la capture d'écran ci-dessus.
hi: यदि प्रतीक्षा करने के बाद आपको रीडायरेक्ट नहीं किया गया है तो ऊपर दिए गए स्क्रीनशॉट में तीर द्वारा इंगित लिंक का चयन करें।
it: Se dopo aver aspettato non si viene reindirizzati, selezionare il link indicato dalla freccia sopra indicata.

source: Create a library
es: Crear una biblioteca
fr: Créer un site
hi: एक पुस्तकालय बनाएँ
it: Creare una biblioteca

source: The installer will prompt to create the first library or branch if the sample libraries were not installed.
es: El instalador solicitará que se cree la primera biblioteca o sede si las bibliotecas de muestra no se instalaron.
fr: Le programme d'installation vous invitera à créer la première bibliothèque ou branche si les exemples de bibliothèques n'ont pas été installées.
hi: नमूना पुस्तकालय स्थापित नहीं किए जाने पर इंस्टॉलर पहली लाइब्रेरी या शाखा बनाने के लिए संकेत देगा।
it: Nel caso in cui non siano state installate con il Web Installer le biblioteche di esempio, il Tool di Attivazione richiederà di creare la prima biblioteca.

source: A library in Koha is the digital representation of a "physical" place. More libraries can be added later by going to Administration -> Libraries and groups.
es: Una biblioteca en Koha es la representación digital de un lugar "físico." Más bibliotecas pueden ser agregadas después dirigiéndose a Administración -> Bibliotecas y grupos.
fr: Un site dans Koha est la représentation vituelle d'un lieu "physique". Plus de sites peuvent être ajoutées plus tard en allant dans Administration -> Sites et groupes.
hi: कोहा में एक पुस्तकालय एक "भौतिक" जगह का डिजिटल प्रतिनिधित्व है। आगे जाकर अधिक पुस्तकालयों को जोड़ा जा सकता है प्रशासन -> पुस्तकालयों और समूहों।
it: In Koha con il termine 'biblioteca' si indica la rappresentazione digitale di un luogo fisico. Altre biblioteche possono essere successivamente aggiunte andando in Amministrazione -> Biblioteche e gruppi.

source: Create library
es: Crear biblioteca
fr: Créer un site
hi: लाइब्रेरी बनाएँ
it: Creare la biblioteca

source: **Library code:** code consisting of up to 10 letters.
es: **Código de biblioteca:** código que consta de hasta 10 letras.
fr: ** Code du site : ** code composé de 10 lettres maximum.
hi: ** लाइब्रेरी कोड: ** कोड जिसमें 10 अक्षर शामिल हैं।
it: **Codice della biblioteca:** codice composto da un massimo di 10 lettere.

source: **Name:** Official name of the library, as it is commonly known.
es: **Nombre:** Nombre oficial de la biblioteca, tal como se le conoce comúnmente.
fr: ** Nom: ** Nom officiel du site, tel qu'il est communément connu.
hi: ** नाम: ** पुस्तकालय का आधिकारिक नाम, जैसा कि इसे आमतौर पर जाना जाता है।
it: **Nome:** Nome della biblioteca.
