Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: es, fr, hi, it

source: **Create more libraries:** If more libraries are required, or changes need to be made to this freshly created library, go to Administration->Libraries and groups
es: **Crear más bibliotecas:** Si más bibliotecas son requeridas, o se necesita realizar cambios a ésta nueva biblioteca, diríjase a Administración->Bibliotecas y grupos
fr: ** Créez plus de sites : ** Si vous avez besoin de plus de sites, ou si des modifications doivent être apportées à ce site fraîchement créé, allez dans Administration-> Sites et groupes
hi: ** अधिक पुस्तकालय बनाएं: ** यदि अधिक पुस्तकालयों की आवश्यकता है, या इस ताजा बनाई गई लाइब्रेरी में परिवर्तन करने की आवश्यकता है, तो प्रशासन-> पुस्तकालयों और समूहों पर जाएं
it: **Creare più biblioteche:** Per aggiungere altre biblioteche o modificare i dati descrittivi della biblioteca appena creata, andare in Amministrazione-> Biblioteche e gruppi

source: Click the *Submit* button to create a library.
es: Haga clic en el botón *Enviar* para crear una biblioteca.
fr: Cliquez sur le bouton *Valider* pour créer un site.
hi: लाइब्रेरी बनाने के लिए * सबमिट * बटन पर क्लिक करें।
it: Cliccare sul bottone *Invia* per creare una biblioteca.

source: For example:
es: Por ejemplo:
fr: Par exemple :
hi: उदाहरण के लिए:
it: Per esempio:

source: Create library example
es: Ejemplo de creación de biblioteca
fr: Créer un exemple de site
hi: पुस्तकालय उदाहरण बनाएँ
it: Esempio di creazione di una biblioteca

source: **Library code:** The regular expression that filters the acceptable inputs for library code only accepts up to 10 letters.
es: **Código de biblioteca:** La expresión regular que filtra las entradas aceptables para el código de la biblioteca solo acepta hasta 10 letras.
fr: ** Code de site : ** L'expression régulière qui filtre les entrées acceptables pour le code de site n'accepte que jusqu'à 10 lettres.
hi: ** लाइब्रेरी कोड: ** लाइब्रेरी कोड के लिए स्वीकार्य इनपुट फ़िल्टर करने वाली नियमित अभिव्यक्ति केवल 10 अक्षरों को स्वीकार करती है।
it: **Codice biblioteca:** espressione regolare che filtra gli input accettabili per il codice della biblioteca. Accetta un massimo di 10 lettere.

source: Create a patron category
es: Crear una categoría de usuario
fr: Créer une catégorie d'adhérent
hi: एक संरक्षक श्रेणी बनाएँ
it: Crea una nuova categoria utenti

source: All patrons in Koha must have a patron category. The patron category is like a jelly mold; multiple individual patron accounts can share common characteristics, such as circulation rules, notice frequency, holds allowed, and much more. Koha requires at least one patron category in order to add patrons.
es: Todos los usuarios en Koha deben tener una categoría de usuario. La categoría de usuario es como un molde de gelatina; varias cuenta de usuarios individuales pueden compartir caraterísticas comunes, tales como las reglas de circulación, frecuencia de avisos, reservas permitidas y mucho más. Koha requiere al menos una categoría de usuario para poder agregar usuarios.
fr: Tous les adhérents dans Koha doivent avoir une catégorie. Les comptes individuels des adhérents peuvent partager des caractéristiques communes, telles que les règles de circulation, la fréquence des avis, les cessions autorisées, et bien plus encore. Koha nécessite au moins une catégorie d'adhérents afin d'ajouter des adhérents.
hi: कोहा में सभी संरक्षकों के पास संरक्षक श्रेणी होनी चाहिए। संरक्षक श्रेणी जेली मोल्ड की तरह है; कई व्यक्तिगत संरक्षक खाते सामान्य विशेषताओं को साझा कर सकते हैं, जैसे परिसंचरण नियम, नोटिस आवृत्ति, अनुमत अनुमति, और भी बहुत कुछ। संरक्षक जोड़ने के लिए कोहा को कम से कम एक संरक्षक श्रेणी की आवश्यकता होती है।
it: Tutti gli utenti in Koha devono appartenere ad una categoria. La categoria definisce diritti e caratteristiche di un dato utente: le regole di circolazione adottate, la frequenza degli avvisi, permessi e altro. Koha richiede la presenza di almeno una categoria di utente.

source: A patron category requires:
es: Una categoría de usuario requiere:
fr: Une catégorie d'adhérent est requise :
hi: एक संरक्षक श्रेणी की आवश्यकता है:
it: Una categoria utente richiede:

source: Category code
es: Código de categoría
fr: Code catégorie
hi: श्रेणी कोड
it: Codice della categoria

source: Description
es: Descripción
hi: विवरण
it: Descrizione

source: Overdue notice required
es: Se requiere los avisos de retraso
fr: Message de retard demandé
hi: अतिदेय नोटिस आवश्यक
it: Avviso di prestito scaduto

source: Category type
es: Tipo de categoría
fr: Type de catégorie
hi: श्रेणी के प्रकार
it: Tipo di categoria

source: Default privacy
es: Privacidad predeterminada
fr: Défaut
hi: डिफ़ॉल्ट निजता
it: Privacy di default

source: Enrolment period: In months OR Until date
es: Período de inscripción: En meses o Hasta la fecha
fr: Durée d'inscription : en mois ou jusqu'à une date précise
hi: नामांकन अवधि: महीनों या तारीख तक
it: Periodo di iscrizione: in numero mesi o fino ad una specifica data

source: **Category code:** Code consisting of up to 10 letters.
es: **Código de categoría:** Código que consta de hasta 10 letras.
fr: ** Code de la catégorie : ** code composé de 10 lettres maximum.
hi: ** श्रेणी कोड: ** कोड जिसमें 10 अक्षर शामिल हैं।
it: **Codice categoria:** Codice composto da un massimo di 10 lettere.

source: **Description:** Sentence describing what the patron category is.
es: **Descripción:** Oración que describe cuál es la categoría del usuario.
fr: ** Description: ** Phrase décrivant la catégorie d'adhérent.
hi: ** विवरण: ** संरक्षक श्रेणी का वर्णन करने वाला वाक्य।
it: **Descrizione:** Descrive la categoria cui l'utente appartiene.

source: *Overdue notice required* dropdown button: Set by default to 'No'. This specifies if you want the patron category to receive overdue notices.
es: *Se requiere aviso de retraso* botón desplegable: Establecido por defecto en 'No.' Esto especifica si desea que la categoría del usuario reciba avisos de retraso.
fr: Bouton déroulant * Notification de retard requise * : Définir par défaut sur "Non". Ceci précise si vous souhaitez que la catégorie d'adhérents reçoive les avis de retard.
hi: * अतिदेय नोटिस आवश्यक * ड्रॉपडाउन बटन: डिफ़ॉल्ट रूप से 'नहीं' पर सेट करें। यह निर्दिष्ट करता है कि क्या आप संरक्षक श्रेणी को अतिदेय नोटिस प्राप्त करना चाहते हैं।
it: *Ritardo preavviso richiesto* pulsante a discesa: impostato di default su 'No'. Viene indicato se si desidera che gli utenti di questa categoria possono ricevere gli avvisi di prestito scaduto.

source: **Category type:** This makes the category created a staff member.
es: **Tipo de categoría:** Esto hace que la categoría creada sea un miembro del personal.
hi: ** श्रेणी का प्रकार: ** यह श्रेणी को एक कर्मचारी सदस्य बनाता है।
it: **Tipo di Categoria:** In questo modo la categoria creata un membro dello staff.

source: **Default privacy:** Set by default to 'Default'. The Default privacy controls the amount of time that the reading history of the patron is stored for.
es: **Privacidad predeterminada:** Establecida por defecto a 'Predeterminada'. La privacidad predeterminada controla la cantidad de tiempo en el cual el historial de lectura del usuario sera guardado.
fr: ** Confidentialité par défaut: ** Définie par défaut sur "Par défaut". La confidentialité par défaut contrôle la durée de stockage de l'historique de lecture de l'adhérent.
hi: ** डिफ़ॉल्ट गोपनीयता: ** डिफ़ॉल्ट रूप से 'डिफ़ॉल्ट' पर सेट करें। डिफ़ॉल्ट गोपनीयता उस समय की मात्रा को नियंत्रित करती है जब संरक्षक के पढ़ने का इतिहास संग्रहीत किया जाता है।
it: **Politica di Privacy:** Il valore di default è 'Default'. La politica di Privacy di default verifica il tempo complessivo per cui i dati dell'utente sono memorizzati.

source: **Enrolment period-In months:** This is the number of months that the patrons created from this patron category are enrolled for.
es: **Periodo de inscripción-En meses:** Este es el número de meses en los que se inscribieron los usuarios creados a partir de esta categoría de usuarios.
fr: ** Période d'inscription - En mois: ** Il s'agit du nombre de mois pendant lesquels les adhérents créés pour cette catégorie sont inscrits.
hi: ** नामांकन अवधि - महीनों में: ** यह महीनों की संख्या है कि इस संरक्षक श्रेणी से बनाए गए संरक्षकों के लिए नामांकन किया गया है।
it: ** Iscrizione periodo in mesi: ** Il numero di mesi di iscrizione.

source: **Enrolment period-Until date:** Select a date from the interactive datepicker calendar icon which appears when you click on this input box. The date you choose will be the enrolment end date for patrons created from this patron category.
es: **Periodo de inscripción-Hasta la fecha:** Seleccione una fecha desde el icono del calendario interactivo el cual aparece cuando hace clic en la caja de entrada. La fecha que elija será la fecha de finalización de inscripción para los usuarios creados a partir de esta categoría de usuario.
hi: ** नामांकन अवधि-तिथि तक: ** इंटरैक्टिव डेटपिकर कैलेंडर आइकन से एक तिथि चुनें जो तब दिखाई देता है जब आप इस इनपुट बॉक्स पर क्लिक करते हैं। आपके द्वारा चुनी गई तिथि इस संरक्षक श्रेणी से बनाए गए संरक्षकों के लिए नामांकन समाप्ति तिथि होगी।
it: **Iscrizione fino ad una certa data:** Selezionare una data dal calendario interattivo che appare cliccando sulla casella. La data scelta stabilisce la data finale di iscrizione per gli utenti della categoria.

source: Click the *Submit* button to create the patron category.
es: Haga clic en el botón *Enviar* para crear la categoría de usuario.
fr: Cliquer sur «&nbsp;Soumettre&nbsp;» pour créer la catégorie d'adhérent.
hi: संरक्षक श्रेणी बनाने के लिए * सबमिट * बटन पर क्लिक करें।
it: Cliccare sul pulsante * Invia * per creare la categoria di utenti.

source: Create a patron
es: Crear usuarios
fr: Créer un adhérent
hi: एक संरक्षक बनाए
it: Creare un utente

source: A superlibrarian patron user is required to log into the Koha staff interface, once the onboarding process has been completed.
es: Un usuario superbibliotecario es requerido para ingresar a la interfaz del personal de Koha, una vez el proceso de integración ha sido cumplimentado.
hi: एक बार ऑनबोर्डिंग प्रक्रिया पूरी होने के बाद, एक सुपरलाइब्रियन संरक्षक उपयोगकर्ता को कोहा स्टाफ इंटरफ़ेस में लॉग इन करने की आवश्यकता होती है।
it: Un utente Superlibrarian è necessario per accedere all'interfaccia Staff di Koha, una volta che il processo di attivazione e sia stato completato.

source: It is very important to document the username and password created here as they are the account credentials required to login as an administrator (superlibrarian) of Koha.
es: Es muy importante la documentación de nombre de usuario y la contraseña creada en este punto, ya que los credenciales de esta cuenta son requeridos para ingresar como administrador a Koha (superbibliotecario).
hi: यहां बनाए गए उपयोगकर्ता नाम और पासवर्ड को दस्तावेज़ करना बहुत महत्वपूर्ण है क्योंकि वे कोहा के व्यवस्थापक (सुपर लाइब्रेरियन) के रूप में लॉगिन करने के लिए आवश्यक खाता प्रमाण-पत्र हैं।
it: È molto importante annotare il nome utente e la password creati qui dato che si tratta delle credenziali necessarie per accedere come amministratore (superlibrarian) di Koha.

source: You will need to input/select:
es: Necesitará ingresar/seleccionar:
hi: आपको इनपुट / चयन करने की आवश्यकता होगी:
it: Sarà necessario inserire/selezionare:

source: Surname
es: Apellidos
fr: Nom de famille
hi: उपनाम
it: Cognome

source: First Name
es: Nombre de pila
fr: Prénom
hi: पहला नाम
it: Nome

source: Card number
es: Número de Carné
fr: Numéro de carte
hi: कार्ड संख्या
it: Numero tessera

source: Library
es: Biblioteca
fr: Site
hi: लाइब्रेरी
it: Biblioteca

source: Patron category
es: Categoría de usuario
fr: Catégorie adhérent
hi: संरक्षक वर्ग
it: Categoria utente

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
hi: प्रयोक्ता नाम:

source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड

source: **Patron category creation message:** This indicates that if the patron category was created successfully.
es: **Mensaje de creación de categoría de usuario:** Esto indica si la categoría de usuario fue creada satisfactoriamente.
fr: **Message création catégorie d'adhérents :** Indique si la catégorie d'adhérents a bien été créée.
hi: ** संरक्षक श्रेणी निर्माण संदेश: ** यह इंगित करता है कि यदि संरक्षक श्रेणी सफलतापूर्वक बनाई गई थी।
it: **Messaggio di creazione della categoria utente:** Indica se la categoria dell'utente è stata creata con successo.

source: **Surname:** Surname, or something descriptive
es: **Apellido:** Apellido, o algo descriptivo
fr: **Nom :** Nom, ou quelque chose de descriptif
hi: ** उपनाम: ** उपनाम, या कुछ वर्णनात्मक
it: **Cognome:** Cognome, o analogo dato descrittivo

source: **First name:** First name, or something descriptive
es: **Nombre de pila:** Nombre de pila, o algo descriptivo
fr: **Prénom :** Prénom, ou quelque chose de descriptif
hi: ** पहला नाम: ** पहला नाम, या कुछ वर्णनात्मक
it: **Nome:** Nome, o analogo dato descrittivo

source: **Card Number:** This number must be unique
es: **Número de carné:** Éste número de ser único
fr: **Numéro de carte :** Ce numéro doit être unique
hi: ** कार्ड संख्या: ** यह संख्या अद्वितीय होना चाहिए
it: **Card Number:** Questo numero deve essere unico

source: *Library* dropdown box: If a library has been created using this onboarding tool, it will be the only option. Otherwise select a random library from the sample libraries installed by the web installer.
es: Caja desplegable de *Biblioteca*: Si la biblioteca fue creada utilizando está herramienta de integración, será la única opción. De lo contrario seleccione una biblioteca al azar de las bibliotecas muestra ingresadas por el instalador web.
hi: * लाइब्रेरी * ड्रॉपडाउन बॉक्स: यदि इस ऑनबोर्डिंग टूल का उपयोग करके लाइब्रेरी बनाई गई है, तो यह एकमात्र विकल्प होगा। अन्यथा वेब इंस्टॉलर द्वारा स्थापित नमूना पुस्तकालयों से एक यादृच्छिक लाइब्रेरी का चयन करें।
it: *Biblioteca* elenco a tendina: Se la biblioteca è stata creata con il Tool di Attivazione, questa è l'unica opzione. Altrimenti selezionare una delle biblioteche di esempio installate con il Web Installer.

source: *Patron category* dropdown box: If a patron category was created using this onboarding tool, it will be the only option. Otherwise select the *Staff* patron category.
es: Caja desplegable "Categoría de usuario*: Si la categoría de usuario fue creada utilizando ésta herramienta de integración, será la única opción. De lo contrario seleccione la categoría de usuario *Personal*.
hi: * संरक्षक श्रेणी * ड्रॉपडाउन बॉक्स: यदि इस ऑनबोर्डिंग टूल का उपयोग करके एक संरक्षक श्रेणी बनाई गई थी, तो यह एकमात्र विकल्प होगा। अन्यथा * कर्मचारी * संरक्षक श्रेणी का चयन करें।
it: *Categoria Utente* elenco a tendina: Se una categoria utente è stata creata utilizzando il Tool di Attivazione, questa sarà l'unica opzione. Altrimenti selezionare la categoria *Staff*.

source: **Superlibrarian permission:** This non-editable setting allows access to all librarian and web based Koha administration tasks in the staff interface. This user is the most powerful user in any Koha, so protect the credentials well.
es: **Permisos de superbibliotecario:** Esta configuración no-editable permite acceder a todas las tareas administrativas de Koha de la biblioteca basadas en la web y la interfaz del personal.
hi: ** सुपरलाइब्रियन अनुमति: ** यह गैर-संपादन योग्य सेटिंग स्टाफ इंटरफ़ेस में सभी लाइब्रेरियन और वेब आधारित कोहा प्रशासन कार्यों तक पहुंच की अनुमति देती है। यह उपयोगकर्ता किसी भी कोहा में सबसे शक्तिशाली उपयोगकर्ता है, इसलिए क्रेडेंशियल्स को अच्छी तरह से सुरक्षित रखें।
it: **Permessi del Superlibrarian:** Configurazione non editabile: permette di accedere a tutte le procedure di amministrazione e gestione su tutte le biblioteche definite in Koha. E' l'utente Koha con tutti i diritti: è importante proteggerne bene le credenziali di accesso.

source: **Username:** The username to log into the staff interface and OPAC (Online Patron Access Catalogue) with.
es: **Nombre de usuario:** Es el nombre de usuario para iniciar sesión en la interfaz del personal y el OPAC (Catálogo de Acceso Público en Línea).
fr: **Identifiant :** L'identifiant pour se connecter à l'interface professionnelle et à l'opac.
hi: ** उपयोगकर्ता नाम: ** उपयोगकर्ता इंटरफ़ेस और ओपेक (ऑनलाइन संरक्षक एक्सेस कैटलॉग) में लॉग इन करने के लिए उपयोगकर्ता नाम।
it: **Username:** Username per accedere all'interfaccia Staff e all'OPAC.

source: **Password:** A password consisting of letters, numbers, and spaces only which is greater than 8 characters.
es: **Contraseña:** Es una contraseña que consiste en letras, números y espacios solamente que es mayor de 8 caracteres.
fr: **Mot de passe:** Un mot de passe est constitué de lettres, de chiffres et d'espaces et doit compter plus de 8 caractères.
hi: ** पासवर्ड: ** एक पासवर्ड जिसमें अक्षर, संख्याएं और रिक्त स्थान शामिल हैं जो केवल 8 वर्णों से अधिक है।
it: **Password:** Una password formata da lettere, numeri, e spazi di lunghezza maggiore di 8 caratteri.

source: **Confirm password:** Repeat the above password again
es: **Confirmar contraseña:** Repita la contraseña de arriba de nuevo
fr: **Confirmez le mot de passe :** Répétez le mot de passe.
hi: ** पासवर्ड की पुष्टि करें: ** उपरोक्त पासवर्ड दोबारा दोहराएं
it: **Conferma password:** Inserire nuovamente la password

source: Click the *Submit* button to create the patron account
es: Haga clic en el botón *Enviar* para crear la cuenta del usuario
fr: Cliquer sur "Soumettre" pour créer le compte utilisateur.
hi: संरक्षक खाता बनाने के लिए * सबमिट * बटन पर क्लिक करें
it: Cliccare sul bottone *Invia* pulsante per creare l'account dell'utente

source: **Path to create patron:** Patron's can be created or altered by going to Patrons->New patron
es: **Ruta para crear usuarios:** Los usuarios pueden ser creados o modificados dirijiéndose a Usuarios->Nuevo usuario
fr: **Accès pour créer un adhérent&nbsp;:** Les adhérents peuvent être créés ou modifiés en passant par Adhérents &gt; Nouvel adhérent
hi: ** संरक्षक बनाने के लिए पथ: ** संरक्षक को संरक्षक-> नया संरक्षक जाकर बनाया या बदला जा सकता है
it: **Percorso per creare un nuovo utente:** Per creare un nuovo utente o modificare un utente già inserito: Utenti->Aggiungi utente

source: **Assign patron permissions:** After creating a patron go More->Set permissions to assign permissions.
es: **Asignación de persmisos del usuario:** Después de crear un usuario diríjase a Más->Asignar permisos para establecer los permisos.
fr: **Définir les permissions des adhérents&nbsp;:** Après avoir créé un adhérent, aller sur Plus &gt; Définir les permissions.
hi: ** संरक्षक अनुमतियां असाइन करें: ** संरक्षक बनाने के बाद अधिक-> अनुमतियां असाइन करने के लिए अनुमतियां सेट करें।
it: **Assegnare i permessi all'utente:** Dopo aver creato l'utente andare in Più->Configura i permessi.

source: Create a patron example
es: Ejemplo de creación de usuarios
fr: Créer un exemple d'adhérent
hi: एक संरक्षक उदाहरण बनाएँ
it: Creare un esempio di utente

source: Create a Item type
es: Crear un tipo de ítem
fr: Créer un type de document
hi: एक आइटम प्रकार बनाएँ
it: Creare un tipo di copia

source: If you did not install sample item types in the web installer then this screen will be displayed.
es: Si usted no instaló muestras de tipos de ítem en el instalador web, entonces, ésta pantalla será mostrada.
fr: Cette page s'affichera si vous n'avez pas intégré le lot de types d'exemplaires dans l'installeur web.
hi: यदि आपने वेब इंस्टॉलर में नमूना आइटम प्रकार इंस्टॉल नहीं किए हैं तो यह स्क्रीन प्रदर्शित की जाएगी।
it: Questa schermata sarà mostrata solo se non sono stati installati esempi tipi di copia con il Web Installer.

source: As with the patron category the item type is basically a template which you use to make multiple items with common characteristics.
es: Al igual que con la categoría de usuario, el tipo de ítem es básicamente una plantilla que se utiliza para crear varios ítems con características comunes.
hi: संरक्षक श्रेणी के साथ आइटम प्रकार मूल रूप से एक टेम्पलेट है जिसका उपयोग आप सामान्य विशेषताओं वाले एकाधिक आइटम बनाने के लिए करते हैं।
it: Analogamente al tipo di utente, il tipo di copia è fondamentalmente un modello che si utilizza per aggregare più elementi con caratteristiche comuni.

source: You need to input:
es: Necesita ingresar:
fr: Vous devez saisir :
hi: आपको इनपुट करने की आवश्यकता है:
it: Sarà necessario inserire:

source: Item type code
es: Código del tipo de ítem
fr: Code du type de document
hi: आइटम प्रकार कोड
it: Codice del tipo di copia

source: Create item type
es: Crear un tipo de ítem
fr: Créer un type de document
hi: आइटम प्रकार बनाएँ
it: Creare il tipo di copia

source: **Administrator account creation message:** Indicates if the administrator patron was created successfully
es: **Mensaje de creación de la cuenta del administrador:** Indica si el usuario administrador se creó con éxito
fr: **Message de création de compte administrateur :** Indique si le compte administrateur a bien été créé.
hi: ** प्रशासक खाता निर्माण संदेश: ** इंगित करता है कि व्यवस्थापक संरक्षक सफलतापूर्वक बनाया गया था या नहीं
it: ** Messaggio di creazione di utente amministratore: ** Indica se l'utente amministratore è stato creato con successo

source: **Item type code:** Code consisting of up to 10 letters
es: **Código del tipo de ítem:** Código que consta de hasta 10 letras
fr: **Code de la catégorie&nbsp;:** Code composé de 10 lettres maximum.
hi: ** आइटम प्रकार कोड: ** कोड जिसमें 10 अक्षर शामिल हैं
it: **Codice del tipo di copia:** codice composto da un massimo di 10 lettere

source: **Description:** Sentence describing what the item type is.
es: **Descripción:** Oración que describe qué es el tipo de ítem.
fr: **Description :** Description du type d'exemplaire.
hi: ** विवरण: ** वाक्य का वर्णन करने वाला वाक्य क्या है।
it: **Descrizione:** Descrizione della categoria cui l'utente appartiene.

source: **Path to create item type:** Item types can be created or altered by going to Administrator->Item types
es: **Ruta para crear el tipos de ítems:** Los tipos de ítems pueden ser creados o modificados dirigiéndose a Administración -> Tipos de ítem
fr: **Accès pour créer un type de document&nbsp;:** Les types de documents peuvent être créés ou modifiés en passant par Administration &gt; Types de document
hi: ** आइटम प्रकार बनाने के लिए पथ: ** आइटम प्रकार प्रशासक-> आइटम प्रकारों पर जाकर बनाया या बदला जा सकता है
it: **Percorso per creare il tipo di copia: ** I tipi di copia possono essere creati o modificati accedendo a: Amministratore-> Tipi di copia

source: Click the *Submit* button to create the item type
es: Haga clic en el botón *Enviar* para crear el tipo de ítem
fr: Cliquez sur *Soumettre* pour créer le type d'exemplaire.
hi: आइटम प्रकार बनाने के लिए * सबमिट * बटन पर क्लिक करें
it: Cliccare sul bottone *Invia* per creare un tipo di copia

source: Create item type example
es: Ejemplo crear tipo de ítem
fr: Crée un exemple de type d'exemplaire
hi: आइटम प्रकार उदाहरण बनाएँ
it: Esempio di creazione di un tipo di copia

source: The regular expression filtering Item Type code input will only accept letters.
es: El filtro de expresiones regulares en el ingreso para Tipo de ítem solo aceptará letras.
fr: L'expression régulière va formater le code du type d'exemplaire pour n'inclure que les lettres acceptées.
hi: नियमित अभिव्यक्ति फ़िल्टरिंग आइटम प्रकार कोड इनपुट केवल अक्षरों को स्वीकार करेगा।
it: Come codice di Tipo di Copia vengono accettate solo lettere.

source: Create a Circulation Rule
es: Crear regla de circulación
fr: Créer une règle de circulation
hi: एक परिसंचरण नियम बनाएँ
it: Creare una regola di circolazione
