Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: es, fr, hi, it

source: Introduction to the Koha Installation Process
es: Introducción al Proceso de Instalación de Koha
fr: Introduction à la procédure d'installation de Koha
hi: कोहा स्थापना प्रक्रिया का परिचय
it: Introduzione all'installazione di Koha

source: This is the Koha Installation Manual
es: Este es el manual instalación de Koha
fr: Ceci est le manuel d'installation de Koha pour la version 17.11.
hi: यह कोहा इंस्टॉलेशन मैनुअल है
it: Manuale di installazione di Koha

source: The Koha Library Management System installation process uses 2 tools:
es: El proceso de instalación del Sistema de Gestión Bibliotecaria Koha utiliza 2 herramientas:
fr: La procédure d'installation du système de gestion de bibliothèque Koha utilise 2 outils &nbsp;:
hi: कोहा पुस्तकालय प्रबंधन प्रणाली स्थापना प्रक्रिया 2 उपकरण का उपयोग करती है:
it: Il processo di installazione di Koha utilizza 2 strumenti:

source: Web installer
es: Instalador Web
fr: Installeur Web
hi: वेब इंस्टालर

source: Onboarding tool
es: Herramienta de integración inicial
fr: Outil d'intégration
hi: ऑनबोर्डिंग टूल
it: Tool di Attivazione

source: This documentation will outline both of these tools.
es: Esta documentación describirá estas dos herramientas.
fr: Cette documentation décrira ces deux outils.
hi: यह प्रलेखन इन उपकरणों के दोनों रूपरेखा तैयार करेंगे।
it: Questa documentazione si riferisce ad entrambi gli strumenti.

source: What is the Koha web installer?
es: ¿Qué es el instalador web de Koha?
fr: Qu'est-ce que l'installeur Web Koha ?
hi: कोहा वेब इंस्टॉलर क्या है?
it: Cos'è il Web Installer di Koha ?

source: The web installer sets up the database tables that store the all the data you work with in Koha, for example the library branches, patrons and items.
es: El instalador web prepara las tablas de la base de datos que guardan toda la información con la que trabajas en Koha, por ejemplo las bibliotecas, usuarios e ítems.
fr: L'installeur Web installe les tables de base de données qui stockent toutes les données avec lesquelles vous travaillez dans Koha, par exemple les sites de bibliothèque, les adhérents et les exemplaires.
hi: वेब इंस्टॉलर डेटाबेस टेबल सेट करता है जो कोहा में आपके द्वारा काम किए जाने वाले सभी डेटा को संग्रहीत करता है, उदाहरण के लिए लाइब्रेरी शाखाओं, संरक्षक और आइटम।
it: Il Web Installer imposta le tabelle del database in cui sono archiviati tutti i dati utilizzati in Koha, ad esempio le biblioteche gestite dal sistema, gli utenti, i record catalografici e le informazioni di copia.

source: The web installer starts with a login screen for you to enter the database administrator account credentials.
es: El instalador web comienza con una página de inicio de sesión para que ingreses las credenciales de la cuenta de administrador de base de datos.
fr: L'installeur Web débute avec un écran de connexion vous permettant d'entrer les informations d'identification du compte de l'administrateur de la base de données.
hi: आपके लिए डेटाबेस व्यवस्थापक खाता क्रेडेंशियल्स दर्ज करने के लिए वेब इंस्टॉलर लॉगिन स्क्रीन से शुरू होता है।
it: Si accede al Web Installer tramite login con le credenziali di amministratore.

source: The installer will then create the tables and fill the tables with data. The next step in the process is to set up a few mandatory first use settings, via the Onboarding tool.
es: A continuación, el instalador creará las tablas y las llenará con datos. El próximo paso en el proceso es preparar la configuración obligatoria de inicio, a través de la herramienta de Integración.
fr: L'installeur va ensuite créer les tables et les remplir avec des données. L'étape suivante du processus consiste à configurer quelques paramètres de première utilisation obligatoires, via l'outil d'intégration.
hi: इंस्टॉलर तब तालिकाओं का निर्माण करेगा और डेटा के साथ तालिकाओं को भर देगा। प्रक्रिया में अगला कदम ऑनबोर्डिंग टूल के माध्यम से कुछ अनिवार्य प्रथम उपयोग सेटिंग्स को सेट करना है।
it: Il programma di installazione crea le tabelle del database inserendo i dati necessari per il primo avvio. Nel passaggio successivo viene eseguito il Tool di Attivazione attraverso cui vengono configurate alcune impostazioni obbligatorie,.

source: What is the Koha Onboarding tool?
es: ¿Qué es la herramienta de Integración a Koha?
fr: Qu'est-ce que l'outil d'intégration de Koha ?
hi: कोहा ऑनबोर्डिंग टूल क्या है?
it: Cos'è il Tool di Attivazione di Koha?

source: The onboarding tool makes sure you have at least one library, patron category, patron, item type and circulation rule before you start using Koha.
es: La herramienta de integración se asegura que se tiene al menos una biblioteca, categoría de usuario, usuario, tipo de material y política de circulación antes de que comience a utilizar Koha.
fr: L'outil d'intégration s'assure que vous ayez au moins une bibliothèque, une catégorie d'adhérent, un adhérent, un type de document et une règle de circulation avant que vous ne commenciez à utiliser Koha.
hi: कोहा का उपयोग शुरू करने से पहले ऑनबोर्डिंग टूल सुनिश्चित करता है कि आपके पास कम से कम एक लाइब्रेरी, संरक्षक श्रेणी, संरक्षक, आइटम प्रकार और परिसंचरण नियम हैं
it: Il Tool di Attivazione garantisce che prima di utilizzare Koha sia stata creata almeno una biblioteca, una categoria di utente, un utente, un tipo di copia e una regola di circolazione.

source: If you installed sample data for library, patron category, and/or item type then the screens to create these will be skipped.
es: Si ha instalado datos de ejemplo para biblioteca, categoría de usuario, y/o tipo de ítem entonces las páginas para crear estos serán omitidas.
fr: Si vous installez des jeux de données pour bibliothèque, catégorie d'adhérent, et/ou type de document alors les écrans pour les créer seront ignorés.
hi: यदि आप लायब्रेरी, संरक्षक वर्ग और / या आइटम प्रकार के लिए नमूना डेटा स्थापित करते हैं, तो इन को बनाने के लिए स्क्रीन छोड़ दिए जाएंगे।
it: Se sono stati precedentemente installati un esempio di biblioteca, categoria utente e/o tipo di copia, le schermate per la creazione di questi elementi nel Tool di Attivazione verranno saltate.

source: You will, however, always have to create a patron (to log into the staff interface at the end of the onboarding tool) and a circulation rule.
es: Sin embargo, usted siempre tendrá que crear un usuario (para iniciar sesión en la interfaz administrativa al final de la herramienta de integración) y una política de circulación.
fr: Vous aurez cependant toujours à créer un adhérent (pour vous connecter à l'interface professionnelle suite à l'installation via l'outil d'intégration) et une règle de circulation.
hi: हालांकि, आपको हमेशा एक संरक्षक बनाना होगा (ऑनबोर्डिंग टूल के अंत में स्टाफ इंटरफेस में लॉग इन करने के लिए) और एक प्रचलन नियम।
it: Tuttavia, rimane sempre necessario creare un utente per accedere all'interfaccia Staff una volta completate le configurazioni con il Tool di Attivazione e una regola di circolazione.

source: Web Installer
es: Instalador Web
fr: Installeur Web
hi: वेब इंस्टालर

source: Web installer login
es: Inicio de sesión de instalador Web
fr: Connexion au Web installeur
hi: वेब इंस्टालर लॉगइन
it: Login al Web Installer

source: **Web Installer login**
es: **Inicio de sesión del Instalador Web**
fr: **Connexion au Web installeur**
hi: **वेब इंस्टालर लॉगइन**
it: **Login al Web Installer**

source: This login screen is the first screen that appears when installing Koha.
es: Esta pantalla de inicio de sesión es la primera que aparece al instalar Koha.
fr: Cet écran de connexion est le premier écran qui apparaît lors de l'installation de Koha.
hi: यह लॉग इन स्क्रीन पहली स्क्रीन है जो कोहा स्थापित करते समय दिखाई देती है
it: Questa è la finestra di login che appare all'installazione di Koha.

source: Web Installer login
es: Inicio de sesión del Instalador Web
fr: Connexion au Web installeur
hi: वेब इंस्टालर लॉगइन
it: Login al Web Installer

source: **Koha version name**: This will display whatever Koha version number you are installing.
es: **Nombre de versión de Koha**: Esto desplegará el número de versión que está instalando.
fr: **Nom de la version de Koha** : Cela s'affichera quel que soit le numéro de version de Koha que vous installez.
hi: ** कोहा संस्करण का नाम **: यह आपके द्वारा स्थापित किए जाने वाले कोहा संस्करण संख्या को प्रदर्शित करेगा।
it: **Versione di Koha**: Viene mostrato il numero della versione di Koha che stai installando.

source: **Username**: This is database administrator username which is *koha_kohadev* by default.
es: **Nombre de usuario**: Este es el nombre de usuario del administrador de la base de datos el cual es * koha_kohadev* por defecto.
fr: **Identifiant** &nbsp;: C'est l'identifiant de l'administrateur de la base de données qui est *koha_kohadev* par défaut.
hi: ** उपयोगकर्ता नाम **: यह डेटाबेस व्यवस्थापक उपयोगकर्ता नाम है जो कि * कोहा_कोहदेव * डिफ़ॉल्ट रूप से है
it: **Username**: Utente amministratore del database. Il valore di default è *koha_kohadev*.

source: **Password**: This is the database administrator password which is *password* by default.
es: Contraseña: Esta es la contraseña del administrador de base de datos que es *password* por defecto.
fr: **Mot de passe** &nbsp;: C'est le mot de passe de l'administrateur de la base de données qui est *password* par défaut.
hi: ** पासवर्ड **: यह डेटाबेस व्यवस्थापक पासवर्ड है जो कि *पासवर्ड* डिफ़ॉल्ट रूप से है
it: **Password**: Password dell'utente amministratore del database. Il valore di default è *password*.

source: *Log in*: Select this button to login
es: Iniciar sesión: Seleccione este botón para iniciar sesión
fr: **Se connecter** &nbsp;: Sélectionnez ce bouton pour vous connecter.
hi: *लॉग इन*: लॉगिन करने के लिए इस बटन का चयन करें
it: **Log in**: Seleziona questo bottone per effettuare il login

source: Language picker
es: Selección de idioma
fr: Sélecteur de langue
hi: भाषा पिकर
it: Selettore della lingua

source: **Installer Start screen**
es: Pantalla de Iniciar Instalador
fr: **Écran de démarrage de l'installeur**
hi: **इंस्टॉलर प्रारंभ स्क्रीन**
it: **Finestra di avvio del Web Installer**

source: This is the first screen of the web installer.
es: Esta es la primer pantalla del instalador web.
fr: Ceci est le premier écran de l'installeur Web.
hi: यह वेब इंस्टॉलर की पहली स्क्रीन है
it: Prima schermata del Web Installer.

source: Web installer start screen
es: Pantalla de inicio de instalador Web
fr: Écran de démarrage de l'installeur Web
hi: वेब इंस्टॉलर शुरू स्क्रीन
it: Finestra di avvio del Web Installer

source: *Language picker* dropdown box: This is specifying the language you want Koha to be in.
es: Caja de *selección de idioma*: En esta se especifica el lenguaje en el que quieres que se muestre Koha.
fr: Menu déroulant du *Sélecteur de langue* &nbsp;: Ceci spécifie la langue dans laquelle vous voulez que Koha soit.
hi: *भाषा पिकर* ड्रॉपडाउन बॉक्स: यह उस भाषा को निर्दिष्ट कर रहा है जिसे आप कोहा में रखना चाहते हैं
it: *Selettore lingua* elenco a tendina: Qui si specifica quale lingua utilizzare in Koha.

source: Installing other languages that have translations for the installer (DE or FR, for example) will allow those languages to be used for the web installer.
es: Instalando otros lenguajes que tienen traducciones para el instalador (DE o FR, por ejemplo) permitirá usar esos lenguajes para el instalador web.
fr: Installer d'autres langues potentiellement utilisées par l'installeur (DE ou FR, par exemple) permettra l'utilisation de ces langues par la suite.
hi: इंस्टॉलर (DE या FR, उदाहरण के लिए) के लिए अनुवाद करने वाली अन्य भाषाओं को स्थापित करना उन भाषाओं को वेब इंस्टॉलर के लिए उपयोग करने की अनुमति देगा
it: Installando altre lingue di cui sono disponibili traduzioni del Web Installer (come accade. ad esempio, per IT, DE o FR) si potrà selezionare la lingua da utilizzare nel Web Installer.

source: Click the *Continue to the next step* button to load the next stage of the web installer.
es: Haga clic en el botón *Continuar con el siguiente paso* para cargar la siguiente etapa del instalador web.
fr: Cliquez sur le bouton *Passer à l'étape suivante* pour charger l'étape suivante de l'installeur Web.
hi: वेब इंस्टॉलर के अगले चरण को लोड करने के लिए अगला चरण *बटन पर क्लिक करें* बटन पर क्लिक करें।
it: Cliccare sul bottone *Continuare al passo successivo*.

source: Installer Perl Modules Installed
es: Instalador de módulos Perl instalados
fr: Installeur des modules Perl installé
hi: इंस्टॉलर पर्ल मॉड्यूल स्थापित
it: Moduli Perl installati

source: This screen tells you that the installer has all the dependencies it needs, to create the database in the next screen.
es: Esta pantalla te indica que el instalador tiene todas las dependencias necesarias, para crear la base de datos en la siguiente pantalla.
fr: Cet écran vous prévient que l'installeur a toutes les dépendances dont il a besoin, pour créer la base de données dans l'écran suivant.
hi: यह स्क्रीन आपको बताती है कि अगली स्क्रीन में डेटाबेस बनाने के लिए इंस्टॉलर के पास सभी निर्भरताएं हैं, इसकी आवश्यकता है।
it: Questa schermata indica che sono disponibili tutti i moduli necessari per creare il database.

source: Perl modules installed
es: Módulos Perl instalados
fr: Modules Perl installés
hi: पर्ल मॉड्यूल स्थापित
it: Moduli Perl installati

source: Click on the *Continue to the next step* button to load the next stage of the web installer.
es: Clic en el botón *Continuar con el siguiente paso* para cargar la siguiente etapa del instalador web.
fr: Cliquez sur le bouton *Passer à l'étape suivante* pour charger l'étape suivante du programme de l'installateur Web.
hi: वेब इंस्टॉलर के अगले चरण को लोड करने के लिए अगला चरण *बटन पर जाएं* पर क्लिक करें।
it: Cliccare sul bottone *Continuare al passo successivo*.

source: Database Settings
es: Configuración de la base de datos
fr: Paramètres de la base de données
hi: डाटाबेस सेटिंग्स
it: Configurazione del database

source: This screen informs you of the database settings and asks you to confirm them by clicking the *Continue to the next step* button.
es: Esta pantalla te indica los ajustes de la base de datos y te solicita que los confirmes dando clic en el botón *Continuar con el siguiente paso*.
fr: Cet écran vous informe sur les paramètres de la base de données et vous demande de les confirmer en cliquant sur le bouton *Passer à l'étape suivante*.
hi: यह स्क्रीन आपको डेटाबेस सेटिंग्स के बारे में बताती है और अगले चरण *बटन पर जारी रखें* बटन पर क्लिक करके उन्हें पुष्टि करने के लिए कहती है।
it: Questa schermata mostra alcune impostazioni di default del database e chiede di confermarle cliccando sul bottone *Continuare al passo successivo*.

source: For the majority of users these settings should be correct, if not then you should contact your support provider.
es: Para la mayoría de usuarios estos ajustes deberían ser correctos, si no entonces deberás contactar a tu técnico de soporte.
fr: Pour la majorité des utilisateurs, ces paramètres devraient être corrects, sinon, contactez le support de votre prestataire.
hi: अधिकांश उपयोगकर्ताओं के लिए ये सेटिंग्स सही होनी चाहिए, यदि नहीं, तो आपको अपने समर्थन प्रदाता से संपर्क करना चाहिए।
it: Per la maggior parte degli utilizzi questi settaggi risulteranno corretti, se non lo fossero è necessario contattare il proprio provider.

source: Database settings
es: Configuración de la base de datos
fr: Paramètres de la base de données
hi: डाटाबेस सेटिंग्स
it: Configurazione Database

source: **Database Settings:** Check these database settings are correct.
es: **Configuración de la base de datos:** Verifica que estos ajustes de base de datos son correctos.
fr: **Paramètres de la base de données &nbsp;:** Vérifiez que ces paramètres de base de données sont justes.
hi: **डाटाबेस सेटिंग्स:** इन डेटाबेस सेटिंग्स की जांच सही हैं
it: **Configurazione Database:** Controlla che le impostazioni del database siano corrette.

source: Click the *Continue to the next step* button to confirm the database settings
es: Clic en el botón *Continuar con el siguiente paso* para confirmar los ajustes de la base de datos
fr: Cliquez sur le bouton *Passer à l'étape suivante* pour confirmer les paramètres de la base de données.
hi: डेटाबेस सेटिंग्स की पुष्टि करने के लिए अगला चरण *बटन पर क्लिक करें* बटन पर क्लिक करें
it: Cliccare il bottone *Continuare al passo successivo* per confermare le impostazioni del database

source: **Connection Established**
es: **Conexión Establecida**
fr: **Connexion établie**
hi: **कनेक्शन की स्थापना की**
it: **Connessione stabilita**

source: After you click the *Next* button the database connection is confirmed:
es: Después de dar clic en el botón *Siguiente* la conexión a la base de datos está confirmada:
fr: Après avoir cliqué sur le bouton *Suivant*, la connexion à la base de données est confirmée :
hi: आपके द्वारा *अगला* बटन पर क्लिक करने के बाद डेटाबेस कनेक्शन की पुष्टि की गई है:
it: Cliccando sul bottone *Next* la connessione viene attivata:

source: Database connection established
es: Se ha establecido la conexión a la base de datos
fr: Connexion à la base de données établie
hi: डेटाबेस कनेक्शन स्थापित
it: Connessione al database stabilita

source: **Connection established message:** This informs you that the database has been successfully created.
es: **Mensaje de conexión establecida:** Esto te indica que la base de datos ha sido creada correctamente.
fr: **Message de connexion établie :** Cela vous informe que la base de données a été correctement créée.
hi: **कनेक्शन स्थापित संदेश:** यह आपको सूचित करता है कि डेटाबेस सफलतापूर्वक बनाया गया है।
it: Il messaggio **Connessionw stabilita** indica che il database è stato correttamente creato.

source: Click the *Continue to the next step* button to load the next stage
es: Clic en el botón *Continuar con el siguiente paso* para cargar el siguiente paso
fr: Cliquez sur le bouton *Passer à l'étape suivante* pour charger l'étape suivante
hi: अगले चरण को लोड करने के लिए अगला कदम *बटन पर क्लिक करें* पर क्लिक करें
it: Cliccare sul bottone *Continuare al passo successivo*

source: If you have database connection difficulties here, the installer will not proceed. Double check the connection information in your koha-conf.xml file, and verify that the permissions and credentials on the database itself are correct.
es: Si tu tiene dificultades de conexión en este paso, el instalador no continuará. Vuelva a verificar su información de conexión en su archivo koha-conf.xml, y verifique que los permisos y credenciales en la base de datos misma, son correctos.
fr: Si vous rencontrez des difficultés de connexion à la base de données, l'installeur ne se lancera pas. Vérifiez les informations de connexion dans votre fichier koha-conf.xml, et vérifiez que les autorisations et les informations d'identification sur la base de données elle-même sont correctes.
hi: यदि आपके पास यहां डेटाबेस कनेक्शन की समस्या है, तो इंस्टॉलर आगे बढ़ेगा नहीं। अपने koha-conf.xml फ़ाइल में कनेक्शन की जानकारी को दोहराएं, और सत्यापित करें कि डेटाबेस पर अनुमतियां और क्रेडेंशियल्स स्वयं सही हैं।
it: Se ci sono problemi nella connessione al database, il programma di installazione non procederà oltre. In questo caso controllare con attenzione le informazioni di connessione nel file koha-conf.xml e verificare che le autorizzazioni e le credenziali di accesso al database siano corrette.

source: Ready to fill tables with data
es: Listo para llenar las tablas con datos
fr: Prêt à remplir les tables avec des données
hi: डेटा के साथ तालिकाओं को भरने के लिए तैयार
it: Pronti a inserire i dati nelle tabelle

source: This screen is informing you everything is set up for you to create the database tables in the next screen.
es: Esta pantalla le indica que todo está listo para crear las tablas de la base de datos en la siguiente pantalla.
fr: Cet écran vous informe que tout est configuré pour que vous puissiez créer les tables de la base de données dans l'écran suivant.
hi: यह स्क्रीन आपको बता रही है कि आप अगले स्क्रीन में डेटाबेस तालिकाओं को बनाने के लिए सेट अप कर रहे हैं।
it: Questa schermata informa che tutto è pronto per creare le tabelle del database.

source: Database ready for data
es: Base de datos lista para datos
fr: Tables de la base de données créées
hi: डेटा के लिए तैयार डाटाबेस
it: Database pronto per i dati

source: This step can take some time. Please be patient.
es: Este paso puede llevar un tiempo. Por favor, sea paciente.
fr: Cette étape peut prendre du temps. S'il vous plaît, soyez patient.
hi: यह कदम कुछ समय ले सकता है। कृपया धैर्य रखें।
it: Questo passaggio può richiedere del tempo. Si prega di attendere.

source: Database tables created
es: Tablas de la base de datos creadas
fr: Tables de la base de données créées
hi: डाटाबेस सारणियां बनाया
it: Tabelle del database create

source: Click the *Continue to the next step* button
es: Dar clic en el botón *Continuar con el siguiente paso*
fr: Cliquez sur le bouton *Passer à l'étape suivante*
hi: अगले चरण *बटन पर जारी रखें* बटन क्लिक करें
it: Cliccare sul bottone *Continuare al passo successivo*

source: Ready for basic configurations
es: Preparado por las configuraciones básicas
fr: Prêt pour les configurations de base
hi: बुनियादी कॉन्फ़िगरेशन के लिए तैयार
it: Pronti per le impostazioni di base

source: This screen leads onto installing basic configurations necessary to use Koha.
es: Esta pantalla conduce a la instalación de configuraciones básicas que son necesarias para usar Koha.
fr: Cet écran permet d'installer les configurations de base nécessaires pour utiliser Koha.
hi: यह स्क्रीन कोहा का उपयोग करने के लिए आवश्यक बुनियादी कॉन्फ़िगरेशन स्थापित करने की ओर अग्रसर है
it: Questa schermata porta all'installazione delle impostazioni di base necessarie per utilizzare Koha.

source: Select MARC flavour
es: Seleccionar variante MARC
fr: Sélectionner le format MARC
hi: मार्क फ्लेवर चुनें
it: Selezionare il formato MARC (MAchine Readable Cataloguing)

source: You must choose your MARC flavour (format you want the bibliographic (catalog) records to be stored in the database) on this screen:
es: Debe elegir su variante MARC (formato en el que desea que los registros bibliográficos (catálogo) se almacenen en la base de datos) en ésta pantalla:
fr: Vous devez choisir votre format MARC (format dans lequel vous souhaitez que les données bibliographiques (catalogue) soient stockées dans la base de données) sur cet écran :
hi: आपको इस स्क्रीन पर अपने मार्क स्वाद का चयन करना होगा (प्रारूप में आप बिब्लियोग्राफिक (कैटलॉग) अभिलेख को डेटाबेस में संग्रहीत करना चाहते हैं):
it: In questa schermata è necessario scegliere il formato MARC che si desidera utilizzare in catalogazione:

source: **Unimarc:** This is frequently used in European countries (except for the UK) such as Italy.
es: **Unimarc:** Utilizado generalmente en países europeos (excepto Reino Unido) tales como Italia.
fr: **Unimarc :** Ceci est fréquemment utilisé dans les pays européens (à l'exception du Royaume-Uni) tels que l'Italie.
hi: **युनिमार्क:** यह अक्सर यूरोपीय देशों (यूके को छोड़कर) जैसे कि इटली के रूप में उपयोग किया जाता है.
it: **Unimarc:** Generalmente utilizzato in Europa (con l'eccezione del Regno Unito).

source: **MARC21:** Selected by default, as it is more commonly used globally than UNIMARC.
es: **MARC21:** Seleccionado por defecto ya que es el más utilizado que UNIMARC a nivel global.
fr: **MARC21 :** Sélectionné par défaut, car il est plus couramment utilisé globalement que UNIMARC.
hi: **मार्क21: ** डिफ़ॉल्ट रूप से चयनित, क्योंकि यह यूनिमार्क की तुलना में विश्व स्तर पर अधिक सामान्यतः उपयोग किया जाता है।
it: **MARC21:** E' il formato usato globalmente. Questo è il formato selezionato come default.
