Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: es, fr, hi, it

source: This screen will always be displayed no matter what sample data you installed with the web installer.
es: Esta pantalla siempre será mostrada no importando que tipo de datos de muestra haya instalado con el instalador web.
hi: यह स्क्रीन हमेशा प्रदर्शित की जाएगी चाहे आप वेब इंस्टॉलर के साथ किस नमूना डेटा को स्थापित करते हैं।
it: Questa schermata verrà sempre visualizzata indipendentemente dagli esempi installati usando il Web Installer.

source: Here you are creating a rule which applies the pre-defined organisational decisions of your library as to what restrictions you place on patrons borrowing items.
es: En este punto se encuentra creando una regla que aplicará las decisiones organizativas predefinidas de su biblioteca así como las restricciones que se pondrá en los usuarios que prestan los ítems.
hi: यहां आप एक नियम बना रहे हैं जो आपके लाइब्रेरी के प्री-डिफ़ाइंड संगठनात्मक निर्णयों को लागू करता है क्योंकि आप संरक्षक उधार वस्तुओं पर क्या प्रतिबंध लगाते हैं।
it: Qui possono essere create delle regole pre-impostate per la gestione dei prestiti.

source: Create circulation rule
es: Crear regla de circulación
fr: Créer une règle de circulation
hi: परिसंचरण नियम बनाएँ
it: Creare la regola di circolazione

source: Numbers are the only valid input for all input fields in this form.
es: Los números son la única entrada válida para todos los campos de entrada en este formulario.
hi: संख्या इस फ़ॉर्म में सभी इनपुट फ़ील्ड के लिए एकमात्र वैध इनपुट है।
it: In questo form vanno inseriti solo valori numerici.

source: **Item type creation message:** Indicates if the item type was created successfully
es: **Mensaje de creación del tipo de ítem:** Indica si el tipo de ítem se creó con éxito
fr: **Message création de type d'exemplaire :** Indique si le type d'exemplaire a bien été créé.
hi: ** आइटम प्रकार निर्माण संदेश: ** इंगित करता है कि आइटम प्रकार सफलतापूर्वक बनाया गया था या नहीं
it: **Messaggio di creazione del tipo di copia: ** Indica se il tipo di copia è stato creato con successo

source: *Library branch* dropdown box: This is the library (or libraries) you want to apply the circulation rule to. By default it is set to *All*, however you can select a singular library to apply the rule to from the dropdown box.
es: Caja desplegable *Sede de biblioteca*: Esta es la biblioteca (o bibliotecas) a las cuales desea aplicar las reglas de circulación. Por defecto, está configurada a "Todas", sin embargo, puede seleccionar una biblioteca en particular para aplicar la regla desde el cuadro desplegable.
hi: * लाइब्रेरी शाखा * ड्रॉपडाउन बॉक्स: यह पुस्तकालय (या पुस्तकालय) है जिसे आप परिसंचरण नियम लागू करना चाहते हैं। डिफ़ॉल्ट रूप से यह * सभी * पर सेट होता है, हालांकि आप ड्रॉपडाउन बॉक्स से नियम लागू करने के लिए एकवचन लाइब्रेरी का चयन कर सकते हैं।
it: *Biblioteca* elenco a tendina: Questa è la biblioteca (o le biblioteche) cui verrò applicata la regola di circolazione. Il valore di default è *Tutti*, è però possibile selezionare una singola biblioteca cui applicare la regola.

source: *Patron categories* dropdown box: This is the patron categories you want to apply the circulation rule to. As with *Library branch* it is set to *All* by default but more options are avaliable.
es: Caja deplegable *Categorías de usuarios*: Estas son las categorías de usuarios que deseará aplicar las reglas de circulación. Al igual que con las *Sedes de biblioteca* se establece para *Todas* de forma predeterminada, pero hay más opciones disponibles.
hi: * संरक्षक श्रेणियां * ड्रॉपडाउन बॉक्स: यह संरक्षक श्रेणियां हैं जिन्हें आप परिसंचरण नियम लागू करना चाहते हैं। * लाइब्रेरी शाखा * के साथ * यह डिफ़ॉल्ट रूप से * सभी * पर सेट है लेकिन अधिक विकल्प उपलब्ध हैं।
it: *Categoria utente* elenco a tendina: E' la categoria di utente cui applicare la regola di circolazione. Come per *Biblioteca* il default è *Tutti* ma sono disponibili altre opzioni.

source: *Item type* dropdown box: This is the item types that you want the circulation rule to apply to. Again more options are avaliable than the default selected *All* option.
es: Caja desplegable *Tipo de ítem*: Estos son los tipos de ítems a los que gustará de aplicar las reglas de circulación. De nuevo, existen más opciones disponibles que la opción predeterminada seleccionada *Todo*.
fr: Menu déroulant *Type d'exemplaire* : Les types d'exemplaires à qui vous appliquez les règles de circulation. Ici aussi, d'autres options sont possibles que la sélection par défaut *Tous*.
hi: * आइटम प्रकार * ड्रॉपडाउन बॉक्स: यह वह आइटम प्रकार है जिसे आप परिसंचरण नियम पर लागू करना चाहते हैं। डिफ़ॉल्ट विकल्प * सभी * विकल्प की तुलना में फिर से अधिक विकल्प उपलब्ध हैं।
it: *Tipo di copia* elenco a tendina: Il tipo di copia cui applicare la regola di circolazione. Ancora una volta il default è *Tutti* e altre opzioni sono disponibili.

source: **Current checkouts allowed:** This is the number of items allowed from the selected library, for selected patron categories and of the selected item type. Set to 50 by default.
es: **Préstamos permitidos actualmente:** Este es el número de ítems permitidos de la biblioteca seleccionada, para las categorías de usuarios seleccionadas y de los tipos de ítems seleccionados. Establecida a 50 por defecto.
hi: ** वर्तमान चेकआउट की अनुमति है: ** चयनित संरक्षक श्रेणियों और चयनित आइटम प्रकार के लिए चयनित पुस्तकालय से अनुमत वस्तुओं की संख्या यह है। डिफ़ॉल्ट रूप से 50 पर सेट करें।
it: **Prestiti attualmente autorizzati:** E' il numero di prestiti consentiti per la biblioteca selezionata, per categoria di utente e per tipo di copia selezionata. Il valore di default è 50.

source: **Loan period:** Number of days or hours that an item is allowed out for. Set to 14 by default.
es: **Período de préstamo:** Número de días u horas en el que un ítem se le está permitido estar afuera. Establecido a 14 por defecto.
fr: **Période de prêt :** Nombre de jours ou d'heures de prêt autorisés pour un document. Fixé à 14 par défaut.
hi: ** ऋण अवधि: ** दिन या घंटे की संख्या जिसके लिए किसी आइटम की अनुमति है। डिफ़ॉल्ट रूप से 14 पर सेट करें।
it: **Durata del prestito:** Numero di giorni o ore consentite per il prestito di una copia. L'impostazione predefinita a 14.

source: *Units* dropdown box: Set by default to *Days*, the unit selecting in this field is applied to the numerical values written into **Loan Period** and **Renewals Period**
es: Caja desplegable *Unidades*: Establecido por defecto a *Días*, la unidad seleccionada en éste campo es aplicada a los valores numéricos escritos en **Período de préstamo** y **Período de renovaciones**
fr: Menu déroulant *Unité*&nbsp;: Fixée par défaut sur *Jours*, l'unité sélectionnée dans ce champ s'applique aux valeurs numériques renseignées dans **Période de prêt** et **Période de renouvellement**
hi: *इकाइयों* ड्रॉपडाउन बॉक्स: डिफ़ॉल्ट रूप से *दिन* पर सेट करें, इस क्षेत्र में चयन करने वाली इकाई **ऋण अवधि** और ** नवीनीकरण अवधि **में लिखे गए संख्यात्मक मानों पर लागू होती है**
it: *Unità* elenco a tendina: il valore di default è *Giorni*, l'unità di misura selezionata in questo campo viene applicata al valore numerico riportato in **Periodo di prestito** e **Periodo di rinnovo**

source: **Renewals Allowed:** Number of times a item can be renewed. Set to 10 by default.
es: **Renovacione permitidas:** Número de veces en el que un ítem puede ser renovado. Establecido por defecto a 10.
fr: **Renouvellements autorisés&nbsp;:** Combien de fois le document peut-être renouvelé. Fixé à 10 par défaut.
hi: ** नवीकरण अनुमोदित: ** कई बार एक आइटम नवीनीकृत किया जा सकता है। डिफ़ॉल्ट रूप से 10 पर सेट करें.
it: **Rinnovi consentiti: ** Numero di volte che il rinnovo può essere ripetuto. 10 è l'impostazione predefinita.

source: **Renewals Period:** Number of days or hours that a renewal lasts for. Set to 14 by default.
es: **Período de renovaciones:** Número de días u horas que duran las renovaciones. Establecidio por defecto a 14.
fr: **Période de renouvellement :** Nombre de jours ou heures que vaut un renouvellement. Fixé à 14 par défaut.
hi: ** नवीनीकरण अवधि: ** नवीनीकरण के लिए दिन या घंटे की संख्या। डिफ़ॉल्ट रूप से 14 पर सेट करें।
it: **Periodo di rinnovo: ** Numero di giorni o ore di durata di un rinnovo. Impostazione predefinita a 14.

source: *On shelf holds allowed* dropdown box: If items can be held whilst they are on the shelf.
es: Caja desplegable *Reservas en estantes permitidas*: Si los ítems pueden mantenerse mientras están en el estante.
fr: Menu déroulant **Réservations sur étagère autorisées&nbsp:** Si les documents en rayon peuvent être réservés.
hi: * शेल्फ पर अनुमति दी जाती है * ड्रॉपडाउन बॉक्स: यदि वस्तुओं को शेल्फ पर रखा जा सकता है।
it: *Prenotazioni a scaffale consentite:* elenco a tendina: indica se le copie possono essere prestate mentre sono sullo scaffale.

source: **Path to create circulation rule:** Circulation rules can be created or altered by going to Administration -> Circulation and fine rules
es: **Ruta para crear una regla de circulación:** Las reglas de circulación pueden ser creadas o alteradas dirigiéndose a Administración -> Reglas de circulación y multas
hi: **परिसंचरण नियम बनाने के लिए पथ:** प्रशासन -> परिसंचरण और बढ़िया नियमों पर जाकर परिसंचरण नियमों को बनाया या बदला जा सकता है
it: **Percorso per creare una regola di circolazione: ** Le regole di circolazione possono essere create o modificate accedendo a: Amministrazione-> Regole per i prestiti e le multe

source: Click the *Submit* button to create the circulation rule.
es: Haga clic en el botón *Enviar* para crear una regla de circulación.
fr: Cliquer sur *Soumettre* pour créer la règle de circulation.
hi: परिसंचरण नियम बनाने के लिए * सबमिट * बटन पर क्लिक करें।
it: Cliccare sul bottone *Invia* per creare la regola di circolazione.

source: Onboarding tool complete
es: Herramienta de integración cumplimentada
fr: Outil d'intégration complet
hi: ऑनबोर्डिंग उपकरण पूरा हो गया
it: Tool di Attivazione completato

source: This page tells you if the circulation rule was created successfully, and that the Koha installation is complete
es: Esta página le informa si la regla de circulación se creó con éxito y si la instalación de Koha está completa.
hi: यह पृष्ठ आपको बताता है कि परिसंचरण नियम सफलतापूर्वक बनाया गया था, और कोहा स्थापना पूर्ण हो गई है
it: Questa pagina indica se la regola di circolazione è stata creata correttamente, e che l'installazione di Koha è stata completata

source: **Web installer message:** Indicates if the web installation is complete
es: **Mensaje del instalador web:** Indica si la instalación web está cumplimentada.
hi: **वेब इंस्टॉलर संदेश ** इंगित करता है कि वेब स्थापना पूर्ण हो गई है या नहीं
it: **Messaggio del Web Installer:** Indica se l'installazione web è completa

source: **Circulation rule creation message:** Indicates if the circulation rule was created successfully.
es: **Mensaje de la creación de las reglas de circulación:** Indica si la regla de circulación fue creada con éxito.
fr: **Message de création d'une règle de circulation&nbsp;:** Indique si la règle de circulation a bien été créée.
hi: **परिसंचरण नियम निर्माण संदेश:** इंगित करता है कि परिसंचरण नियम सफलतापूर्वक बनाया गया था या नहीं।
it: **Messaggio regola di circolazione creata:** Indica se la regola di circolazione è stata correttamente creata.

source: **Start using Koha:** Click to login to Koha using the Koha administrator account you created using the onboarding tool.
es: **Comenzar a utilizar Koha:** Haga clic en Ingresar a Koha utilizando la cuenta de administrador de Koha que creó utilizando la herramienta de integración.
hi: **कोहा का उपयोग शुरू करें:** कोबोर्ड पर आपके द्वारा बनाए गए कोहा व्यवस्थापक खाते का उपयोग करके कोहा में लॉगिन करने के लिए क्लिक करें।
it: **Iniziare a utilizzare Koha: ** Cliccare per effettuare il login a Koha utilizzando l'account di amministratore precedentemente creato con il Tool di Attivazione.

source: Login to access staff interface
es: Inicie sesión para acceder a la interfaz del personal
fr: Connexion pour accéder à l'interface professionnelle
hi: स्टाफ इंटरफ़ेस तक पहुंचने के लिए लॉग इन करें
it: Login per accedere all'Interfaccia Staff

source: You have now finished using the onboarding tool and can log into the staff interface using the patron account credentials you created in the onboarding tool
es: Ha finalizado de utilizar la herramienta de integración y puede ingresar en la interface del usuario haciendo uso de las credenciales de la cuenta de usuario que se creó con la herramienta de integración
hi: अब आप ऑनबोर्डिंग टूल का उपयोग कर समाप्त कर चुके हैं और ऑनबोर्डिंग टूल में बनाए गए संरक्षक खाता प्रमाण-पत्रों का उपयोग करके स्टाफ इंटरफ़ेस में लॉग इन कर सकते हैं
it: La procedura di configurazione è terminata ed è ora possibile effettuare il login all'Interfaccia Staff utilizzando l'account dell'utente creato con il Tool di Attivazione

source: Login screen
es: Pantalla de inicio de sesión
fr: Écran de connexion
hi: लॉगिन स्क्रीन
it: Schermata di Login

source: **Username:** Enter the username you created for the patron
es: **Nombre de usuario:** Ingrese el nombre de usuario que se creó para el usuario
hi: ** उपयोगकर्ता नाम: ** संरक्षक के लिए बनाए गए उपयोगकर्ता नाम दर्ज करें
it: **Username:** Inserire il nome utente

source: **Password:** Enter the password you created
es: **Contraseña:** Ingrese la clave que se creó
fr: **Mot de passe&nbsp;:** Saisissez votre mot de passe
hi: ** पासवर्ड: ** आपके द्वारा बनाए गए पासवर्ड को दर्ज करें
it: **Password:** Inserire la password

source: **Library:** This is the library staff interface you want to log into. The options are either: *My library* or the library you installed/created. Leaving the default selected option of *My library* is fine to log in with first time.
es: **Biblioteca:** Esta es la interface del personal de biblioteca donde desea tener acceso. Las opciones son: *Mi biblioteca* o la biblioteca que se instaló/creó. Dejando la opción seleccionada por defecto *Mi biblioteca* está bien para iniciar sesión por primera vez.
hi: **लाइब्रेरी:** यह लाइब्रेरी स्टाफ इंटरफ़ेस है जिसे आप लॉग इन करना चाहते हैं। विकल्प या तो हैं: *मेरी लाइब्रेरी* या लाइब्रेरी जिसे आपने इंस्टॉल/बनाया है। *मेरी लाइब्रेरी* का डिफ़ॉल्ट चयनित विकल्प छोड़ना पहली बार लॉग इन करने के लिए ठीक है।
it: **Biblioteca:** La biblioteca alla cui interfaccia Staff ci si vuole loggare. Si possono utilizzare entrambe le opzioni: *My library* o la biblioteca precedentemente creata. Al primo accesso è preferibile selezionare l'opzione *My library*.

source: Click the *Login* button to access the staff interface
es: Haga clic en el botón *Iniciar sesión* para acceder a la interfaz del personal
fr: Cliquez sur *Connexion* pour accéder à l'interface professionnelle.
hi: स्टाफ इंटरफ़ेस तक पहुंचने के लिए *लॉगिन* बटन पर क्लिक करें
it: Cliccare sul bottone *Login* per accedere all'interfaccia Staff

source: Login example
es: Ejemplo de Inicio de sesión
hi: लॉगिन उदाहरण
it: Esempio di Login

source: Staff interface
es: Interfaz del personal
hi: स्टाफ इंटरफेस
it: Interfaccia Staff

source: The staff interface should now appear
es: La interfaz del personal debería aparecer ahora
hi: स्टाफ इंटरफ़ेस अब प्रकट होना चाहिए
it: Ora dovrebbe apparire l'interfaccia Staff

source: For more information about how to use the staff interface, please visit `<https://koha-community.org/documentation/>`_
es: Para más información sobre cómo utilizar la interfaz del personal, por favor visite `<https://koha-community.org/documentation/>`_
fr: Pour plus d'informations sur l'utilisation de l'interface professionnelle, aller sur `<https://koha-community.org/documentation/>`_
hi: स्टाफ इंटरफ़ेस का उपयोग कैसे करें के बारे में अधिक जानकारी के लिए, कृपया देखें `<https://koha-community.org/documentation/>`_
it: Per maggiori informazioni sull'utilizzo dell'interfaccia Staff consultare: `<https://koha-community.org/documentation/>`_

source: **Useful patron attribute types:** Not required to use Koha. Patrons have a barcode which identifies them. By clicking this checkbox you are making sure that this patron barcode is displayed on the patron summary screen.
fr: **Types d'attributs d'adhérents :** Non obligatoire. Les adhérents possèdent un code barre qui permet de les identifier. En cochant cette case, vous vous assurez que le code barre des adhérents s'affiche dans leur fiche.

source: **Path to create patron category:** More patron categories can be created or altered by going to Administration -> Patron categories.
fr: **Accès pour créer une catégorie d'adhérent&nbsp;:** D'autres catégories d'adhérents peuvent être créées ou modifiées en passant par Administration &gt; Catégories d'adhérent

source: **Path to create circulation rule:** Circulation rules can be created or altered by going to Administration -> Circulation and fines rules
fr: **Accès pour créer une règle de circulation&nbsp;:** Les règles de circulation peuvent être créées ou modifiées en passant par Administration &gt; Règles de circulation
