Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/intro.po
Languages: cs, fr_ca, hi

source: Introduction
cs: Úvod
hi: परिचय

source: Koha basics
hi: कोहा मूल बातें

source: Koha is the first free and open source integrated library system (ILS). Development is sponsored by libraries of varying types and sizes, volunteers, and support companies from around the world.
hi: कोहा पहला स्वतंत्र और खुला स्रोत एकीकृत पुस्तकालय प्रणाली (ILS) है। विकास दुनिया भर के विभिन्न प्रकारों और आकारों, स्वयंसेवकों और समर्थन कंपनियों के पुस्तकालयों द्वारा प्रायोजित है।

source: Learn more about Koha by visiting the official Koha website: http://koha-community.org
cs: Více informací můžete nalézt na oficiálních stránkách: http://koha-community.org. Informace v českém jazyce můžete získat také na webu české komunity: https://koha.cz
fr_ca: Pour en apprendre plus sur Koha, visitez le site Web officiel : http://koha-community.org (en anglais seulement)
hi: आधिकारिक कोहा वेबसाइट पर जाकर कोहा के बारे में और जानें: http://koha-community.org

source: Koha recommendations
hi: कोहा अनुशंसाएं

source: Full system recommendations can be found on the official Koha wiki along with the developer documentation: http://wiki.koha-community.org
cs: Řadu informací a doporučení (včetně návodů pro vývojáře) můžete získat na oficiálních wikistránkách systému Koha: http://wiki.koha-community.org
fr_ca: Les recommandatations complètes, ainsi que la documentation pour le développement, sont disponibles sur le wiki de Koha : http://wiki.koha-community.org (en anglais seulement)
hi: पूर्ण सिस्टम सिफारिशें आधिकारिक कोहा विकी पर डेवलपर दस्तावेज के साथ मिल सकती हैं: http://wiki.koha-community.org

source: When working in the Koha staff client it is strongly recommended that you use an up-to-date version of either Mozilla Firefox or Google Chrome. Koha's staff client may not work well in Microsoft Internet Explorer, especially older versions.
cs: Při práci se systémem Koha důrazně doporučujeme použít prohlížeč Mozilla Firefox nebo Google Chrome v aktuálních verezích. V Internet Exploreru Koha pravděpodobně nebude fungovat správně, obzvláště ve starších verzích.
fr_ca: Il est fortement recommandé d'utiliser la version la plus récente de Mozilla Firefox ou de Google Chrome pour accéder à l'intranet de Koha. Celui-ci pourrait ne pas fonctionner dans Microsoft Internet Explorer, surtout les anciennes versions.
hi: कोहा स्टाफ़ क्लाइंट में काम करते समय यह अत्यधिक अनुशंसा की जाती है कि आप या तो मोज़िला फ़ायरफ़ॉक्स या गूगल क्रोम का नवीनतम संस्करण का उपयोग करें। कोहा के स्टाफ क्लाइंट माइक्रोसॉफ्ट इंटरनेट एक्सप्लोरर में विशेष रूप से पुरानी संस्करणों में अच्छी तरह से काम नहीं कर सकते हैं

source: Using this manual
hi: इस मैनुअल का उपयोग करना

source: This manual is always changing and suggestions for edits can be sent to the Koha documentation team as a merge request via gitlab or via the `koha-docs mailing list <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
hi: यह मैनुअल हमेशा बदलता रहता है और संपादन के लिए सुझाव कोहा प्रलेखन टीम को गीतालाब के माध्यम से या `कोहा-डॉक्स मेलिंग सूची के माध्यम से मर्ज अनुरोध के रूप में भेजा जा सकता है। <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.

source: If you see an error or something missing, please file a bug report on `bugzilla <https://bugs.koha-community.org>`__ using the module 'Documentation'. You can also send an email to the `koha-docs mailing list <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
hi: यदि आपको कोई त्रुटि दिखाई देती है या कुछ याद आ रही है, तो कृपया 'Bugzilla <https://bugs.koha-community.org> `__ पर एक मॉड्यूल रिपोर्ट दर्ज करें, जिसमें' प्रलेखन 'का उपयोग किया गया है। आप also कोहा-डॉक्स मेलिंग सूची में एक ईमेल भी भेज सकते हैं <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.

source: The manual is organized by Koha module. At the start of most sections (and throughout) you will find 'Get there' tips. These lines tell you how to get to the section in Koha.
hi: मैनुअल कोहा मॉड्यूल द्वारा आयोजित किया जाता है। अधिकांश वर्गों (और पूरे) की शुरुआत में आपको 'गेट वहाँ' युक्तियां मिलेंगी। ये पंक्तियां आपको बताती हैं कि कोहा में सेक्शन तक कैसे पहुंचा जाता है।

source: For example: *Get there:* More > Administration > Global system preferences
cs: Například: *Naleznete zde:* Více > Administrace > Společná nastavení systému
fr_ca: Par exemple&nbsp;: *Comment y accéder&nbsp;:* Plus > Administration > Préférences système
hi: उदाहरण के लिए: * वहां जाएं: * अधिक> प्रशासन> वैश्विक सिस्टम प्राथमिकताएं

source: The instruction tells you where to find the necessary menu option at the top of the Koha staff client.
cs: Tyto instrukce vám ukazují, kde naleznete příslušnou položku menu v intranetu systému Koha.
fr_ca: Cette instruction vous aidera où trouver l'option souhaitée dans le menu situé au-dessus de l'interface professionnelle.
hi: यह अनुदेश आपको बताता है जहां कोहा स्टाफ क्लाइंट के शीर्ष पर आवश्यक मेनू विकल्प खोज सकते हैं।

source: Links will be found throughout the manual to other sections in the manual and images will depict what should be seen on the screen.
cs: V textu manuálu se vyskytuje množství odkazů na jiné sekce manuálu. Obrázky vás mají navést na správné místo na obrazovce.
fr_ca: Des liens pourront être trouvés tout le long du manuel et des captures d'écran illustreront ce qui sera décrit.
hi: लिंक के मैनुअल में अन्य वर्गों के लिए मैनुअल में मिल जाएगा और छवियों को दर्शाती जाएगा जो स्क्रीन पर देखा जाना चाहिए।

source: Contributing to the manual
hi: मैनुअल में योगदान

source: This manual is an ever-changing document and edits to the manual are welcome at any time.
cs: Tento manuál se neustále mění a každá úprava je kdykoliv vítána.
fr_ca: Ce manuel est un document en perpétuel changement; toutes suggestions et modifications sont les bienvenues.
hi: यह मैनुअल एक सदैव बदलता दस्तावेज है और मैनुअल के लिए संपादन का किसी भी समय स्वागत हैं।

source: The `Koha manual <http://manual.koha-community.org/>`__ is managed by the documentation team, but that doesn't mean we can't all participate in making the best manual possible.
hi: इस `कोहा मैनुअल <http://manual.koha-community.org/>`__ का प्रबंधन प्रलेखन दल द्वारा किया जाता है, लेकिन इसका अर्थ यह नहीं है कि हम सर्वोत्तम मैन्युअल संभव बनाने में भाग ले सकते हैं।

source: The manual is stored in git at: https://gitlab.com/koha-community/koha-manual (see a summary `here <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)
hi: मैनुअल git पर यहाँ संग्रहीत किया जाता है: https://gitlab.com/koha-community/koha-manual (एक सारांश देखें `यहाँ <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)

source: The instructions for contributing to the manual are on the Koha wiki https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual
hi: मैनुअल में योगदान देने के निर्देश कोहा विकी पर हैं https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual

source: Koha Basics
cs: Základní informace o systému Koha
fr_ca: L'essentiel de Koha

source: Koha is the first free and open source software library automation package (ILS). Development is sponsored by libraries of varying types and sizes, volunteers, and support companies from around the world.
cs: Koha je první otevřený integrovaný (automatizovaný) knihovní systém. Vývoj je sponzorován knihovnami všech typů a velikostí a také společnostmi z celého světa.
fr_ca: Koha est le premier logiciel libre de bibliothèque gratuit et système intégré de gestion de bibliothèque (SIGB). Différents types de bibliothèques participent à son développement, ainsi que des bénévoles et des sociétés de services du monde entier.

source: Koha Recommendations
cs: Doporučení ohledně používání systému Koha
fr_ca: Recommandations Koha

source: Using this Manual
cs: Použití manuálu
fr_ca: Comment utiliser ce manuel

source: This manual is always changing and suggestions for edits can be sent to the Koha Documentation Team as a merge request via gitlab or via the `koha-docs mailing list <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__. The manual is organized by Koha module. At the start of most sections (and throughout) you will find 'Get there' tips. These lines tell you how to get to the section in Koha.
cs: Tento manuál se neustále mění a návrhy na jeho úpravu můžete kdykoliv posílat Dokumentačnímu týmu jako žádost o zapracování (merge requests) na serveru gitlab, nebo přes `e-mailovou konferenci koha-docs <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`. Manuál je uspořádán podle jednotlivých modelů systému. Na začátku většiny sekcí (a také v průběhu) se nachází tip "Naleznete zde". Na těchto řádcích zjistíte, jak se k popisované funkci systému dostanete.
fr_ca: Ce manuel est en constant changement et des suggestions de modifications sont les bienvenues. Elles peuvent être envoyées à l'équipe de documentation soit par une demande de fusion (merge request) sur gitlab ou par la liste de diffusion koha-docs <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__. Le manuel est organisé par module de Koha. Au début de la pluart des section, vous trouverez des astuces "Comment y accéder". Celles-ci vous indiquent comment se rendre à cette section dans Koha.

source: Get there: More > Administration > Global system preferences
cs: Naleznete zde: Více > Administrace > Společná nastavení systému
fr_ca: Comment y accéder&nbsp;: Plus > Administration > Préférences système

source: Contributing to the Manual
cs: Přispívání do manuálu
fr_ca: Contribuer au manuel

source: The `Koha Manual <http://manual.koha-community.org/>`__ is managed by the Documentation Team, but that doesn't mean we can't all participate in making the best manual possible.
cs: `Koha manuál <http://manual.koha-community.org/>` je spravován Dokumentačním týmem, to ale neznamená, že by se kdokoliv jiný nemohl zapojit a přispět k vytvoření manuálu tak dobrého jak je jenom možné.
fr_ca: Le `manuel de Koha <http://manual.koha-community.org/>`__ est géré par l'équipe de documentation, mais tous sont invités à participer pour en faire le meilleur manuel possible.

source: The manual is stored in git at: http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary
cs: Manuál je uložen v git repozitáři na adrese: `http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary`
fr_ca: Le manuel est stocké dans git au&nbsp;: http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary
