Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/license.po
Languages: hi, tr

source: GNU General Public License version 3
hi: जीएनयू जनरल पब्लिक लाइसेंस संस्करण 3
tr: GNU General Public License 3. sürümü

source: Version 3, 29 June 2007
hi: संस्करण 3, 29 जून 2007
tr: Versiyon 3, 29 Haziran 2007

source: Copyright © 2007 Free Software Foundation, Inc. http://fsf.org/
hi: कॉपीराइट © 2007 फ्री सॉफ्टवेयर फाउंडेशन, Inc. http://fsf.org/

source: Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
hi: हर कोई कॉपी और इस लाइसेंस दस्तावेज़ के शब्दशः प्रतियां वितरित करने की अनुमति दी है, लेकिन इसे बदलने की अनुमति नहीं दी है।
tr: Bu lisans dokümanının birebir kopyalarını yapma ve dağıtma izni herkese verilmiştir, fakat metinde değişiklik yapma izni yoktur.

source: **Preamble**
hi: **प्रस्तावना**
tr: **Giriş**

source: The GNU General Public License is a free, copyleft license for software and other kinds of works.
hi: जीएनयू जनरल पब्लिक लाइसेंस सॉफ्टवेयर और अन्य प्रकार के कार्यों के लिए एक नि: शुल्क, प्रतिलिपि लाइसेंस है
tr: GNU Genel Kamu Lisansı yazılım ve diğer tür işler için ücretsiz, telif müsaadeli bir lisanstır.

source: The licenses for most software and other practical works are designed to take away your freedom to share and change the works. By contrast, the GNU General Public License is intended to guarantee your freedom to share and change all versions of a program--to make sure it remains free software for all its users. We, the Free Software Foundation, use the GNU General Public License for most of our software; it applies also to any other work released this way by its authors. You can apply it to your programs, too.
hi: अधिकांश सॉफ़्टवेयर और अन्य व्यावहारिक कार्यों के लिए लाइसेंस, कामों को साझा करने और बदलने के लिए आपकी आजादी को दूर करने के लिए डिज़ाइन किए गए हैं। इसके विपरीत, जीएनयू जनरल पब्लिक लाइसेंस का उद्देश्य एक प्रोग्राम के सभी संस्करणों को साझा करने और बदलने के लिए आपकी आजादी की गारंटी है - सुनिश्चित करने के लिए कि यह अपने सभी उपयोगकर्ताओं के लिए निशुल्क सॉफ़्टवेयर रहता है। हम, निशुल्क सॉफ्टवेयर फाउंडेशन, हमारे अधिकांश सॉफ़्टवेयर के लिए जीएनयू जनरल पब्लिक लाइसेंस का उपयोग करते हैं; यह अपने लेखकों द्वारा इस तरह से जारी किसी भी अन्य काम पर भी लागू होता है आप इसे अपने कार्यक्रमों में भी लागू कर सकते हैं
tr: Yazılım lisanslarının çoğu sizin yazılımı paylaşma ve değiştirme hakkınızın elinizden alınması için hazırlanmıştır. Buna karşılık, GNU Genel Kamu Lisansı sizin serbest yazılımları değiştirme ve paylaşma hakkınızın mahfuz tutulması--yazılımın bütün kullanıcıları için serbest olması amacı ile yazılmıştır. Biz, Özgür Yazılım Vakfı olarak, çoğu yazılımımız için GNU Genel Kamu Lisansı'nı kullanıyoruz; Bu şekilde yazarları tarafından yayımlanan diğer herhangi bir çalışmaya da uygulanır. Bunu programlarınıza da uygulayabilirsiniz.

source: When we speak of free software, we are referring to freedom, not price. Our General Public Licenses are designed to make sure that you have the freedom to distribute copies of free software (and charge for them if you wish), that you receive source code or can get it if you want it, that you can change the software or use pieces of it in new free programs, and that you know you can do these things.
hi: हम मुफ्त सॉफ्टवेयर की बात है, हम स्वतंत्रता की बात कर रहे हैं,कीमत की नही । हमारे जनरल पब्लिक लाइसेंस कि आप स्रोत कोड प्राप्त होता है या यदि आप यह चाहते हैं कि यह हो सकता है, कि आप सॉफ्टवेयर को बदल सकते हैं, यकीन है कि तुम स्वतंत्रता (उनके लिए और आरोप यदि आप चाहें) मुफ्त सॉफ्टवेयर की प्रतियां वितरित करने के लिए बनाने के लिए तैयार कर रहे हैं या नई मुक्त कार्यक्रमों में यह के टुकड़े का उपयोग करें, और आप इन बातें कर सकते हैं कि पता है।
tr: Serbest yazılımdan bahsettiğimiz zaman fiyattan değil, özgürlükten bahsediyoruz. Bizim Genel Kamu Lisanslarımız, sizin serbest yazılımların kopyalarını dağıtma özgürlüğünüzü (ve isterseniz bu hizmet için para almanızı), yazılım kaynak kodlarının size dağıtım esnasında veya eğer isterseniz verilmesini, yazılımı değiştirebilmenizi, yazılımın parçalarını yeni yazılımlar içerisinde kullanabilmenizi ve bunları yapabileceğinizi bilmenizi sağlamaktadır.

source: To protect your rights, we need to prevent others from denying you these rights or asking you to surrender the rights. Therefore, you have certain responsibilities if you distribute copies of the software, or if you modify it: responsibilities to respect the freedom of others.
hi: अपने अधिकारों की रक्षा करने के लिए, हम आप इस बात का खंडन इन अधिकारों या अधिकार आत्मसमर्पण करने के लिए आप पूछ से दूसरों को रोकने की जरूरत है। इसलिए, आप कुछ ज़िम्मेदारियाँ हैं अगर आप सॉफ्टवेयर की प्रतियां वितरित, या अगर आप इसे संशोधित: जिम्मेदारियों दूसरों की स्वतंत्रता का सम्मान करने के लिए।
tr: Haklarınızı koruyabilmemiz için sizin haklarınızı kısıtlama veya sizin bu haklarınızdan feragat etmenizi isteme yollarını yasaklayıcı bazı kısıtlamalar getirmemiz gerekmektedir. Bu kısıtlamalar eğer serbest yazılım dağıtıyor veya değiştiriyorsanız size bazı yükümlülükler getirmektedir.

source: For example, if you distribute copies of such a program, whether gratis or for a fee, you must pass on to the recipients the same freedoms that you received. You must make sure that they, too, receive or can get the source code. And you must show them these terms so they know their rights.
hi: उदाहरण के लिए, अगर आप इस तरह एक कार्यक्रम की प्रतियां, चाहे मुफ्त या एक शुल्क के लिए, आप प्राप्तकर्ताओं ही स्वतंत्रता है कि आप प्राप्त करने के लिए पर से गुजरना होगा वितरित करते हैं। आप या सुनिश्चित करें कि वे भी प्राप्त करना चाहिए स्रोत कोड प्राप्त कर सकते हैं। और तुम उन्हें इन शर्तों दिखा तो वे अपने अधिकारों का पता होना चाहिए।
tr: Örneğin böyle bir programın kopyalarını, bedava veya ücret karşılığı dağıtıyorsanız alıcılara sizin sahip olduğunuz bütün hakları sağlamalısınız. Onların da kaynak kodlarına sahip olmalarını veya ulaşabilmelerini sağlamalısınız. Onlara da haklarını bilebilmeleri için bu şartları göstermelisiniz.

source: Developers that use the GNU GPL protect your rights with two steps: (1) assert copyright on the software, and (2) offer you this License giving you legal permission to copy, distribute and/or modify it.
hi: जीएनयू जीपीएल का उपयोग करने वाले डेवलपर्स अपने अधिकारों को दो चरणों के साथ सुरक्षित रखते हैं: (1) सॉफ्टवेयर पर कॉपीराइट डालें, और (2) आपको इस लाइसेंस की पेशकश करने से आपको इसे कॉपी करने, वितरित करने और / या संशोधित करने की अनुमति नहीं है।
tr: GNU GPL preject kullanan geliştiriciler iki adım ile haklarınızı korurlar: (1) yazılım üzerinde telif hakkı olduğunu beyan etmek, ve (2) size kopyalama, dağıtım ve/veya değiştirme yasal iznini veren bu lisansı sunmak.

source: For the developers' and authors' protection, the GPL clearly explains that there is no warranty for this free software. For both users' and authors' sake, the GPL requires that modified versions be marked as changed, so that their problems will not be attributed erroneously to authors of previous versions.
hi: डेवलपर्स और लेखकों की सुरक्षा के लिए, जीपीएल स्पष्ट रूप से बताता है कि इस मुफ्त सॉफ्टवेयर के लिए कोई वारंटी नहीं है। दोनों उपयोगकर्ताओं और लेखक 'खातिर, जीपीएल के लिए संशोधित संस्करणों को परिवर्तित के रूप में चिह्नित किया जाना आवश्यक है, ताकि उनकी समस्याओं को पिछले संस्करणों के लेखकों के लिए ग़लत ढंग से नहीं जोड़ा जाएगा।
tr: Geliştiricilerin ve yazarların korunması için GPL açıkça, bu özgür yazılımın hiçbir garantisi olmadığını açıklar. Hem kullanıcıların hem de yazarların iyiliği için, GPL, değiştirilen sürümlerin değiştirilmiş olarak işaretlenmesini ve böylece sorunlarının yanlışlıkla önceki sürümlerin yazarlarına atanmamasını gerektirir.

source: Some devices are designed to deny users access to install or run modified versions of the software inside them, although the manufacturer can do so. This is fundamentally incompatible with the aim of protecting users' freedom to change the software. The systematic pattern of such abuse occurs in the area of products for individuals to use, which is precisely where it is most unacceptable. Therefore, we have designed this version of the GPL to prohibit the practice for those products. If such problems arise substantially in other domains, we stand ready to extend this provision to those domains in future versions of the GPL, as needed to protect the freedom of users.
hi: कुछ डिवाइस उपयोगकर्ताओं द्वारा इन्हें सॉफ़्टवेयर के संशोधित संस्करणों को इंस्टॉल करने या चलाने के लिए इनकार करने के लिए डिज़ाइन किए गए हैं, हालांकि निर्माता ऐसा कर सकता है। सॉफ्टवेयर को बदलने के लिए उपयोगकर्ताओं की आजादी को सुरक्षित रखने के उद्देश्य से यह मौलिक रूप से असंगत है। ऐसे दुरुपयोग का व्यवस्थित स्वरूप व्यक्तियों के उपयोग के लिए उत्पाद के क्षेत्र में होता है, जो ठीक यही है जहां यह सबसे अस्वीकार्य है। इसलिए, हमने उन उत्पादों के लिए अभ्यास को प्रतिबंधित करने के लिए जीपीएल के इस संस्करण को तैयार किया है। यदि ऐसी समस्याएं अन्य डोमेन में पर्याप्त रूप से उत्पन्न होती हैं, तो हम उपयोगकर्ताओं की स्वतंत्रता की रक्षा के लिए जीपीएल के भविष्य के संस्करणों में उन प्रावधानों को इस प्रावधान के विस्तार के लिए तैयार हैं।
tr: Bazı aygıtlar, aygıt üreticilerinin aygıt içindeki yazılımın değiştirilmiş hallerini aygıta yüklemesi veya çalıştırması mümkün olduğu halde, kullanıcıların bunu yapmasına izin vermeyecek şekilde tasarlanmıştır. Bu temelde kullanıcıların yazılımı değiştirme özgürlüklerini koruma amacıyla örtüşmemektedir. Bu suistimal bireylerin kullanımı için olan ürünlerde sistematik olarak uygulanmakta ve görülmektedir, ki en kabul edilemez olduğu yer de budur. Bu nedenle, bu ürünlerin bu uygulamasına mani olmak için GPL’nin bu sürümünü hazırladık. Benzeri problemler başka alanlarda da kendini gösterdiği taktirde, buradaki tedariğimizi GPL’nin gelecekteki sürümlerinde, kullanıcıların özgürlüklerini koruma ihtiyacına binaen, o alanlara da genişletmeye hazırız.

source: Finally, every program is threatened constantly by software patents. States should not allow patents to restrict development and use of software on general-purpose computers, but in those that do, we wish to avoid the special danger that patents applied to a free program could make it effectively proprietary. To prevent this, the GPL assures that patents cannot be used to render the program non-free.
hi: अंत में, सॉफ्टवेयर के पेटेंट द्वारा लगातार हर कार्यक्रम को धमकी दी जाती है राज्यों को पेटेंट्स को सामान्य प्रयोजन के कंप्यूटरों पर सॉफ्टवेयर के विकास और उपयोग को प्रतिबंधित करने की अनुमति नहीं दी जानी चाहिए, लेकिन जो लोग करते हैं, वे विशेष खतरे से बचना चाहते हैं कि एक निशुल्क प्रोग्राम पर लागू पेटेंट इसे प्रभावी रूप से स्वामित्व बना सकता है। इसे रोकने के लिए, जीपीएल यह आश्वासन देता है कि पेटेंट का उपयोग प्रोग्राम को गैर-मुक्त करने के लिए नहीं किया जा सकता।
tr: Son olarak, bütün serbest yazılımlar yazılım patentleri tarafından sürekli tehdit altında bulunmaktadır. Devletler, patentlerin genel amaçlı bilgisayarlardaki yazılım geliştirme ve kullanımını sınırlamasına izin vermemelidir, ancak bu patentlerin ücretsiz bir programa uygulanmasının programı müseccel hale getirmesinden kaçınmak istiyoruz. Bunu önlemek için GPL, programların özgür olmayan hale getirilmesi için patentlerin kullanılamayacağını garanti eder.

source: The precise terms and conditions for copying, distribution and modification follow.
hi: सटीक शब्दों और नकल, वितरण और संशोधन का पालन करने के लिए शर्तों।
tr: Kopyalama, dağıtma ve değiştirmeyle ilgili detaylı şart ve koşullar aşağıdadır.

source: **TERMS AND CONDITIONS**
hi: **नियम एवं शर्तें**
tr: **ŞARTLAR VE KOŞULLAR**

source: **0. Definitions.**
hi: **0. परिभाषा.**
tr: **0. Tanımlar.**

source: "This License" refers to version 3 of the GNU General Public License.
hi: "यह लाइसेंस "जीएनयू जनरल पब्लिक लाइसेंस के संस्करण 3 को संदर्भित करता है.
tr: "Bu Lisans" GNU Genel Kamu Lisansı'nın 3. sürümünü ifade eder.

source: "Copyright" also means copyright-like laws that apply to other kinds of works, such as semiconductor masks.
hi: "कॉपीराइट" मतलब है भी कॉपीराइट की तरह कानून है कि इस तरह के अर्धचालक मास्क के रूप में काम करता है के अन्य प्रकार के लिए लागू होते हैं।
tr: “Telif Hakları” (“Copyright”) aynı zamanda diğer tür iş ve ürünler için geçerli olan telif hakkı benzeri kanunları kapsar.

source: "The Program" refers to any copyrightable work licensed under this License. Each licensee is addressed as "you". "Licensees" and "recipients" may be individuals or organizations.
hi: "कार्यक्रम" किसी भी कॉपीराइट का काम इस लाइसेंस के तहत लाइसेंस को दर्शाता है। के रूप में "आप" प्रत्येक लाइसेंसधारी संबोधित किया है। "लाइसेंसधारियों" और "प्राप्तकर्ताओं" व्यक्तियों या संगठनों हो सकता है।
tr: “Program” bu Lisans ile lisanslanabilen ve telif hakları kapsamına alınabilen her türlü işi ifade eder. “Siz”, “Lisans Sahibi” veya “alıcı” olarak ifade edilebilen lisans sahibi, gerçek bir kişi veya kurum olabilir.

source: To "modify" a work means to copy from or adapt all or part of the work in a fashion requiring copyright permission, other than the making of an exact copy. The resulting work is called a "modified version" of the earlier work or a work "based on" the earlier work.
hi: "करने के लिए संशोधित" एक काम से नकल या एक फैशन कॉपीराइट अनुमति, एक सटीक प्रतिलिपि के निर्माण के अलावा अन्य की आवश्यकता होती है में सभी या काम का हिस्सा अनुकूल करने के लिए इसका मतलब है। जिसके परिणामस्वरूप काम पहले काम या काम पहले काम "के आधार पर " का एक "संशोधित संस्करण" कहा जाता है।
tr: Bir işi “değiştirmek” bir işin bir kısmını veya tamamını telif hakkı izni gerektiren bir biçimde tam bir kopyasını oluşturma haricinde uyarlamak veya kopyalamak anlamına gelir. Sonuçta ortaya çıkan işe önceki işin “değiştirilmiş sürümü” veya “değiştirilmiş hali” ya da önceki işi “temel alan” iş denir.

source: A "covered work" means either the unmodified Program or a work based on the Program.
hi: एक "कवर काम" का मतलब है या तो असंशोधित प्रोग्राम या एक कार्य योजना पर आधारित है।
tr: “kapsanan iş” değiştirilmemiş Programı veya Programı temel alan bir işi anlatır.

source: To "propagate" a work means to do anything with it that, without permission, would make you directly or secondarily liable for infringement under applicable copyright law, except executing it on a computer or modifying a private copy. Propagation includes copying, distribution (with or without modification), making available to the public, and in some countries other activities as well.
hi: "करने के लिए प्रचार" एक काम की अनुमति के बिना, यह उस के साथ कुछ भी करने का मतलब है, आप लागू कॉपीराइट कानून के तहत उल्लंघन के लिए प्रत्यक्ष या द्वितीयक रूप से उत्तरदायी बनाना होगा एक कंप्यूटर पर इसे क्रियान्वित करने के लिए या एक निजी प्रतिलिपि को संशोधित करने के सिवाय। प्रचार जनता के लिए उपलब्ध कर रही है, नकल, वितरण (के साथ या बिना संशोधन) भी शामिल है, और कुछ देशों में भी अन्य गतिविधियों।
tr: Bir işi “yaymak” (propagate), onu çalıştırma veya yerel kopyasını değiştirme dışında izinsiz yapıldığında ilgili telif hakkı kanunu ya da kanunları kapsamında sizi dolaylı veya dolaysız olarak telif hakları ihlâlinden mesûl tutacak şekilde o işle birşey yapmak anlamına gelir. Yayma, kopyalamayı, değiştirerek veya değiştirmeden dağıtmayı, halka açmayı ve bazı ülkelerde diğer eylemleri içerir.

source: To "convey" a work means any kind of propagation that enables other parties to make or receive copies. Mere interaction with a user through a computer network, with no transfer of a copy, is not conveying.
hi: "करने के लिए व्यक्त" एक काम है कि अन्य दलों बनाने के लिए या प्रतियां प्राप्त करने के लिए सक्षम बनाता है प्रचार की किसी भी तरह का मतलब है। एक प्रति का कोई हस्तांतरण के साथ एक कंप्यूटर नेटवर्क के माध्यम से एक उपयोगकर्ता, के साथ मात्र बातचीत, संदेश नहीं है।
tr: Bir işi “taşımak” (convey) başkalarının kopya elde etmesini ya da yapmasını mümkün kılan her türlü yayma işlemidir. Bir kopya transfer edilmeden bir bilgisayar ağı yoluyla bir kullanıcıyla etkileşim taşıma değildir.

source: An interactive user interface displays "Appropriate Legal Notices" to the extent that it includes a convenient and prominently visible feature that (1) displays an appropriate copyright notice, and (2) tells the user that there is no warranty for the work (except to the extent that warranties are provided), that licensees may convey the work under this License, and how to view a copy of this License. If the interface presents a list of user commands or options, such as a menu, a prominent item in the list meets this criterion.
hi: हद यह है कि यह एक सुविधाजनक और प्रमुखता से दिखाई विशेषता यह है कि (1) एक उपयुक्त कॉपीराइट नोटिस को प्रदर्शित करता है, और (2) उपयोगकर्ता बताता काम के लिए कोई वारंटी नहीं है कि वहाँ में शामिल करने के लिए एक इंटरैक्टिव यूजर इंटरफेस को प्रदर्शित करता है "उचित कानूनी नोटिस" ( इस हद तक कि वारंटी प्रदान की जाती हैं) को छोड़कर, लाइसेंसधारियों इस लाइसेंस के तहत काम व्यक्त कर सकते हैं कि, और कैसे इस लाइसेंस की एक प्रति देखने के लिए। इंटरफेस इस तरह के एक मेनू के रूप में उपयोगकर्ता के आदेशों या विकल्प की एक सूची प्रस्तुत करता है, तो सूची में एक प्रमुख मद इस कसौटी को पूरा करती है।
tr: Etkileşimli bir kullanıcı arayüzü (1) uygun bir telif hakları bildirimi gösteren ve (2) kullanıcıya işle ilgili (sunulan garantiler dışında) herhangi bir garanti olmadığını, lisans sahiplerinin bu Lisans kapsamında işi devredebileceklerini, ve bu Lisansın bir kopyasına nasıl bakabileceklerini bildiren uygun ve görünür “İlgili Yasal Bildirimler” gösterir. Eğer arayüz kullanıcıya bir menü gibi bir dizi komut veya seçenek sunuyorsa, listede görünür bir öğe bu kriteri yerine getirir.

source: **1. Source Code.**
hi: **1. स्रोत कोड.**
tr: **1. Kaynak Kod.**

source: The "source code" for a work means the preferred form of the work for making modifications to it. "Object code" means any non-source form of a work.
hi: एक काम के लिए "स्रोत कोड" यह करने के लिए संशोधन करने के लिए काम की पसंदीदा फार्म का मतलब है। "वस्तु कोड " एक काम के किसी भी गैर-स्रोत प्रपत्र का मतलब है।
tr: Bir işin “kaynak kod”u o işte değişiklik yapmak için tercih edilen biçimini anlatır. “Nesne kod”u bir işin kaynak kod halinde olmayan tüm biçimlerini anlatır.

source: A "Standard Interface" means an interface that either is an official standard defined by a recognized standards body, or, in the case of interfaces specified for a particular programming language, one that is widely used among developers working in that language.
hi: एक "मानक इंटरफ़ेस" एक अंतरफलक है कि या तो एक सरकारी मानक एक मान्यता प्राप्त मानकों शरीर द्वारा परिभाषित किया गया है, या किसी विशेष प्रोग्रामिंग भाषा, एक है कि व्यापक रूप से उस भाषा में काम कर डेवलपर्स के बीच प्रयोग किया जाता है के लिए निर्दिष्ट इंटरफेस के मामले में, इसका मतलब है।
tr: Bir “Standart Arayüz” bilinen bir standart oluşturma kurumu tarafından tanımlanmış resmî bir arayüzü veya belirli bir programlama lisanı için oluşturulan arayüzlerde o dilde çalışan geliştiriciler arasında yaygın olan arayüzü tanımlar.

source: The "System Libraries" of an executable work include anything, other than the work as a whole, that (a) is included in the normal form of packaging a Major Component, but which is not part of that Major Component, and (b) serves only to enable use of the work with that Major Component, or to implement a Standard Interface for which an implementation is available to the public in source code form. A "Major Component", in this context, means a major essential component (kernel, window system, and so on) of the specific operating system (if any) on which the executable work runs, or a compiler used to produce the work, or an object code interpreter used to run it.
hi: एक निष्पादन काम के "प्रणाली पुस्तकालयों" कुछ भी, एक पूरे के रूप में काम के अलावा अन्य शामिल हैं, कि (क) पैकेजिंग एक प्रमुख घटक के सामान्य रूप में शामिल किया गया है, लेकिन जो कि प्रमुख घटक का हिस्सा नहीं है, और ( ख) कार्य करता ही है कि प्रमुख घटक के साथ काम करने के उपयोग को सक्षम करने के लिए, या एक मानक इंटरफ़ेस है, जिसके लिए एक कार्यान्वयन स्रोत कोड के रूप में जनता के लिए उपलब्ध है को लागू करने के लिए। एक "प्रमुख घटक", इस संदर्भ में, विशिष्ट ऑपरेटिंग सिस्टम का एक प्रमुख आवश्यक घटक (गिरी, खिड़की प्रणाली, और इतने पर) (अगर कोई है) निष्पादन योग्य काम चलाता है जिस पर, या उत्पादन के लिए इस्तेमाल एक संकलक का मतलब काम, या एक वस्तु कोड दुभाषिया इसे चलाने के लिए इस्तेमाल किया।
tr: Bir çalıştırılabilirin “Sistem Kütüphaneleri” işin tamamı hariç olmak üzere (a) bir Ana Bileşen paketlenirken dahil edilen ama o Ana Bileşenin bir parçası olmayan, ve (b) işin o Ana Bileşenle kullanılabilmesini mümkün kılan veya halka kaynak kod biçiminde bir uyarlamanın açık olduğu durumda bir Standart Arayüz uyarlamak için kullanılan herşeyi kapsar. Bu bağlamda bir “Ana Bileşen”, çalıştırılabilir işin koştuğu -eğer varsa- belirli bir işletim sisteminin elzem bir bileşenini (çekirdek, pencere sistemi vd.), işi üretmek için kullanılan çekirdeği, veya onu koşmak için kullanılan nesne kodu yorumlayıcısını anlatır.

source: The "Corresponding Source" for a work in object code form means all the source code needed to generate, install, and (for an executable work) run the object code and to modify the work, including scripts to control those activities. However, it does not include the work's System Libraries, or general-purpose tools or generally available free programs which are used unmodified in performing those activities but which are not part of the work. For example, Corresponding Source includes interface definition files associated with source files for the work, and the source code for shared libraries and dynamically linked subprograms that the work is specifically designed to require, such as by intimate data communication or control flow between those subprograms and other parts of the work.
hi: "इसी स्रोत" वस्तु कोड के रूप में एक काम के लिए सभी स्रोत, उत्पन्न करने के लिए स्थापित करें, और (एक निष्पादन काम के लिए) वस्तु कोड चलाने के लिए और काम को संशोधित करने, लिपियों उन गतिविधियों को नियंत्रित करने सहित आवश्यक कोड का मतलब है। हालांकि, यह काम की प्रणाली पुस्तकालयों, या सामान्य प्रयोजन उपकरण शामिल नहीं है या आम तौर पर उपलब्ध मुफ्त कार्यक्रम है जो उन गतिविधियों के प्रदर्शन में असंशोधित इस्तेमाल कर रहे हैं, लेकिन जो काम का हिस्सा नहीं हैं। उदाहरण के लिए, इसी स्रोत इंटरफेस परिभाषा इस तरह के अंतरंग डेटा संचार या उन subprograms और बीच नियंत्रण प्रवाह के रूप में काम करने के लिए स्रोत फ़ाइलों के साथ जुड़े फ़ाइलें, और साझा पुस्तकालयों के लिए स्रोत कोड और गतिशील रूप से जुड़े subprograms है कि काम की आवश्यकता होती है विशेष रूप से बनाया गया है, भी शामिल काम के अन्य भागों।
tr: Bir işe nesne kodu biçiminde “Karşılık Gelen Kaynak” nesne kodunu oluşturmak, yüklemek, (çalıştırılabilir bir iş için) koşturmak ve (bu işlemleri kontrol etmek için gereken betikler dahil) işi değiştirmek için gereken tüm kaynak kodları ifade eder.Ancak, İşin Sistem Kütüphanelerini ve işin parçası olmayan ama bahsedilen işlemleri gerçekleştirmek için kullanılan ve kolay erişilebilir olan genel amaçlı araçları kapsamaz. Karşılık Gelen Kaynak örneğin işin kaynak dosyalarıyla ilintili arayüz tanımlama dosyalarını ve işin altprogramları ve diğer parçaları arasında veri iletişimi veya kontrol akışı gibi işin özellikle gerektirmesi tasarlanmış olan altprogramların (paylaşılan kütüphanelerin ve dinamik bağlanan altprogramların) kaynak kodlarını içerir.

source: The Corresponding Source need not include anything that users can regenerate automatically from other parts of the Corresponding Source.
hi: इसी स्रोत कुछ भी है कि उपयोगकर्ताओं को इसी स्रोत के अन्य भागों से स्वचालित रूप से पुनर्जीवित कर सकते हैं शामिल जरूरत नहीं है।
tr: Karşılık Gelen Kaynağın, Karşılık Gelen Kaynağın diğer parçalarından kullanıcıların otomatik olarak oluşturabildiği hiçbirşeyi içermesi gerekmez.

source: The Corresponding Source for a work in source code form is that same work.
hi: स्रोत कोड के रूप में एक काम के लिए इसी स्रोत है कि एक ही काम है।
tr: Bir işin kaynak kod halindeki Karşılık Gelen Kaynağı işin kendisidir.

source: **2. Basic Permissions.**
hi: **2. मूल अनुमति.**
tr: **2. Temel İzinler.**
