Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/license.po
Languages: hi, tr

source: Each time you convey a covered work, the recipient automatically receives a license from the original licensors, to run, modify and propagate that work, subject to this License. You are not responsible for enforcing compliance by third parties with this License.
hi: हर बार जब आप एक कवर काम हूं, प्राप्तकर्ता स्वचालित रूप से एक लाइसेंस मूल लाइसेंसदाताओं से चलाने के लिए, संशोधित करने और प्रचार है कि काम करते हैं, इस लाइसेंस के अधीन करने के लिए प्राप्त करता है। इस लाइसेंस के साथ तीसरे पक्ष द्वारा अनुपालन लागू करने के लिए जिम्मेदार नहीं हैं।
tr: Kapsanan bir işi her aktarmanızda, alıcı bu Lisans kapsamında otomatik olarak lisansın ilk sahibinden o işi koşmak, değiştirmek ve yaymak için bir lisans alır. Üçüncü kişileri bu Lisansa uymaya zorlama sorumluluğunuz yoktur.

source: An "entity transaction" is a transaction transferring control of an organization, or substantially all assets of one, or subdividing an organization, or merging organizations. If propagation of a covered work results from an entity transaction, each party to that transaction who receives a copy of the work also receives whatever licenses to the work the party's predecessor in interest had or could give under the previous paragraph, plus a right to possession of the Corresponding Source of the work from the predecessor in interest, if the predecessor has it or can get it with reasonable efforts.
hi: एक "इकाई लेनदेन" एक संगठन के एक सौदे के हस्तांतरण पर नियंत्रण, या काफी हद तक एक की सभी परिसंपत्तियों, या एक संगठन के उप-विभाजित, या संगठनों विलय है। अगर एक इकाई के लेन-देन से एक कवर काम के परिणाम के प्रसार, कि लेनदेन जो प्राप्त करता है काम की एक प्रति भी काम हित में पार्टी की पूर्ववर्ती था या पिछले पैराग्राफ के तहत दे सकता है जो कुछ भी करने के लिए लाइसेंस प्राप्त करने के लिए प्रत्येक पार्टी, प्लस कब्जे का अधिकार ब्याज में पूर्ववर्ती से काम की इसी स्रोत से, पूर्ववर्ती यह है या उचित प्रयासों के साथ इसे प्राप्त कर सकते हैं।
tr: Bir “varlık aktarım işlemi” bir organizasyonun veya kurumun kendisinin veya tüm mallarının kontrolünün başkasına verilmesi, organizasyon veya kurumun alt bölümlere ayrılması, veya organizasyonların birleşmesi işlemidir. Kapsanan bir işin yayılması bir varlık aktarım işlemi sonucunda gerçekleşmişse, işlemin işin bir kopyasını alan tüm halefler önceki paragraf kapsamında ilgili selefin işle ilgili sahip olduğu veya verebildiği tüm lisansları ve ilgili seleften işin Karşılık Gelen Kaynağına (eğer sahipse veya makul şekilde alabilecekse) sahip olma hakkını da elde eder.

source: You may not impose any further restrictions on the exercise of the rights granted or affirmed under this License. For example, you may not impose a license fee, royalty, or other charge for exercise of rights granted under this License, and you may not initiate litigation (including a cross-claim or counterclaim in a lawsuit) alleging that any patent claim is infringed by making, using, selling, offering for sale, or importing the Program or any portion of it.
hi: आप दी गई या इस लाइसेंस के तहत इस बात की पुष्टि अधिकारों का प्रयोग पर किसी भी आगे प्रतिबंध लागू नहीं हो सकता। उदाहरण के लिए, यदि आप इस लाइसेंस के तहत दी अधिकारों के व्यायाम के लिए एक लाइसेंस शुल्क, रॉयल्टी, या अन्य आरोप लगाया जा सकता है नहीं, और आप मुकदमेबाजी (एक पार दावा या एक मुकदमे में counterclaim सहित) आरंभ नहीं हो सकता आरोप लगाया है कि किसी भी पेटेंट दावे का उल्लंघन किया गया है कर रही है, का उपयोग कर, बिक्री, बिक्री के लिए पेशकश की है, या कार्यक्रम या इसके किसी भी हिस्से का आयात करता है।
tr: Bu Lisans kapsamında temin ve tasdik edilen hakların kullanımı üzerine başka herhangi bir kısıtlama getiremezsiniz. Örneğin, bir lisans ücreti, işletme payı, veya bu Lisans kapsamında temin edilen hakların kullanımı için başka herhangi bir ücret yükleyemezsiniz ve Programı veya herhangi bir parçasını yaparak, kullanarak, satışa çıkararak veya ithal ederek import patent haklarının ihlâl edildiğini iddia eden çapraz cross-claim ya da karşı dava counterclaim dahil dava açamazsınız.

source: **11. Patents.**
hi: **11. पेटेन्ट.**
tr: **11. Patentler.**

source: A "contributor" is a copyright holder who authorizes use under this License of the Program or a work on which the Program is based. The work thus licensed is called the contributor's "contributor version".
hi: एक "योगदानकर्ता" एक कॉपीराइट धारक हैं, जो कार्यक्रम के इस लाइसेंस या एक काम है जिस पर कार्यक्रम आधारित है, के तहत प्रयोग के लिए अधिकृत है। काम इस तरह से लाइसेंस प्राप्त योगदानकर्ता के "योगदानकर्ता संस्करण" कहा जाता है।
tr: Bir “iştirakçi” Programın veya Programı temel alan bir işin bu Lisans kapsamında kullanımına ruhsat veren telif hakları sahibidir. Bu vechile lisanslanan işe iştirakçinin “iştirakçi sürümü” denir.

source: A contributor's "essential patent claims" are all patent claims owned or controlled by the contributor, whether already acquired or hereafter acquired, that would be infringed by some manner, permitted by this License, of making, using, or selling its contributor version, but do not include claims that would be infringed only as a consequence of further modification of the contributor version. For purposes of this definition, "control" includes the right to grant patent sublicenses in a manner consistent with the requirements of this License.
hi: एक योगदानकर्ता के "आवश्यक पेटेंट का दावा" सभी पेटेंट के स्वामित्व या योगदानकर्ता द्वारा नियंत्रित का दावा है, कि क्या पहले से ही हासिल कर ली है या इसके बाद का अधिग्रहण किया है, कि कुछ तरीके से उल्लंघन किया जाएगा, बनाने का उपयोग कर, या उसके योगदान संस्करण बेचने की इस लाइसेंस द्वारा अनुमत है, लेकिन दावा है कि केवल योगदानकर्ता संस्करण के आगे संशोधन का एक परिणाम के रूप में उल्लंघन किया जाएगा शामिल नहीं हैं। इस परिभाषा के प्रयोजनों के लिए, "नियंत्रण" एक तरह से इस लाइसेंस की आवश्यकताओं के अनुरूप में पेटेंट उपलाइसेंसों देने का अधिकार भी शामिल है।
tr: Bir iştirakçinin “asli patent mülkiyeti” iştirakçinin sahip olduğu ya da iştirakçi tarafından şu anda kontrol edilen veya ileride kontrol edilecek olan ve bu Lisans tarafından izin verilen iştirakçi sürümünün yapılması, kullanılması veya satılması yoluyla bir anlamda ihlal edilecek olan ama iştirakçi sürümünün sadece değiştirilmesi sonucu ihlal edilmesini tüm patent mülkiyetidir. Bu tanımın amacı gereği, “kontrol” bu Lisansın gerekleri ile uyumlu bir biçimde patent alt lisansları verme hakkını içerir.

source: Each contributor grants you a non-exclusive, worldwide, royalty-free patent license under the contributor's essential patent claims, to make, use, sell, offer for sale, import and otherwise run, modify and propagate the contents of its contributor version.
hi: एक योगदानकर्ता आप एक गैर अनन्य, वैश्विक, रॉयल्टी-मुक्त पेटेंट योगदान की आवश्यक पेटेंट का दावा तहत लाइसेंस अनुदान, बनाने के लिए, का उपयोग करें, बेचते हैं, बिक्री, आयात के लिए प्रस्ताव और अन्यथा चलाने के लिए, संशोधित करने और अपने योगदान संस्करण की सामग्री के प्रचार।
tr: Her iştirakçi size iştirakçinin asli patent mülkiyeti dahilinde iştirakçi sürümünü yapmak, kullanmak, satmak, satılığa çıkarmak, ithal etmek, koşmak, içeriğini değiştirmek ve yaymak için size has olmayan, cihanşümul ve işletme payı içermeyen patent lisansı sağlar.

source: In the following three paragraphs, a "patent license" is any express agreement or commitment, however denominated, not to enforce a patent (such as an express permission to practice a patent or covenant not to sue for patent infringement). To "grant" such a patent license to a party means to make such an agreement or commitment not to enforce a patent against the party.
hi: निम्नलिखित तीन पैराग्राफ में, एक "पेटेंट लाइसेंस" किसी भी समझौता एक्सप्रेस या प्रतिबद्धता, तथापि (जैसे एक पेटेंट या वाचा पेटेंट उल्लंघन के लिए मुकदमा नहीं अभ्यास करने के लिए एक स्पष्ट अनुमति के रूप में) denominated, एक पेटेंट लागू करने के लिए नहीं है। "करने के लिए अनुदान" एक ऐसी पार्टी के लिए एक पेटेंट लाइसेंस में इस तरह के एक समझौते या प्रतिबद्धता पार्टी के खिलाफ एक पेटेंट लागू करने के लिए नहीं करने के लिए इसका मतलब है।
tr: Takip eden üç paragrafta, bir “patent lisansı” bir patenti mecburi olarak tatbik ettirmemek için ismi konmamış her türlü hususi mukavele ve taahhütü (bir patenti tatbik etmek için hususi izni veya patent ihlalinden dolayı dava etmeme aktini) ifade eder. Bir üçüncü kişiye böyle bir patent lisansını vermek o üçüncü kişiye karşı patentin tatbiki zorunluluğunu kaldıracak bir mukavele yapma veya taahhütte bulunma anlamına gelir.

source: If you convey a covered work, knowingly relying on a patent license, and the Corresponding Source of the work is not available for anyone to copy, free of charge and under the terms of this License, through a publicly available network server or other readily accessible means, then you must either (1) cause the Corresponding Source to be so available, or (2) arrange to deprive yourself of the benefit of the patent license for this particular work, or (3) arrange, in a manner consistent with the requirements of this License, to extend the patent license to downstream recipients. "Knowingly relying" means you have actual knowledge that, but for the patent license, your conveying the covered work in a country, or your recipient's use of the covered work in a country, would infringe one or more identifiable patents in that country that you have reason to believe are valid.
hi: आप एक कवर काम व्यक्त करते हैं, तो जानबूझकर एक पेटेंट लाइसेंस पर निर्भर है, और काम की इसी स्रोत उपलब्ध नहीं है किसी को कॉपी करने के लिए, प्रभारी की और इस लाइसेंस की शर्तों के तहत नि: शुल्क है, एक सार्वजनिक रूप से उपलब्ध नेटवर्क सर्वर या अन्य के माध्यम से आसानी से सुलभ है इसका मतलब है, तो आप या तो (1) के कारण इसी स्रोत तो उपलब्ध हो सकता है, या (2) इस विशेष कार्य के लिए पेटेंट लाइसेंस के लाभ के लिए अपने आप को वंचित करने के लिए, या (3) की व्यवस्था, एक तरीके के अनुरूप व्यवस्था करना चाहिए इस लाइसेंस की आवश्यकताओं, नीचे की ओर प्राप्तकर्ताओं को पेटेंट लाइसेंस का विस्तार करने के लिए। "जानबूझकर भरोसा" मतलब है कि आप यह है कि वास्तविक ज्ञान है, लेकिन पेटेंट लाइसेंस के लिए, अपने देश में कवर काम संदेश, या एक देश में कवर काम के अपने प्राप्तकर्ता के उपयोग, कि देश में एक या एक से अधिक पहचान योग्य पेटेंट का उल्लंघन होगा आप विश्वास करने का कारण है कि मान्य हैं।
tr: lisansına dayanarak kapsanan bir işi taşırsanız ve işin Karşılık Gelen Kaynağı umuma açık bir ağ sunucusu veya diğer kolayca erişilebilir yollardan ücretsiz ve bu Lisansın şartları kapsamında umuma açık olmazsa, ya (1) Karşılık Gelen Kodu bahsi geçen şekilde açık olmasını sağlamalısınız, ya (2) kendinizi o iş için patent lisansının sağladığı yarardan mahrum kılmayı ayarlamanız, ya da (3) bu Lisansın gerektirdikleriyle uyumlu bir biçimde patent lisansını alıcıdan alanlar için genişletmeniz gerekir. “Bilinçli olarak dayanmak” patent lisansına rağmen kapsanan işi bir ülkede yaymanızın veya alıcınızın kapsanan işi bir ülkede kullanmasının o ülkede var olan ve geçerli olduğuna inandığınız bir veya daha fazla patenti ihlal edeceği fiili bilgisine sahip olmanız demektir.

source: If, pursuant to or in connection with a single transaction or arrangement, you convey, or propagate by procuring conveyance of, a covered work, and grant a patent license to some of the parties receiving the covered work authorizing them to use, propagate, modify or convey a specific copy of the covered work, then the patent license you grant is automatically extended to all recipients of the covered work and works based on it.
hi: तो करने के लिए या एक सौदे या व्यवस्था के संबंध में अनुसरण में, आप देना, या, एक कवर काम वाहन की खरीद के द्वारा प्रचार-प्रसार, और कवर काम के लिए उन्हें इस्तेमाल करने के लिए, प्रचार प्राधिकृत प्राप्त दलों में से कुछ के लिए एक पेटेंट लाइसेंस देने, संशोधित या व्यक्त कवर काम का एक विशिष्ट प्रतिलिपि, तो पेटेंट लाइसेंस आप अनुदान स्वचालित रूप से कवर किया गया काम और काम करता है उस पर आधारित के सभी प्राप्तकर्ताओं के लिए बढ़ा दिया है।
tr: Eğer, tekil bir işlem ya da düzenlemeyle uyumlu veya bağlantılı olarak, bir korunmuş işi taşır, ya da taşınmasını sağlayarak yayarsanız, ve korunmuş işin alıcısı taraflara işin bir kopyasını kullanma, yayma, değiştirme ya da taşıma yetkisi veren bir lisans verirseniz; sağladığınız patent lisansı kendiliğinden korunmuş işin ve buna bağlı ürünlerin alıcılarına kadar ulaşır.

source: A patent license is "discriminatory" if it does not include within the scope of its coverage, prohibits the exercise of, or is conditioned on the non-exercise of one or more of the rights that are specifically granted under this License. You may not convey a covered work if you are a party to an arrangement with a third party that is in the business of distributing software, under which you make payment to the third party based on the extent of your activity of conveying the work, and under which the third party grants, to any of the parties who would receive the covered work from you, a discriminatory patent license (a) in connection with copies of the covered work conveyed by you (or copies made from those copies), or (b) primarily for and in connection with specific products or compilations that contain the covered work, unless you entered into that arrangement, or that patent license was granted, prior to 28 March 2007.
hi: एक पेटेंट लाइसेंस "भेदभावपूर्ण" अगर यह अपने कवरेज के दायरे के भीतर शामिल नहीं है, का प्रयोग करते प्रतिबंध लगाता है, या एक या कि विशेष रूप से इस लाइसेंस के तहत दी जाती है अधिकारों की अधिक की गैर व्यायाम पर वातानुकूलित किया गया है। आप एक कवर काम व्यक्त नहीं कर सकते हैं अगर आप एक तीसरे पक्ष के सॉफ्टवेयर का वितरण, जिसके तहत आप काम के संदेश की अपनी गतिविधि की हद के आधार पर तीसरे पक्ष के लिए भुगतान करने के व्यवसाय में है कि के साथ एक व्यवस्था के लिए एक पार्टी कर रहे हैं, और जिसके तहत तीसरे पक्ष के अनुदान, पार्टियों में से किसी के लिए जो कवर काम आप से, एक भेदभावपूर्ण पेटेंट लाइसेंस प्राप्त होगा (क) आप से अवगत करा कवर काम की प्रतियां (या प्रतियां उन प्रतियों से बना) के संबंध में, या ( ख) मुख्य रूप से करने के लिए और विशिष्ट उत्पादों या संकलन है कि कवर का काम रोकने के साथ संबंध में, जब तक कि आप उस व्यवस्था, या कि पेटेंट लाइसेंस में प्रवेश दिया गया था, 28 से पहले मार्च 2007।
tr: Bir patent lisansı, kapsamında bu Lisansla sağlanan hakların bir veya daha fazlasını taşımıyorsa, kullanılmasını yasaklıyorsa veya kullanılmamasını şart koşuyorsa “ayrımcıdır”. Eğer yazılım dağıtma işinde olan üçüncü bir kişiyle işi taşıma eyleminizin kapsamı dahilinde üçüncü kişiye ödeme yaptığınız ve kapsanan işi sizden alacak kişilere (a) tarafınızdan taşınmış kapsanan iş kopyalarıyla (veya onlardan yapılan kopyalarla) ilgili veya (b) kapsanan işi içeren belirli ürün veya derlemeler için ve onlarla ilgili ayrımcı bir patent lisansı veren bir mukavele yapmışsanız, siz o anlaşmaya girmemişseniz veya o patent lisansı 28 Mart 2007′den önce verilmemişse, kapsanan bir işi taşıyamazsınız.

source: Nothing in this License shall be construed as excluding or limiting any implied license or other defenses to infringement that may otherwise be available to you under applicable patent law.
hi: इस लाइसेंस में कुछ भी छोड़कर या उल्लंघन के लिए किसी भी निहित लाइसेंस या अन्य गढ़ है कि अन्यथा लागू पेटेंट कानून के तहत आप के लिए उपलब्ध हो सकता है सीमित रूप में लगाया जाएगा।
tr: Bu Lisanstaki hiçbir şey ima edilen herhangi bir lisans veya ihlal savunmasını uygulanabilir patent kanunları kapsamı dışında hariç tutuyor veya sınırlıyormuş gibi algılanmamalıdır.

source: **12. No Surrender of Others' Freedom.**
hi: **12. दूसरों की स्वतंत्रता की कोई समर्पण नहीं.**
tr: **12. Başkalarının Özgürlüğünü Teslim Etmeme.**

source: If conditions are imposed on you (whether by court order, agreement or otherwise) that contradict the conditions of this License, they do not excuse you from the conditions of this License. If you cannot convey a covered work so as to satisfy simultaneously your obligations under this License and any other pertinent obligations, then as a consequence you may not convey it at all. For example, if you agree to terms that obligate you to collect a royalty for further conveying from those to whom you convey the Program, the only way you could satisfy both those terms and this License would be to refrain entirely from conveying the Program.
hi: स्थिति है कि इस लाइसेंस की शर्तों का खंडन (अदालत के आदेश, समझौते या अन्यथा चाहे) आप पर लगाए गए हैं, वे आपको इस लाइसेंस की शर्तों से बहाना नहीं है। आप एक कवर काम व्यक्त नहीं कर सकते हैं ताकि इस लाइसेंस और किसी भी अन्य प्रासंगिक दायित्वों के तहत एक साथ अपने दायित्वों को पूरा करने के लिए है, तो एक परिणाम के रूप में आप यह सब पर व्यक्त नहीं कर सकता है। उदाहरण के लिए, यदि आप शब्दों है कि आगे वे जिन को आप कार्यक्रम, एक ही रास्ता आप दोनों उन शब्दों और इस लाइसेंस कार्यक्रम के संदेश से पूरी तरह बचना होगा संतुष्ट कर सकता संप्रेषित से पहुंचाने के लिए एक रॉयल्टी इकट्ठा करने के लिए आप लाचार लिए सहमत हैं।
tr: Eğer size bu Lisansın şartlarıyla uyuşmayan bazı zorunluluklar yüklenirse (bir mahkeme kararı, mukavele veya başka suretle), bu zorunluluklar sizi bu Lisansın şartlarından muaf kılmaz. Eğer kapsanan bir işi bu Lisans kapsamında ve süresince sürekli olarak karşılayabilecek şekilde taşıyamıyorsanız, bunun sonucu olarak, onu taşıyamazsınız. Örneğin, Programı taşıdıklarınızdan telif hakkı ücreti almanızı zorunlu kılan şartları kabul ettiyseniz, hem o şartları hem de bu Lisansı yerine getirmenin tek yolu Programı taşımaktan tamamen çekilmektir.

source: **13. Use with the GNU Affero General Public License.**
hi: **13. GNU Affero जनरल पब्लिक लाइसेंस के साथ प्रयोग करें।**
tr: **13. GNU Affero Genel Kamu Lisansı ile kullanım.**

source: Notwithstanding any other provision of this License, you have permission to link or combine any covered work with a work licensed under version 3 of the GNU Affero General Public License into a single combined work, and to convey the resulting work. The terms of this License will continue to apply to the part which is the covered work, but the special requirements of the GNU Affero General Public License, section 13, concerning interaction through a network will apply to the combination as such.
hi: इस लाइसेंस के किसी भी अन्य प्रावधान के बावजूद, आपको एक संयुक्त कार्य में जीएनयू अफ़फेयर जनरल पब्लिक लाइसेंस के संस्करण 3 के तहत लाइसेंस प्राप्त कार्य के साथ किसी भी कवर किए गए कार्य को जोड़ने या सम्मिलित करने की अनुमति है, और परिणामस्वरूप काम को व्यक्त करने के लिए। इस लाइसेंस की शर्तों को उस भाग पर लागू करना जारी रखा जाएगा, जो कि कवर कार्य है, लेकिन जीएनयू विदा जनरल पब्लिक लाइसेंस, खंड 13, की विशिष्ट आवश्यकताओं को एक नेटवर्क के माध्यम से संपर्क के रूप में संयोजन के रूप में लागू होगा।
tr: Bu Lisansın koşullarıyla ilintili olarak, kapsanan herhangi bir işi GNU Affero Genel Kamu Lisansı 3. sürümüyle lisanslanmış bir işle birleştirip veya bağlayıp tek bir birleştirilmiş iş ortaya çıkarabilir ve sonuçta ortaya çıkan işi taşıyabilir veya devredebilirsiniz. Bu Lisansın koşulları kapsanan iş olan kısma tatbik edilmeye devam edecektir, ama GNU Affero Genel Kamu Lisansı bir ağ üzerinden etkileşimle ilgili olan 13. kısmı birleşime tatbik edilecektir.

source: **14. Revised Versions of this License.**
hi: **14. इस लाइसेंस की संशोधित संस्करण.**
tr: **14. Bu Lisansın Gözden Geçirilmiş Sürümleri.**

source: The Free Software Foundation may publish revised and/or new versions of the GNU General Public License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns.
hi: फ्री सॉफ्टवेयर फाउंडेशन समय-समय पर जीएनयू जनरल पब्लिक लाइसेंस के संशोधित और / या नए संस्करण प्रकाशित कर सकता है। इस तरह के नए संस्करण वर्तमान संस्करण की भावना में समान होंगे, लेकिन नई समस्याओं या चिंताओं के समाधान के लिए अलग-अलग हो सकते हैं
tr: Free Software Foundation zaman zaman GNU Genel Kamu Lisansı'nın gözden geçirilmiş veya yeni sürümlerini yayımlayabilir. Bu yeni sürümler temel düşünce olarak şu andaki sürüme benzer olacaktır, ancak detayları yeni problemleri veya kaygıları gidermek amacıyla farklı olabilir.

source: Each version is given a distinguishing version number. If the Program specifies that a certain numbered version of the GNU General Public License "or any later version" applies to it, you have the option of following the terms and conditions either of that numbered version or of any later version published by the Free Software Foundation. If the Program does not specify a version number of the GNU General Public License, you may choose any version ever published by the Free Software Foundation.
hi: प्रत्येक संस्करण को एक अलग संस्करण संख्या दी जाती है। यदि प्रोग्राम निर्दिष्ट करता है कि जीएनयू जनरल पब्लिक लाइसेंस "या किसी भी बाद के संस्करण" का एक निश्चित गिने संस्करण लागू होता है, तो आपके पास उस गिने संस्करण या नि: शुल्क सॉफ्टवेयर द्वारा प्रकाशित किसी भी बाद के संस्करण के नियमों और शर्तों का पालन करने का विकल्प होता है फाउंडेशन। यदि प्रोग्राम जीएनयू जनरल पब्लिक लाइसेंस की एक संस्करण संख्या निर्दिष्ट नहीं करता है, तो आप फ्री सॉफ्टवेयर फाउंडेशन द्वारा प्रकाशित किसी संस्करण को चुन सकते हैं।
tr: Her sürüme onu diğerlerinden ayıran bir sürüm numarası verilir. Eğer Program GNU Genel Kamu Lisansı belirli bir sürümü “veya daha sonraki sürümlerinden biri” kapsamında olduğunu belirtiyorsa, o belirli sürümün veya Free Software Foundation tarafından daha sonra yayımlanan herhangi bir sürümün şart ve koşulları kapsamında hareket edebilirsiniz. Eğer Program GNU Genel Kamu Lisansı için herhangi bir sürüm numarası belirtmezse, Free Software Foundation tarafından yayımlanan herhangi bir sürümü seçebilirsiniz.

source: If the Program specifies that a proxy can decide which future versions of the GNU General Public License can be used, that proxy's public statement of acceptance of a version permanently authorizes you to choose that version for the Program.
hi: यदि प्रोग्राम निर्दिष्ट करता है कि प्रॉक्सी तय कर सकता है कि जीएनयू जनरल पब्लिक लाइसेंस का भविष्य के संस्करणों का उपयोग किया जा सकता है, तो उस प्रॉक्सी के एक संस्करण की स्वीकृति के सार्वजनिक बयान स्थायी रूप से आपको कार्यक्रम के लिए उस संस्करण का चयन करने के लिए अधिकृत करता है।
tr: Program, bir vekilin GNU Genel Kamu Lisansı'nın hangi gelecekteki sürümlerinin kullanılabileceğine karar verdiği takdirde, bu vekilin bir sürümü kabul eden kamuya açıklama bildirisi, Programın bu sürümünü seçme hakkını size kalıcı olarak verir.

source: Later license versions may give you additional or different permissions. However, no additional obligations are imposed on any author or copyright holder as a result of your choosing to follow a later version.
hi: बाद में लाइसेंस संस्करणों आप अतिरिक्त या अलग अनुमति दे सकता है। हालांकि, कोई अतिरिक्त दायित्वों को अपने बाद के संस्करण का पालन करने के लिए चुनने का एक परिणाम के रूप में किसी भी लेखक या कॉपीराइट धारक पर लगाए गए हैं।
tr: Daha sonraki lisans sürümleri size ek veya farklı izinler verebilir. Ancak, daha sonraki bir sürüme göre hareket etme kararınız sonucunda hiç bir müellif veya telif hakları sahibi üzerine ek mecburiyetler yüklenmez.

source: **15. Disclaimer of Warranty.**
hi: **15. वारंटी का अस्वीकरण.**
tr: **15. Garanti Feragatnamesi.**
