Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/license.po
Languages: hi, tr

source: THERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY APPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.
hi: इस कार्यक्रम के लिए कोई वारंटी, हद तक लागू कानून द्वारा अनुमत के लिए है। को छोड़कर जब अन्यथा किसी भी प्रकार की वारंटी के बिना कॉपीराइट धारकों और/या अन्य दलों प्रदान कार्यक्रम लिखित में कहा, "जैसा है", या अव्यक्त समेत लेकिन एक के लिए सीमित नहीं है, व्यापारिकता की निहित वारंटी विशेष हेतू। पूरा खतरा गुणवत्ता और कार्यक्रम के प्रदर्शन के रूप में आप के साथ है। कार्यक्रम दोषपूर्ण साबित करना चाहिए, आप सभी आवश्यक सर्विसिंग, मरम्मत अथवा सुधार की लागत वहन करेंगे।
tr: PROGRAM İÇİN, İLGİLİ KANUNLARIN İZİN VERDİĞİ ÖLÇÜDE, HERHANGİ BİR GARANTİ YOKTUR. AKSİ YAZILI OLARAK BELİRTİLMEDİĞİ MÜDDETÇE TELİF HAKKI SAHİPLERİ VE/VEYA BAŞKA ŞAHISLAR YAZILIMI “OLDUĞU GİBİ”, SATILABİLİRLİĞİ VEYA HERHANGİ BİR AMACA UYGUNLUĞU DA DAHİL OLMAK ÜZERE AŞİKAR VEYA ZIMNEN HİÇBİR GARANTİ VERMEKSİZİN DAĞITMAKTADIRLAR. YAZILIMIN KALİTESİ VEYA PERFORMANSI İLE İLGİLİ TÜM RİSKLER SİZE AİTTİR. YAZILIMIN KUSURLU OLDUĞU ORTAYA ÇIKTIĞINDA DAHİ, HERHANGİ BİR KUSURDAN DOĞABİLECEK OLAN GEREKLİ BÜTÜN SERVİS, TAMİR VEYA DÜZELTME MASRAFLARI SİZE AİTTİR.

source: **16. Limitation of Liability.**
hi: **16. दायित्व की सीमा.**
tr: **16. Mesuliyetin Sınırlandırılması.**

source: IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MODIFIES AND/OR CONVEYS THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
hi: किसी भी स्थिति में लागू कानून द्वारा आवश्यक जब तक या जब पर सहमति लिखित रूप में मिलेगी किसी भी कॉपीराइट धारक हैं, या किसी अन्य पार्टी डब्ल्यूएचओ को संशोधित करता है और / या कार्यक्रम ऊपर के रूप में अनुमत बता देते हैं, क्षतियों के लिए आपके प्रति उत्तरदायी नहीं, किसी भी सामान्य, विशेष, आकस्मिक या परिणामी सहित उपयोग या अक्षमता के उत्पन्न होने वाले नुकसान प्रोग्राम का उपयोग करने (सहित, लेकिन नहीं डेटा या डेटा की हानि के लिए सीमित गाया आप या तीसरे पक्ष या कार्यक्रम किसी भी अन्य कार्यक्रमों के साथ काम करने की असफलता के द्वारा निरंतर गलत या नुकसान किया जा रहा है), भले ही ऐसी धारक या अन्य पार्टी ऐसी क्षतियों की संभावना की सलाह दी गई।
tr: İLGİLİ KANUNUN İCBAR ETTİĞİ VEYA YAZILI ANLAŞMA DAHİLİNDEKİ DURUMLAR HARİCİNDE HERHANGİ BİR ŞEKİLDE TELİF HAKKI SAHİBİ VEYA YUKARIDA İZİN VERİLDİĞİ ŞEKİLDE YAZILIMI DEĞİŞTİREN VEYA AKTARAN HERHANGİ BİR KİŞİ, YAZILIMIN KULLANIMI VEYA KULLANILAMAMASI (VEYA VERİ KAYBI OLUŞMASI, VERİNİN YANLIŞ, KULLANIŞSIZ, KULLANILAMAZ VEYA BOZUK HALE GELMESİ, SİZİN VEYA ÜÇÜNCÜ ŞAHISLARIN ZARARA UĞRAMASI VEYA YAZILIMIN BAŞKA YAZILIMLARLA BERABER ÇALIŞMAYI BAŞARAMAMASI) YÜZÜNDEN OLUŞAN GENEL, ÖZEL, DOĞRUDAN YA DA DOLAYLI HERHANGİ BİR ZARARDAN, BÖYLE BİR TAZMİNAT TALEBİ TELİF HAKKI SAHİBİ VEYA İLGİLİ KİŞİYE BİLDİRİLMİŞ OLSA DAHİ, SORUMLU DEĞİLDİR.

source: **17. Interpretation of Sections 15 and 16.**
hi: **17. धारा 15 और 16 की व्याख्या.**
tr: **17. Kısım 15 ve 16′nın Yorumlanması.**

source: If the disclaimer of warranty and limitation of liability provided above cannot be given local legal effect according to their terms, reviewing courts shall apply local law that most closely approximates an absolute waiver of all civil liability in connection with the Program, unless a warranty or assumption of liability accompanies a copy of the Program in return for a fee.
hi: वारंटी और ऊपर प्रदान दायित्व की सीमा का अस्वीकरण उनकी शर्तों के अनुसार स्थानीय कानूनी प्रभाव नहीं दिया जा सकता है, तो अदालतों की समीक्षा स्थानीय कानून है कि सबसे अधिक बारीकी से कार्यक्रम के संबंध में सभी नागरिक दायित्व का एक पूर्ण छूट का अनुमान लगाती लागू नहीं होगी, जब तक कि एक वारंटी या धारणा दायित्व की फीस के लिए बदले में कार्यक्रम की एक प्रतिलिपि के साथ जुडा हुआ।
tr: Eğer yukarıda belirtilen garanti feragatnamesi ve taahhüt sınırları şartları dikkate alınarak yerel ortamda yasal etki dahilinde uygulanamıyorsa, konuyu ele alan mahkemeler, Programın bir kopyası ile birlikte bir ücret karşılığı olarak bir garanti veya mesuliyet kabulü gelmediği taktirde, Programla ilintili tüm bireysel mesuliyetlerden tam bir feragata en yakın yerel kanunları uygulamalıdır.

source: **END OF TERMS AND CONDITIONS**
hi: **नियम और शर्तों का अंत**
tr: **ŞARTLAR VE KOŞULLARIN SONU**

source: **How to Apply These Terms to Your New Programs**
hi: **अपने नए कार्यक्रमों के लिए इन नियमों को कैसे लागू करें**
tr: **Bu Şartlar Yeni Programlarınıza Nasıl Uygulanır**

source: If you develop a new program, and you want it to be of the greatest possible use to the public, the best way to achieve this is to make it free software which everyone can redistribute and change under these terms.
hi: आप एक नया कार्यक्रम विकसित करने, और आप इसे जनता के लिए सबसे बड़ा संभावित उपयोग के लिए चाहते हैं, तो सबसे अच्छा तरीका है इस लक्ष्य को हासिल करने के लिए यह मुफ्त सॉफ्टवेयर है जो हर किसी को फिर से विभाजित है और इन शर्तों के तहत बदल सकते हैं बनाने के लिए है।
tr: Eğer yeni bir program geliştirmek ve bu programın mümkün olan en yüksek genel kullanıma ulaşmasını istiyorsanız, buna ulaşmanın en iyi yolu, bu programı herkesin bu şartlar altında dağıtıp değiştirebileceği özgür bir yazılım yapmaktır.

source: To do so, attach the following notices to the program. It is safest to attach them to the start of each source file to most effectively state the exclusion of warranty; and each file should have at least the "copyright" line and a pointer to where the full notice is found.
hi: ऐसा करने के लिए, इस कार्यक्रम के लिए निम्न सूचनाएं देते हैं। यह उन्हें सबसे अधिक प्रभावी ढंग वारंटी के बहिष्कार राज्य के लिए प्रत्येक स्रोत फ़ाइल की शुरुआत करने के लिए संलग्न करने के लिए सबसे सुरक्षित है; और प्रत्येक फ़ाइल कम से कम "कॉपीराइट" लाइन और जहां पूर्ण नोटिस पाया जाता है के लिए एक सूचक होनी चाहिए।
tr: Bunu yapmak için, programa aşağıdaki bildirimleri ekleyin. Garanti mahrumiyetinin en etkili şekilde bildirilmesinin en güvenli yolu, bunları her kaynak dosyasının başlangıcına eklemektir; ve her dosyada en azından "telif hakkı" satırı ve tam bildirimin bulunduğu yeri gösteren bir işaretçi bulunmalıdır.

source: Also add information on how to contact you by electronic and paper mail.
hi: यह भी कि कैसे इलेक्ट्रॉनिक और कागज मेल से संपर्क करने पर जानकारी जोड़ें।
tr: Ayrıca, e-posta ve geleneksel posta yoluyla sizinle nasıl iletişime geçileceği hakkında bilgi ekleyin.

source: If the program does terminal interaction, make it output a short notice like this when it starts in an interactive mode:
hi: कार्यक्रम टर्मिनल बातचीत करता है, यह उत्पादन इस तरह एक अल्प सूचना बनाने के लिए जब यह एक इंटरैक्टिव मोड में शुरू होता है:
tr: Program terminal etkileşim yaparsa, bir interaktif modda başlatıldığında şu şekilde kısa bir ihbar vermesini sağlayın:

source: The hypothetical commands \`\ ``show w``' and \`\ ``show c``' should show the appropriate parts of the General Public License. Of course, your program's commands might be different; for a GUI interface, you would use an "about box".
hi: काल्पनिक आदेश \`\ `` शो w``' और\`\ ``शो c``' को जनरल पब्लिक लाइसेंस के उपयुक्त हिस्सों को दिखाना चाहिए। बेशक, आपके प्रोग्राम के आदेश भिन्न हो सकते हैं; एक GUI इंटरफ़ेस के लिए, आप "के बारे में बॉक्स" का उपयोग करेंगे
tr: Hipotetik komutlar \`\ ``show w``' ve \`\ ``show c``' Genel Kamu Lisansı'nın ilgili bölümlerini göstermelidir. Elbette sizin programınızın komutları farklı olabilir; Bir GUI arabirimi için, bir "hakkında kutusu" kullanmak isteyebilirsiniz.

source: You should also get your employer (if you work as a programmer) or school, if any, to sign a "copyright disclaimer" for the program, if necessary. For more information on this, and how to apply and follow the GNU GPL, see http://www.gnu.org/licenses/.
hi: आपको अपने नियोक्ता (यदि आप एक प्रोग्रामर के रूप में काम करते हैं) या स्कूल प्राप्त करना चाहिए, यदि कोई हो, तो कार्यक्रम के लिए "कॉपीराइट अस्वीकरण" पर हस्ताक्षर करने के लिए, यदि आवश्यक हो। इस पर अधिक जानकारी के लिए, और जीएनयू जीपीएल का आवेदन कैसे करें और अनुसरण करें, देखें http://www.gnu.org/licenses/.
tr: Ayrıca gerekirse işvereninize (eğer programcı olarak çalışıyorsanız) veya okulunuza, varsa, program için bir "telif hakkı feragatnamesi" imzalatmalısınız. Bu konuda ve GNU GPL'nin nasıl uygulanacağı ve takip edileceği hakkında daha fazla bilgi edinmek için http://www.gnu.org/licenses/ adresini ziyaret ediniz.

source: The GNU General Public License does not permit incorporating your program into proprietary programs. If your program is a subroutine library, you may consider it more useful to permit linking proprietary applications with the library. If this is what you want to do, use the GNU Lesser General Public License instead of this License. But first, please read http://www.gnu.org/philosophy/why-not-lgpl.html.
hi: जीएनयू जनरल पब्लिक लाइसेंस आपके प्रोग्राम को मालिकाना कार्यक्रमों में शामिल करने की अनुमति नहीं देता है। यदि आपका प्रोग्राम एक सब-रूट लाइब्रेरी है, तो आप इसे लाइब्रेरी के साथ मालिकाना एप्लिकेशन को लिंक करने की अनुमति देने के लिए अधिक उपयोगी मान सकते हैं। यदि आप ऐसा करना चाहते हैं, तो इस लाइसेंस के बजाय जीएनयू कम जनरल पब्लिक लाइसेंस का उपयोग करें। लेकिन पहले, कृपया पढ़ें http://www.gnu.org/philosophy/why-not-lgpl.html.
tr: GNU Genel Kamu Lisansı, programınızı özel programlara eklemenize izin vermez. Programınız bir alt yordam kütüphanesi ise, kütüphanenize özel uygulamalara bağlantı izninin verilmesinin daha uygun olduğunu düşünebilirsiniz. Eğer yapmak istediğiniz buysa, bu lisans yerine GNU Sınırlı Genel Kamu Lisansı kullanın. Ama önce lütfen şunu okuyun http://www.gnu.org/philosophy/why-not-lgpl.html.
