Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/license.po
Languages: hi, tr

source: All rights granted under this License are granted for the term of copyright on the Program, and are irrevocable provided the stated conditions are met. This License explicitly affirms your unlimited permission to run the unmodified Program. The output from running a covered work is covered by this License only if the output, given its content, constitutes a covered work. This License acknowledges your rights of fair use or other equivalent, as provided by copyright law.
hi: इस लाइसेंस के तहत दी गई सभी अधिकार कार्यक्रम पर कॉपीराइट की अवधि के लिए दी गई है, और अटल प्रदान की कहा शर्तों से मुलाकात कर रहे हैं। इस लाइसेंस स्पष्ट असंशोधित कार्यक्रम को चलाने के लिए अपने असीमित अनुमति की पुष्टि की। एक कवर काम चलने से उत्पादन इस लाइसेंस केवल अगर उत्पादन, उसकी सामग्री को देखते हुए एक कवर काम गठन से आच्छादित है। इस लाइसेंस के उचित उपयोग या अन्य समकक्ष के अपने अधिकारों, के रूप में कॉपीराइट कानून द्वारा प्रदान मानता है।
tr: Bu Lisans kapsamında verilen tüm haklar Programın telif hakkı şartı için verilmiştir ve belirtilen koşullar karşılandığı taktirde geri çevrilemez ve geri alınamaz. Bu Lisans değiştirilmemiş Programı koşma konusunda size sağlanan sınırsız izni aşikâr bir şekilde sınırsız tasdik eder. Kapsanan bir işin koşulması sonucunda oluşan çıktı sadece çıktının içeriği kapsanan bir işle örtüştüğü taktirde bu Lisans tarafından kapsanır. Bu Lisans sizin adil kullanım veya eşdeğer diğer uygulamalarınızı telif hakkı kanunları tarafından sağlandığı şekliyle teslim ve tasdik eder.

source: You may make, run and propagate covered works that you do not convey, without conditions so long as your license otherwise remains in force. You may convey covered works to others for the sole purpose of having them make modifications exclusively for you, or provide you with facilities for running those works, provided that you comply with the terms of this License in conveying all material for which you do not control copyright. Those thus making or running the covered works for you must do so exclusively on your behalf, under your direction and control, on terms that prohibit them from making any copies of your copyrighted material outside their relationship with you.
hi: आप कर चलाने के लिए और इतने लंबे समय के रूप में अपने लाइसेंस अन्यथा लागू रहेगा शर्तों के बिना कवर काम करता है कि आप देना नहीं है, प्रचार कर सकते हैं। तुम्हें पता है, आप के लिए उन्हें विशेष रूप से संशोधन करने, या उन कार्यों को चलाने के लिए सुविधाओं के साथ प्रदान होने का एकमात्र उद्देश्य के लिए दूसरों के लिए काम करता है कवर व्यक्त कर सकते हैं सभी सामग्री जिसके लिए आप पर नियंत्रण नहीं है संदेश में प्रदान की जाती है कि आप इस लाइसेंस की शर्तों का पालन कॉपीराइट। इस प्रकार बनाने या कवर काम करता चल रहा है आप अपनी ओर से ऐसा विशेष रूप से करना चाहिए के लिए, अपनी दिशा और नियंत्रण के तहत उन लोगों, शब्दों है कि उन्हें आप के साथ अपने रिश्ते के बाहर अपने कॉपीराइट सामग्री के किसी भी प्रतियां बनाने से निषेध पर।
tr: Kapsanan işlerden taşımadıklarınızı lisansınızın uygun kıldığı şekilde koşulsuz olarak yapabilir, koşabilir veya yayabilirsiniz. Kapsanan işleri sadece size özel değişiklikler yapmaları için veya size özel değişiklikler yaptıkları o işleri koşmak için size imkân sağlamaları amacıyla telif haklarını kontrol etmediğiniz tüm malzemenin yayılması konusunda bu Lisansın şartlarına uyduğunuz sürece başkalarına yayabilirsiniz. Kapsanan işleri yapan veya koşanlar sadece size özel olarak, sizin adınıza, sizin yönlendirmeniz ve kontrolünüz dahilinde, telif hakları size ait malzemenin sizinle olan ilişkilerinin dışında başka bir kopyasını yapmalarına izin vermeyen şartlara uygun olarak bunu yapmalıdır.

source: Conveying under any other circumstances is permitted solely under the conditions stated below. Sublicensing is not allowed; section 10 makes it unnecessary.
hi: किसी भी अन्य परिस्थितियों के संदेश पूरी तरह से परिस्थितियों के नीचे दिया गया तहत अनुमति दी है। Sublicensing अनुमति नहीं है; धारा 10 में यह अनावश्यक बनाता है।
tr: Başka herhangi bir durumda yaymaya sadece aşağıda sayılan durumlarda izin verilir. Alt lisanslamaya izin yoktur; bölüm 10 bunu gereksiz kılar.

source: **3. Protecting Users' Legal Rights From Anti-Circumvention Law.**
hi: **3. सुरक्षा विरोधी कानून से उपयोगकर्ता के कानूनी अधिकारों की रक्षा करना.**
tr: **3. Kullanıcıların Yasal Haklarını, Kanun Boşluklarından Yararlanma Kanunundan Koruma.**

source: No covered work shall be deemed part of an effective technological measure under any applicable law fulfilling obligations under article 11 of the WIPO copyright treaty adopted on 20 December 1996, or similar laws prohibiting or restricting circumvention of such measures.
hi: कोई कवर काम किसी लागू कानून डब्ल्यूआईपीओ कॉपीराइट संधि 20 दिसंबर 1996, या इसी तरह के कानून पर रोक लगाने या इस तरह के उपायों की तरक़ीब सीमित पर अपनाया के अनुच्छेद 11 के तहत दायित्वों को पूरा करने के तहत एक प्रभावी तकनीकी उपाय के हिस्से समझा जाएगा।
tr: Kapsanan hiçbir iş 20 Aralık 1996 tarihinde kabul edilmiş olan WIPO telif hakları aktinin 11 nci maddesindeki yükümlülükleri yerine getiren tatbikî hiçbir kanun veya benzer önlemlerin boşluklardan yararlanılarak atlatılmasını yasaklayan veya sınırlayan benzeri hiçbir kanun kapsamında etkili bir teknolojik tedbirin bir parçası olarak kabul edilmemelidir.

source: When you convey a covered work, you waive any legal power to forbid circumvention of technological measures to the extent such circumvention is effected by exercising rights under this License with respect to the covered work, and you disclaim any intention to limit operation or modification of the work as a means of enforcing, against the work's users, your or third parties' legal rights to forbid circumvention of technological measures.
hi: जब आप एक कवर काम हूं, आप हद तक ऐसी तरक़ीब कवर काम करने के लिए सम्मान के साथ इस लाइसेंस के तहत अधिकारों के व्यायाम से प्रभावित है के लिए तकनीकी उपायों की तरक़ीब न करे किसी भी कानूनी शक्ति माफ करें, और आप के संचालन या संशोधन को सीमित करने का कोई इरादा छोड़ना लागू करने, काम के उपयोगकर्ताओं, अपने या तीसरे पक्ष 'कानूनी अधिकारों के खिलाफ तकनीकी उपायों की तरक़ीब न करे के एक साधन के रूप में काम करते हैं।
tr: Kapsanan bir işi taşıdığınızda, atlatmanın bu Lisansın kapsadığı hakların icrası yoluyla etkilenmesi kapsamı dahilinde teknolojik önlemlerin alınmasını menetme yasal hakkınızdan feragat etmiş ve işin kullanıcılarının, sizin veya üçüncü kişilerin teknolojik önlemlerin atlatılmasını menetme yasal haklarının uygulanmasında işin çalıştırılmasını veya değiştirilmesini sınırlama niyetinizi reddetmiş olursunuz.

source: **4. Conveying Verbatim Copies.**
hi: **4. शब्दशः प्रतियां संदेश.**
tr: **4. Aynı Kopyaları Yaymak.**

source: You may convey verbatim copies of the Program's source code as you receive it, in any medium, provided that you conspicuously and appropriately publish on each copy an appropriate copyright notice; keep intact all notices stating that this License and any non-permissive terms added in accord with section 7 apply to the code; keep intact all notices of the absence of any warranty; and give all recipients a copy of this License along with the Program.
hi: आप प्रदान की है, किसी भी माध्यम में कार्यक्रम के स्रोत कोड के शब्दशः प्रतियां व्यक्त कर सकते हैं आप इसे प्राप्त करते हैं, कि आप सुस्पष्टता और उचित रूप से प्रत्येक के लिए एक उपयुक्त कॉपीराइट नोटिस नकल पर प्रकाशित; सभी बरकरार बताया गया है कि इस लाइसेंस और किसी भी गैर-अनुमोदक शर्तों धारा 7 के साथ समझौते में जोड़ा कोड को लागू रखने; बरकरार रखने के लिए किसी भी वारंटी के अभाव के सभी नोटिस; और सभी प्राप्तकर्ताओं कार्यक्रम के साथ इस लाइसेंस की एक प्रति दे।
tr: Programın kaynak kodunun aynî kopyalarını aldığınız şekliyle bariz ve uygun şekilde her kopyada uygun bir telif hakkı bilgisi yayınlamak şartıyla herhangi bir biçimde yayabilirsiniz; bu Lisansı ve kısım 7′ye uymak koşuluyla eklediğiniz şartları beyan eden bildirilerin tamamını ve herhangi bir garanti bulunmadığına dair olan bildirilerin tamamını eksiksiz olarak bulundurun; ve tüm alıcılara Programla birlikte bu Lisansın bir kopyasını verin.

source: You may charge any price or no price for each copy that you convey, and you may offer support or warranty protection for a fee.
hi: आप प्रत्येक नकल है कि आप को व्यक्त करने के लिए किसी भी कीमत या कोई कीमत चार्ज कर सकते हैं, और आप एक शुल्क के लिए समर्थन या वारंटी संरक्षण प्रदान कर सकता है।
tr: İblağ ettiğiniz her kopya için herhangi bir fiyat talep edebilir ya da etmeyebilirsiniz, ve bir ücret karşılığında destek ve garanti koruması teklif edebilirsiniz.

source: **5. Conveying Modified Source Versions.**
hi: **5. संशोधित स्रोत संस्करण संदेश देना.**
tr: **5. Değiştirilmiş Kaynak Sürümlerinin Tebliği.**

source: You may convey a work based on the Program, or the modifications to produce it from the Program, in the form of source code under the terms of section 4, provided that you also meet all of these conditions:
hi: आप कार्यक्रम के आधार पर एक काम व्यक्त कर सकते हैं, या संशोधन, बशर्ते कि आप भी इन शर्तों के सभी को पूरा कार्यक्रम से यह उत्पादन करने के लिए धारा 4 की शर्तों के तहत स्रोत कोड के रूप में:
tr: Kısım 4 kapsamında Programı temel alan bir işi veya Programdan işi üretecek değişiklikleri kaynak kod biçiminde şu koşulları da karşılamak şartıyla yayabilirsiniz:

source: The work must carry prominent notices stating that you modified it, and giving a relevant date.
hi: काम प्रमुख बताया गया है कि आप इसे संशोधित, और एक प्रासंगिक तारीख देने उठाने चाहिए।
tr: Çalışma, onda değişiklik yaptığınıza dair gözle görülür bildiriler içermeli ve ilgili bir tarih vermelidir.

source: The work must carry prominent notices stating that it is released under this License and any conditions added under section 7. This requirement modifies the requirement in section 4 to "keep intact all notices".
hi: काम प्रमुख बताते हुए कहा कि यह इस लाइसेंस के तहत जारी की है और किसी भी परिस्थितियों धारा 7 के तहत जोड़ा इस आवश्यकता को धारा 4 में आवश्यकता "बरकरार रखने के लिए सभी सूचनाएं" करने को संशोधित नोटिस उठाने चाहिए।
tr: İş bu Lisans ve kısım 7 altına eklenen şartlar gereğince yayınlandığına dair gözle görülür bildiriler içermelidir. Bu gereklilik kısım 4′teki “tüm bildirileri değiştirmeden tutma” gerekliliğinde değişiklik yapar.

source: You must license the entire work, as a whole, under this License to anyone who comes into possession of a copy. This License will therefore apply, along with any applicable section 7 additional terms, to the whole of the work, and all its parts, regardless of how they are packaged. This License gives no permission to license the work in any other way, but it does not invalidate such permission if you have separately received it.
hi: आप पूरे काम के लिए लाइसेंस चाहिए, एक पूरे के रूप में, किसी भी व्यक्ति को इस लाइसेंस को जो एक प्रतिलिपि के अधिकार में आता तहत। इस लाइसेंस इसलिए लागू होगा, किसी भी लागू धारा 7 के अतिरिक्त शर्तों के साथ-साथ काम करने की पूरी है, और अपने सभी भागों में, वे कैसे पैक कर रहे हैं की परवाह किए बिना। इस लाइसेंस किसी अन्य तरीके से काम करने के लिए लाइसेंस की अनुमति नहीं देता है, लेकिन यह इस तरह की अनुमति अमान्य नहीं है, तो आप अलग से इसे प्राप्त किया है।
tr: İşin bir kopyasını elde eden herkese tüm işi bu Lisans kapsamında bir bütün olarak lisanslamalısınız. Bu Lisans bu sayede kısım 7′de verilecek tüm ek koşullar ile birlikte işin tamamını ve nasıl paketlenmiş olurlarsa olsunlar tüm parçalarını kapsayacaktır. Bu Lisans işin başka herhangi bir şekilde lisanslanmasına izin vermez, ama ayrıca bunun için bir izin aldıysanız onu geçersiz kılmaz.

source: If the work has interactive user interfaces, each must display Appropriate Legal Notices; however, if the Program has interactive interfaces that do not display Appropriate Legal Notices, your work need not make them do so.
hi: काम इंटरैक्टिव उपयोगकर्ता इंटरफेस है, तो प्रत्येक उचित कानूनी नोटिस प्रदर्शित करना चाहिए; हालांकि, अगर कार्यक्रम इंटरैक्टिव इंटरफेस है कि उचित कानूनी नोटिस प्रदर्शित नहीं करते है, अपने काम के लिए उन्हें ऐसा करने की जरूरत नहीं।
tr: Eğer işin etkileşimli kullanıcı arayüzleri varsa, her biri Uygun Yasal Bildirileri içermelidir; ancak eğer Programda etkileşimli arayüzlerden Uygun Yasal Bildiriler göstermeyen varsa, sizin işinizin bunları gösterecek şekilde değiştirmesi gerekmez.

source: A compilation of a covered work with other separate and independent works, which are not by their nature extensions of the covered work, and which are not combined with it such as to form a larger program, in or on a volume of a storage or distribution medium, is called an "aggregate" if the compilation and its resulting copyright are not used to limit the access or legal rights of the compilation's users beyond what the individual works permit. Inclusion of a covered work in an aggregate does not cause this License to apply to the other parts of the aggregate.
hi: अन्य अलग और स्वतंत्र काम करता है, जो कवर काम के अपने स्वभाव एक्सटेंशन द्वारा नहीं हैं के साथ एक कवर काम का एक संकलन, और जो एक बड़ा कार्यक्रम के लिए फार्म का यह इस तरह के रूप में के साथ संयुक्त नहीं कर रहे हैं, या एक भंडारण या वितरण माध्यम की एक मात्रा पर, एक "कुल" यदि संकलन कहा जाता है और इसके परिणामस्वरूप कॉपीराइट क्या व्यक्ति काम करता है की अनुमति से परे Access या संकलन के उपयोगकर्ताओं के कानूनी अधिकारों को सीमित करने के लिए इस्तेमाल नहीं कर रहे हैं। कुल में एक कवर काम का समावेश इस लाइसेंस कुल के अन्य भागों में लागू करने के लिए कारण नहीं है।
tr: Kapsanan bir işin doğaları gereği kapsanan işin uzantısı olmayan ve daha büyük bir iş oluşturmak için o işle birleştirilmeyen başka ayrı ve bağımsız işlerle bir depolama veya dağıtım ortamında derlenmiş hali, derlenmiş hâl ve sonuçta ortaya çıkan telif hakları işlerin her birinin izin verdiğinin ötesinde derlenmiş hâlin kullanıcının erişim veya yasal haklarını sınırlamak için kullanılmadığı taktirde, “yekûn” olarak anılır. Kapsanan bir işin bir yekûne dahil olması bu Lisansın yekûnün diğer kısımlarını kapsamasına neden olmaz.

source: **6. Conveying Non-Source Forms.**
hi: **6. गैर-स्रोत प्रपत्रों का संदेश देना.**
tr: **6. Kaynak Halde Olmayan Biçimlerin Tebliği.**

source: You may convey a covered work in object code form under the terms of sections 4 and 5, provided that you also convey the machine-readable Corresponding Source under the terms of this License, in one of these ways:
hi: आप प्रदान की है, धारा 4 और 5 की शर्तों के तहत वस्तु कोड के रूप में एक कवर काम व्यक्त कर सकते हैं कि आप भी इस लाइसेंस की शर्तों के तहत मशीन पठनीय इसी स्रोत हूं, इन तरीकों में से एक में:
tr: Makine tarafından okunabilir Karşılık Gelen Kaynağı da yaymak şartıyla kısım 4 ve 5′te verilen şartlar dahilinde kapsanan bir işi nesne kodu biçiminde bu Lisansın şartları kapsamında şu yollardan biriyle yayabilirsiniz.

source: Convey the object code in, or embodied in, a physical product (including a physical distribution medium), accompanied by the Corresponding Source fixed on a durable physical medium customarily used for software interchange.
hi: में वस्तु कोड हूं, या में सन्निहित, एक भौतिक उत्पाद (एक शारीरिक वितरण मध्यम सहित), इसी स्रोत एक टिकाऊ भौतिक माध्यम पर तय के साथ प्रथानुसार सॉफ्टवेयर इंटरचेंज के लिए इस्तेमाल किया।
tr: Nesne kodunu, özellikle yazılım değiş-tokuşu için kullanılan dayanıklı bir fiziksel ortama maktu Karşılık Gelen Kaynakla birlikte olmak şartıyla, (fiziksel bir dağıtım ortamı dahil) fiziksel bir üründe yayabilirsiniz.

source: Convey the object code in, or embodied in, a physical product (including a physical distribution medium), accompanied by a written offer, valid for at least three years and valid for as long as you offer spare parts or customer support for that product model, to give anyone who possesses the object code either (1) a copy of the Corresponding Source for all the software in the product that is covered by this License, on a durable physical medium customarily used for software interchange, for a price no more than your reasonable cost of physically performing this conveying of source, or (2) access to copy the Corresponding Source from a network server at no charge.
hi: जब तक आप उस उत्पाद मॉडल के लिए स्पेयर पार्ट्स या ग्राहक समर्थन की पेशकश में वस्तु कोड, या में सन्निहित, एक भौतिक उत्पाद (एक शारीरिक वितरण मध्यम सहित), एक प्रश्न के लिखित प्रस्ताव के साथ, के लिए कम से कम तीन साल के लिए वैध और वैध हूं , जो किसी को भी वस्तु से कोड या तो (1) उत्पाद में सभी सॉफ्टवेयर है कि एक टिकाऊ भौतिक माध्यम प्रथानुसार सॉफ्टवेयर इंटरचेंज के लिए इस्तेमाल किया पर इस लाइसेंस के द्वारा कवर किया जाता है, के लिए इसी स्रोत की एक प्रति एक मूल्य के लिए कोई और अधिक के पास देने के लिए शारीरिक रूप से स्रोत के इस संदेश, या (2) का उपयोग प्रदर्शन पर कोई शुल्क नहीं किसी नेटवर्क सर्वर से इसी स्रोत की नकल करने की अपनी उचित कीमत।
tr: Nesne kodunu, en az üç yıl ve sizin o ürün modeli için yedek parça veya müşteri desteği sağlamayı teklif ettiğiniz süre boyunca geçerli yazılı bir teklifle birlikte, nesne koduna sahip olan herhangi kişilere (1) bu Lisans tarafından kapsanan üründeki tüm yazılıma Karşılık Gelen Kaynağın bir kopyasını özellikle yazılım değiş-tokuşu için kullanılan dayanıklı bir fiziksel ortamda bu kaynağın yaymanıza karşılık makul bir tutarı aşmayan bir ücret karşılığında veya (2) Karşılık Gelen Kaynağa bir ağ sunucusu üzerinden ücretsiz olarak erişim imkânıyla, (fiziksel bir dağıtım ortamı dahil) fiziksel bir üründe yayabilirsiniz.

source: Convey individual copies of the object code with a copy of the written offer to provide the Corresponding Source. This alternative is allowed only occasionally and noncommercially, and only if you received the object code with such an offer, in accord with subsection 6b.
hi: लिखित प्रस्ताव की एक प्रति के साथ वस्तु कोड के व्यक्तिगत प्रतियां व्यक्त इसी स्रोत प्रदान करते हैं। यह विकल्प कभी कभी ही और noncommercially अनुमति दी है, और आप उपधारा 6B साथ इस तरह के एक प्रस्ताव के साथ वस्तु कोड प्राप्त केवल यदि समझौते में।
tr: Karşılık Gelen Kaynağı sağlamaya yönelik yazılı bir teklifin bir kopyasıyla birlikte nesne kodunun müstakil kopyalarını yayabilrisiniz. Bu alternatife sadece bazen ve ticari olmayacak şekilde, ve sadece eğer siz nesne kodunu böyle bir teklifle elde ettiyeseniz, kısım 6 madde (b)’ye uygun olarak izin verilir.

source: Convey the object code by offering access from a designated place (gratis or for a charge), and offer equivalent access to the Corresponding Source in the same way through the same place at no further charge. You need not require recipients to copy the Corresponding Source along with the object code. If the place to copy the object code is a network server, the Corresponding Source may be on a different server (operated by you or a third party) that supports equivalent copying facilities, provided you maintain clear directions next to the object code saying where to find the Corresponding Source. Regardless of what server hosts the Corresponding Source, you remain obligated to ensure that it is available for as long as needed to satisfy these requirements.
hi: (एक आरोप मुक्त या के लिए) एक निर्दिष्ट स्थान से उपयोग की पेशकश के द्वारा वस्तु कोड हूं, और बराबर आगे कोई शुल्क नहीं पर एक ही जगह के माध्यम से एक ही रास्ते में इसी स्रोत के लिए उपयोग करते हैं। आप वस्तु कोड के साथ इसी स्रोत की नकल करने के लिए प्राप्तकर्ताओं की आवश्यकता नहीं है। वस्तु कोड की नकल करने की जगह एक नेटवर्क सर्वर है, तो इसी स्रोत, एक अलग सर्वर (आप या किसी तीसरे पक्ष द्वारा संचालित) है कि बराबर नकल सुविधाओं का समर्थन करता है पर हो सकता है कि तुम कहाँ करने के लिए कह वस्तु कोड के बगल में बनाए रखने के स्पष्ट निर्देश प्रदान की इसी स्रोत हैं। सर्वर क्या मेजबान इसी स्रोत के बावजूद, आप यह सुनिश्चित करना है कि यह रूप में लंबे समय के रूप में इन आवश्यकताओं को पूरा करने की जरूरत के लिए उपलब्ध है बाध्य रहते हैं।
tr: Tasrih edilmiş bir yerden ücretli veya ücretsiz erişim sunma yoluyla nesne kodunu yayabilirsiniz, ve ek bir ücret talebinde bulunmadan Karşılık Gelen Kaynağa aynı yer yoluyla aynı şekilde eşdeğer erişim sunabilirsiniz. Alıcıların nesne koduyla birlikte Karşılık Gelen Kaynağın bir kopyasını almalarını şart koşmanız gerekmez. Eğer nesne kodunun kopyalanacağı yer bir ağ sunucusu ise, nesne kodunun yanında Karşılık Gelen Kaynağın nereden edinilebileceğini belirten açık talimatlar bulundurmak koşuluyla Karşılık Gelen Kaynak eşdeğer kopyalama kolaylıklarını sunan ve sizin tarafınızdan veya bir üçüncü kişi tarafından işletilen farklı bir sunucu olabilir. Karşılık Gelen Kaynağın hangi sunucularda barındırıldığından bağımsız olarak, bu gereklilikleri karşılamak gerektiği sürece mevcut ve erişilebilir olduğundan emin olmakla zorunlu olursunuz.

source: Convey the object code using peer-to-peer transmission, provided you inform other peers where the object code and Corresponding Source of the work are being offered to the general public at no charge under subsection 6d.
hi: सहकर्मी से सहकर्मी संचरण का उपयोग कर वस्तु कोड हूं, आप अन्य साथियों जहां वस्तु कोड और काम की इसी स्रोत उपधारा 6 डी के तहत कोई आरोप में आम जनता के लिए पेशकश की जा रही सूचित प्रदान की है।
tr: Diğer eşdüzey kullanıcıları’ (peer) işin nesne kodunun ve Karşılık Gelen Kaynağının kısım 6(b) kapsamında ücret talebi olmaksızın umuma açık olarak nerede bulunduğu konusunda bilgilendirmek şartıyla, nesne kodunu eşdüzeyler / kullanıcılar arası (peer-to-peer) aktarım yoluyla yayabilirsiniz.

source: A separable portion of the object code, whose source code is excluded from the Corresponding Source as a System Library, need not be included in conveying the object code work.
hi: वस्तु कोड, जिसका स्रोत कोड एक प्रणाली पुस्तकालय के रूप में इसी स्रोत से बाहर रखा गया है, की एक वियोज्य भाग वस्तु कोड काम के संदेश में शामिल होने की जरूरत नहीं।
tr: Nesne kodunun ayrılabilir bir parçası Nesne kodunun, kaynak kodu bir Sistem Kütüphanesi olarak Karşılık Gelen Kaynağa dahil edilmeyen ayrılabilir bir parçasının, nesne kodu işini yayarken dahil edilmesi gerekmez.
