Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/license.po
Languages: hi, tr

source: A "User Product" is either (1) a "consumer product", which means any tangible personal property which is normally used for personal, family, or household purposes, or (2) anything designed or sold for incorporation into a dwelling. In determining whether a product is a consumer product, doubtful cases shall be resolved in favor of coverage. For a particular product received by a particular user, "normally used" refers to a typical or common use of that class of product, regardless of the status of the particular user or of the way in which the particular user actually uses, or expects or is expected to use, the product. A product is a consumer product regardless of whether the product has substantial commercial, industrial or non-consumer uses, unless such uses represent the only significant mode of use of the product.
hi: एक "उपयोगकर्ता उत्पाद" या तो (1) एक "उपभोक्ता उत्पाद" है, जो किसी भी मूर्त निजी संपत्ति है जो सामान्य रूप से व्यक्तिगत, परिवार, या घर के प्रयोजनों के लिए प्रयोग किया जाता है, या (2) कुछ भी बनाया गया है या में शामिल करने के लिए बेच दिया जिसका मतलब है एक आवास। निर्धारित करता है कि एक उत्पाद एक उपभोक्ता उत्पाद है, संदिग्ध मामलों कवरेज के पक्ष में हल किया जाएगा। एक विशेष रूप से एक विशेष उपयोगकर्ता द्वारा प्राप्त उत्पाद के लिए, "सामान्य रूप से इस्तेमाल किया" विशेष उपयोगकर्ता की या रास्ते में जो विशेष उपयोगकर्ता वास्तव में उपयोग करता है की स्थिति की परवाह किए बिना, उत्पाद के उस वर्ग का एक विशिष्ट या आम उपयोग करने के लिए संदर्भित करता है, या उम्मीद है या उपयोग करने, उत्पाद की उम्मीद है। एक उत्पाद उत्पाद, पर्याप्त वाणिज्यिक, औद्योगिक या गैर उपभोक्ता का उपयोग करता है कि क्या जब तक इस तरह का उपयोग करता है उत्पाद के उपयोग के केवल महत्वपूर्ण मोड प्रतिनिधित्व की परवाह किए बिना एक उपभोक्ता उत्पाद है।
tr: Bir “Kullanıcı ürünü” ya (1) normalde, kişisel ve/veya ailevi amaçla ve/veya evin idamesi amacıyla kullanılan gerçek herhangi bir mülk anlamında bir “tüketici ürünü”dür veya (2) ikametgâhta kullanılmak üzere tasarlanan veya satılan herhangi birşeydir. Bir ürünün tüketici ürünü olup olmadığını belirlemede tereddüt yaşanan durumlar kapsam dikkate alınarak çözümlenmelidir. Belirli bir kullanıcı tarafınan alınan belirli bir ürün için, “normal kullanım” o belirli kullanıcının durumu ve o belirli kullanıcının o ürünü kullanıp kullanmadığına, kullanması beklenip beklenmediğine, veya ne şekilde kullanması beklendiğine bakılmaksızın o sınıftaki bir ürünün tipik ve yaygın kullanımına işaret eder. Bir ürün ürünün ticarî, endüstriyel veya tüketici-dışı kullanımları -bu kullanımlar ürünün tek bariz kullanım şekli olmadıkları sürüce- dikkate alınmaksızın bir tüketici ürünüdür.

source: "Installation Information" for a User Product means any methods, procedures, authorization keys, or other information required to install and execute modified versions of a covered work in that User Product from a modified version of its Corresponding Source. The information must suffice to ensure that the continued functioning of the modified object code is in no case prevented or interfered with solely because modification has been made.
hi: एक उपयोगकर्ता उत्पाद के लिए "स्थापना सूचना" किसी भी तरीके, प्रक्रियाओं, प्राधिकरण चाबियाँ, या अन्य जानकारी को स्थापित करने और अपनी इसी स्रोत का एक संशोधित संस्करण से है कि उपयोगकर्ता उत्पाद में एक कवर काम के संशोधित संस्करण पर अमल करने के लिए आवश्यक का मतलब है। जानकारी सुनिश्चित करने के लिए कि संशोधित वस्तु कोड के लिए जारी रखा कामकाज कोई मामला नहीं रोका या केवल क्योंकि संशोधन किया गया है के साथ दखल में है पर्याप्त होगा।
tr: Bir Kullanıcı Ürünü için “Kurulum Bilgisi” Kullanıcı Ürününün Karşılık Gelen Kaynağının değiştirilmiş bir hâlinden elde edilen Kullanıcı Ürününde kapsanan bir işin kurulumu ve çalıştırılması için gereken yöntemler, prosedürler, yetkilendirme anahtarları veya diğer bilgilerdir. Bilginin değiştirilmiş nesne kodunun çalışabilir kalmasının hiçbir durumunda sırf değişiklik yapıldı diye engellenmediğini ve müdahaleye maruz kalmadığını garantilemesi yeterli olmalıdır.

source: If you convey an object code work under this section in, or with, or specifically for use in, a User Product, and the conveying occurs as part of a transaction in which the right of possession and use of the User Product is transferred to the recipient in perpetuity or for a fixed term (regardless of how the transaction is characterized), the Corresponding Source conveyed under this section must be accompanied by the Installation Information. But this requirement does not apply if neither you nor any third party retains the ability to install modified object code on the User Product (for example, the work has been installed in ROM).
hi: यदि आप किसी उपयोगकर्ता के उत्पाद, या विशेष रूप से उपयोग के लिए या किसी विशेष उत्पाद के लिए, इस खंड के तहत ऑब्जेक्ट कोड काम करते हैं, तो संदेश एक लेनदेन के भाग के रूप में होता है जिसमें उपभोक्ता उत्पाद के कब्जे और उपयोग के अधिकार को हस्तांतरित किया जाता है प्राप्तकर्ता को पूर्णतया या किसी निश्चित अवधि के लिए (चाहे लेनदेन की विशेषता नहीं है), इस खंड के तहत बताए गए अनुरूप स्रोत को इंस्टॉलेशन सूचना के साथ होना चाहिए। लेकिन यह आवश्यकता तब लागू नहीं होती है जब न तो आप या कोई तृतीय पक्ष उपयोगकर्ता उत्पाद पर संशोधित ऑब्जेक्ट कोड स्थापित करने की क्षमता को बरकरार रखे (उदाहरण के लिए, काम रोम में स्थापित किया गया है).
tr: Bu kısımdaki bir nesne kodu işini bir Kullanıcı Ürünü ile, ürünün içinde veya özellikle o üründe kullanılmak üzere yayarsanız ve eğer yayma sahip olma ve Kullanıcı Ürününü kullanma hakları belirli bir süre için veya süresiz olacak şekilde alıcıya nakledilerek bir aktarımın (aktarımın tavsifi nasıl olursa olsun) parçası olursa, bu kısımdaki Karşılık Gelen Kaynak Kurulum Bilgisine eşlik etmelidir. Ama bu gereklilik ne siz ne de herhangi bir üçüncü kişi değiştirilmiş nesne kodunu Kullanıcı Ürününe kurma veya yükleme ehliyetini elinde bulundurduğu taktirde (örneğin iş ROM’a yüklendiğinde veya kurulduğunda) geçerli değildir.

source: The requirement to provide Installation Information does not include a requirement to continue to provide support service, warranty, or updates for a work that has been modified or installed by the recipient, or for the User Product in which it has been modified or installed. Access to a network may be denied when the modification itself materially and adversely affects the operation of the network or violates the rules and protocols for communication across the network.
hi: आवश्यकता स्थापना जानकारी प्रदान करने के लिए एक काम है कि संशोधित किया गया है या स्थापित प्राप्तकर्ता द्वारा, या उपयोगकर्ता उत्पाद है जिसमें यह संशोधित किया गया है या स्थापित करने के लिए के लिए समर्थन सेवा, वारंटी, या अद्यतन प्रदान करने के लिए जारी रखने के लिए एक आवश्यकता शामिल नहीं है। एक नेटवर्क का उपयोग इनकार किया जा सकता है जब संशोधन से ही भौतिक और प्रतिकूल नेटवर्क के संचालन को प्रभावित करता है या नेटवर्क भर में संचार के लिए नियम और प्रोटोकॉल का उल्लंघन करती है।
tr: Kurulum Bilgisi sunma gerekliliği alıcı tarafından değiştirilmiş veya kurulumuş bir iş ve işin içinde değiştirildiği veya işin kurulduğu ya da yüklendiği Kullanıcı Ürünü için destek servisi, garanti veya güncelleme gerekliliği getirmez. Değiştirme işleminin kendisi maddeten ve olumsuz şekilde ağın işleyişini etkilerse veya ağ içerisinde iletişim için varolan kural veya protokolleri ihlâl ederse bir ağa erişim reddedilebilir.

source: Corresponding Source conveyed, and Installation Information provided, in accord with this section must be in a format that is publicly documented (and with an implementation available to the public in source code form), and must require no special password or key for unpacking, reading or copying.
hi: इस खंड के साथ इसी स्रोत से अवगत करा दिया, और स्थापना जानकारी प्रदान की है, समझौते में एक स्वरूप है कि सार्वजनिक रूप से प्रलेखित है (और एक कार्यान्वयन स्रोत कोड के रूप में जनता के लिए उपलब्ध के साथ) में होना चाहिए, और unpacking, पढ़ने के लिए कोई विशेष पासवर्ड या कुंजी की आवश्यकता होती है चाहिए या नकल।
tr: Bu kısma uygun olarak Karşılık Gelen Kaynak yayıldığında ve Kurulum Bilgisi sunulduğunda, alenen belgelendirilmiş ve umuma kaynak kod biçiminde açık olarak uyarlanmış bir biçemde olmalıdır, ve açmak, okumak veya kopyalamak için herhangi bir parola veya anahtar gerektirmemelidir.

source: **7. Additional Terms.**
hi: **गैर-स्रोत प्रपत्रों का संदेश देना.**
tr: **7. Ek Koşullar**

source: "Additional permissions" are terms that supplement the terms of this License by making exceptions from one or more of its conditions. Additional permissions that are applicable to the entire Program shall be treated as though they were included in this License, to the extent that they are valid under applicable law. If additional permissions apply only to part of the Program, that part may be used separately under those permissions, but the entire Program remains governed by this License without regard to the additional permissions.
hi: "अतिरिक्त अनुमतियां" नियम है कि एक या अपनी शर्तों के अधिक से अपवाद बनाने के द्वारा इस लाइसेंस की शर्तों के पूरक हैं। जैसे कि वे इस लाइसेंस में शामिल थे अतिरिक्त अनुमतियां कि पूरे कार्यक्रम को लागू कर रहे माना जाएगा, इस हद तक कि वे लागू कानून के तहत मान्य हैं करने के लिए। अतिरिक्त अनुमति कार्यक्रम के हिस्से के लिए ही लागू होते हैं, वह हिस्सा उन अनुमतियों के तहत अलग से इस्तेमाल किया जा सकता है, लेकिन पूरे कार्यक्रम के अतिरिक्त अनुमति के संबंध के बिना इस लाइसेंस के द्वारा नियंत्रित रहता है।
tr: “Ek koşullar” bu Lisansın şartlarına bir veya daha fazla koşulun istisnasını oluşturarak ilave edilen şartlardır. Programın tamamına tatbik edilen ek koşullar ilgili kanun kapsamında geçerli olmak koşuluyla bu Lisansa dahil edilmiş kabul edilmelidir. Eğer ek koşullar Programın sadece bir kısmına atfedilmişse, o kısım o koşullar kapsamında ayrıca kullanılabilir, ama Programın tamamı, ek koşullar dikkate alınmaksızın, bu Lisans kapsamındadır.

source: When you convey a copy of a covered work, you may at your option remove any additional permissions from that copy, or from any part of it. (Additional permissions may be written to require their own removal in certain cases when you modify the work.) You may place additional permissions on material, added by you to a covered work, for which you have or can give appropriate copyright permission.
hi: जब आप एक कवर काम की एक प्रति हूं, तुम अपने विकल्प पर कि नकल से, या इसके किसी भी हिस्से से किसी भी अतिरिक्त अनुमति निकाल सकते हैं। (अतिरिक्त अनुमतियों के कुछ मामलों में अपने ही हटाने की आवश्यकता है जब आप काम को संशोधित लिखा जा सकता है।) आप सामग्री पर अतिरिक्त अनुमति, एक कवर का काम है, जिसके लिए आपके पास या उचित कॉपीराइट अनुमति दे सकते हैं कि आप के द्वारा जोड़ा जगह हो सकती है।
tr: Kapsanan bir işinin bir kopyasını yaydığınızda, kendi tercihinize bağlı olarak o kopyadan ve istediğiniz herhangi bir kısmından ek koşulları kaldırabilirsiniz. (Belirli durumlarda işi değiştirdiğinizde kaldırılmalarını gerektirecek şekilde ek koşullar yazılmış olabilir.) Kapsanan bir işe sizin tarafınızdan eklenmiş bir malzemeye uygun telif hakları koşullarına sahip olmak veya verebilmek şartıyla ek koşullar koyabilirsiniz.

source: Notwithstanding any other provision of this License, for material you add to a covered work, you may (if authorized by the copyright holders of that material) supplement the terms of this License with terms:
hi: इस लाइसेंस के किसी अन्य प्रावधान, सामग्री के लिए आप एक कवर काम करने के लिए जोड़ के होते हुए भी, आप (अगर उस सामग्री के कॉपीराइट धारकों द्वारा अधिकृत) पूरक हो सकता है शर्तों के साथ इस लाइसेंस की शर्तों:
tr: Bu Lisansın diğer koşullarıyla uyumsuz olmayacak şekilde Kapsanan bir işe eklediğiniz bir malzeme için o malzemenin telif haklarını elinde bulunduranlar tarafından yetkili kılınırsanız bu Lisansın şartlarına şu koşullar kapsamında eklemelerde bulunabilirsiniz:

source: Disclaiming warranty or limiting liability differently from the terms of sections 15 and 16 of this License; or
hi: वारंटी disclaiming या वर्गों के 15 और इस लाइसेंस में से 16 के मामले से अलग दायित्व सीमित; या
tr: Bu Lisansın 15 ve 16 nci kısımlarımlarındaki şartlardan farklı olarak taahhütünüzü sınırlandırabilir veya garanti vermeyebilirsiniz; veya

source: Requiring preservation of specified reasonable legal notices or author attributions in that material or in the Appropriate Legal Notices displayed by works containing it; or
hi: निर्दिष्ट उचित कानूनी नोटिस या कि सामग्री में या यह युक्त काम करता है के द्वारा प्रदर्शित उचित कानूनी नोटिस में लेखक अधिकार के संरक्षण की आवश्यकता; या
tr: Belirteceğiniz mahsus yasal bildirilerin veya o malzemeye yazarların yaptığı katkıların malzemede veya onu içeren işler tarafından gösterilen Mahsus Yasal Bildirilerde korunmasını şart koşabilirsiniz; veya

source: Prohibiting misrepresentation of the origin of that material, or requiring that modified versions of such material be marked in reasonable ways as different from the original version; or
hi: कि सामग्री की उत्पत्ति की गलत बयानी पर रोक लगाने, या आवश्यकता होती है कि इस तरह की सामग्री के संशोधित संस्करण उचित तरीके मूल संस्करण से अलग में चिह्नित किया; या
tr: O malzemenin kökeni hakkında yanlış veya yalan bilgi verilmesini yasaklayabilir veya o malzemenin değiştirilmiş hâllerinin ve sürümlerinin asıl hâl ve sürümlerinden farklı olduklarını makul şekillerde göstermelerini şart koşabilirsiniz; veya

source: Limiting the use for publicity purposes of names of licensors or authors of the material; or
hi: लाइसेंसदाताओं या सामग्री के लेखकों के नाम का प्रचार उद्देश्यों के लिए उपयोग सीमित; या
tr: Malzemenin yazarlarının veya lisans sahiplerinin isimlerinin ilan edilme amacıyla kullanılmasını sınırlandırabilirsiniz; veya

source: Declining to grant rights under trademark law for use of some trade names, trademarks, or service marks; or
hi: कुछ व्यापार नाम, ट्रेडमार्क, या सेवा के निशान के उपयोग के लिए ट्रेडमार्क कानून के तहत अधिकार देने की गिरावट; या
tr: Bazı ticari isimler, ticari marka veya hizmet markalarının kullanımı için marka hukuku kapsamındaki hakların verilmesini reddedebilirsiniz; veya

source: Requiring indemnification of licensors and authors of that material by anyone who conveys the material (or modified versions of it) with contractual assumptions of liability to the recipient, for any liability that these contractual assumptions directly impose on those licensors and authors.
hi: लाइसेंसदाताओं और उन प्राप्तकर्ता के लिए दायित्व की संविदात्मक मान्यताओं, किसी भी दायित्व है कि इन संविदात्मक मान्यताओं सीधे उन लाइसेंसदाताओं और लेखकों पर थोपने के लिए सामग्री के साथ (या इसके संशोधित संस्करण) बता देते हैं कि किसी के द्वारा सामग्री के लेखकों में से क्षतिपूर्ति की जरूरत पड़ेगी।
tr: Malzemeyi yayanlardan o malzemenin (veya değiştirilmiş hâl ya da sürümlerinin) lisans sahiplerinin ve yazarlarının mukaveleden doğan ve mukaveleyle alıcıya yüklenen mesuliyet varsayımı çerçevesinde lisanslayanlara ve yazarlarına karşı her türlü zararın ödenmesini ve karşılanmasını talep edebilirsiniz.

source: All other non-permissive additional terms are considered "further restrictions" within the meaning of section 10. If the Program as you received it, or any part of it, contains a notice stating that it is governed by this License along with a term that is a further restriction, you may remove that term. If a license document contains a further restriction but permits relicensing or conveying under this License, you may add to a covered work material governed by the terms of that license document, provided that the further restriction does not survive such relicensing or conveying.
hi: अन्य सभी गैर अनुमोदक अतिरिक्त शर्तें, धारा 10 के अर्थ के भीतर माना जाता है "आगे प्रतिबंध" कार्यक्रम के रूप में आप इसे प्राप्त करते हैं या इसके किसी भी हिस्से, एक नोटिस करते हुए कहा कि यह एक शब्द है कि एक और प्रतिबंध के साथ-साथ इस लाइसेंस के द्वारा नियंत्रित किया जाता है शामिल आप उस शब्द निकाल सकते हैं। एक लाइसेंस के दस्तावेज एक और प्रतिबंध शामिल है, लेकिन इस लाइसेंस के तहत relicensing या संदेश परमिट हैं, आपको लगता है कि लाइसेंस के दस्तावेज की शर्तों के द्वारा शासित एक कवर काम करने के लिए सामग्री जोड़ सकते हैं, बशर्ते कि आगे इस तरह के प्रतिबंध relicensing या संदेश जीवित नहीं है।
tr: Kısıtlayıcı tüm diğer ek koşullar kısım 10 kastı dahilinde “ilave kısıtlama” olarak kabul edilir. Eğer aldığınız Program veya herhangi bir parçası bu Lisansın hükümlerine tabi olduğunu ve ilave kısıtlamalar bulunduğunu belirten bir bildirim taşıyorsa, o koşulu kaldırabilirsiniz. Eğer bir lisans belgesi ilave kısıtlama taşıyor ama bu Lisans kapsamında yeniden lisanslamaya veya yaymaya ruhsat veriyorsa, ilave kısıtlamanın o tür bir yeniden lisanslama veya yayma durumunda devam etmemesi koşuluyla kapsanan bir işe o lisans belgesi hükümlerince malzeme ekleyebilirsiniz.

source: If you add terms to a covered work in accord with this section, you must place, in the relevant source files, a statement of the additional terms that apply to those files, or a notice indicating where to find the applicable terms.
hi: आप इस अनुभाग के साथ समझौते में एक कवर काम करने के लिहाज से जोड़ने, तो आप जगह चाहिए, प्रासंगिक स्रोत फ़ाइलों में, अतिरिक्त शब्दों है कि उन फ़ाइलों को, या एक नोटिस का संकेत है जहां लागू शर्तों को खोजने के लिए लागू होते हैं के एक बयान।
tr: Kapsanan bir işe bu kısma zıt düşmemek şartıyla koşul eklerseniz, ilgili kaynak dosyalarda o dosyalara hasreden ek koşullarla ilgili bir beyanat veya tatbik edilmesi gereken koşulların nerede bulunabileceğini belirten bir ibare yerleştirmelisiniz.

source: Additional terms, permissive or non-permissive, may be stated in the form of a separately written license, or stated as exceptions; the above requirements apply either way.
hi: अतिरिक्त शर्तें, अनुमोदक या गैर अनुमोदक, एक अलग से लिखा लाइसेंस के रूप में कहा जा सकता है, या अपवाद के रूप में कहा गया है; ऊपर आवश्यकताओं को किसी भी तरह से लागू होते हैं।
tr: İlave koşullar, isteğe bağlı ya da değil, ayrı yazılan bir lisans biçiminde belirtilebilir veya istisnalar olarak ifade edilebilir; Yukarıdaki şartlar her iki durumda da uygulanır.

source: **8. Termination.**
hi: **8. समाप्ति.**
tr: **8. Sonlandırma.**

source: You may not propagate or modify a covered work except as expressly provided under this License. Any attempt otherwise to propagate or modify it is void, and will automatically terminate your rights under this License (including any patent licenses granted under the third paragraph of section 11).
hi: आप प्रचार या के रूप में स्पष्ट रूप से इस लाइसेंस के तहत प्रदान के अलावा एक कवर काम को संशोधित नहीं कर सकते। अन्यथा कोई भी प्रयास का प्रचार करने के लिए या यह शून्य है, संशोधित करने, और स्वचालित रूप से इस लाइसेंस (धारा 11 के तीसरे पैरा के तहत दी गई किसी भी पेटेंट लाइसेंस सहित) के तहत अपने अधिकारों को समाप्त होगा।
tr: Bu Lisansla sağlanan yollar dışında kapsanan bir işi kesinlikle yayamaz ve değiştiremezsiniz. Yaymak veya değiştirmek için aksi her türlü teşebbüs geçersizdir ve bu Lisans kapsamındaki tüm haklarınızı (11 nci kısım 3 nci paragrafta sağlanan patent lisansları dahil) sonlandırır.

source: However, if you cease all violation of this License, then your license from a particular copyright holder is reinstated (a) provisionally, unless and until the copyright holder explicitly and finally terminates your license, and (b) permanently, if the copyright holder fails to notify you of the violation by some reasonable means prior to 60 days after the cessation.
hi: हालांकि, अगर आप इस लाइसेंस की सभी उल्लंघन संघर्ष है, तो एक विशेष कॉपीराइट धारक से अपने लाइसेंस बहाल किया जाता है (एक) प्रावधिक, जब तक और जब तक कॉपीराइट धारक को स्पष्ट रूप से और अंत में अपने लाइसेंस, और (ख) स्थायी रूप से समाप्त हो जाता है, कॉपीराइट धारक विफल रहता है समाप्ति के बाद 60 दिन से पहले कुछ उचित तरह से उल्लंघन के बारे में सूचित करने के लिए।
tr: Ancak, bu Lisansı ihlal davranışlarınızı keserseniz, belirli telif hakları sahibinden olan lisansınız (a) telif hakları sahibi sarih ve nihai olarak sonlandırana kadar geçici olarak ve (b) eğer telif hakları sahibinin ihlali takiben 60 gün içinde sizi makul bir yolla ihlalinizinden haberdar etmemesi halinde daimî olarak iade edilir.

source: Moreover, your license from a particular copyright holder is reinstated permanently if the copyright holder notifies you of the violation by some reasonable means, this is the first time you have received notice of violation of this License (for any work) from that copyright holder, and you cure the violation prior to 30 days after your receipt of the notice.
hi: इसके अलावा, एक विशेष कॉपीराइट धारक से अपने लाइसेंस बहाल किया जाता है स्थायी रूप से यदि कॉपीराइट धारक कुछ उचित तरह से उल्लंघन की सूचना देता है, यह पहली बार जब आप उस कॉपीराइट धारक से (किसी भी काम के लिए) इस लाइसेंस के उल्लंघन का नोटिस प्राप्त हुआ है, और तुम नोटिस की अपनी प्राप्ति के बाद 30 दिनों के उल्लंघन से पहले इलाज।
tr: Ayrıca, belirli telif hakları sahibinden olan lisansınız, telif hakları sahibi sizi makûl bir yolla ihlâlinizden haberdar ederse, bu sizin bu Lisansı ihlâlinize dair aldığınız ilk ihbarname ise ve ihbarnameyi aldıktan sonra 30 gün içinde ihlâli durdurursanız, daimî olarak iade edilir.

source: Termination of your rights under this section does not terminate the licenses of parties who have received copies or rights from you under this License. If your rights have been terminated and not permanently reinstated, you do not qualify to receive new licenses for the same material under section 10.
hi: इस धारा के तहत अपने अधिकारों की समाप्ति पार्टियों ने इस लाइसेंस के तहत आप से प्रतियां या अधिकार प्राप्त हुआ है के लाइसेंस समाप्त नहीं करता। अपने अधिकारों समाप्त कर दिया गया है और स्थायी रूप से बहाल नहीं, तो आप धारा 10 के तहत एक ही सामग्री के लिए नए लाइसेंस प्राप्त करने के लिए योग्य नहीं है।
tr: Bu kısım kapsamında haklarınızın sonlandırılması bu Lisans kapsamında sizden kopyalar veya haklar alan üçüncü kişilerin lisanslarını sonlandırmaz. Eğer haklarınız sonlandırıldıysa ve daimî olarak iade edilmediyse, kısım 10 kapsamında aynı malzeme için yeni lisans almaya ehliyetsiz olursunuz.

source: **9. Acceptance Not Required for Having Copies.**
hi: **9. स्वीकृति प्रतियां होने के लिए आवश्यक नहीं.**
tr: **9. Kopya Sahibi Olmak İçin Kabul Gerekmez.**

source: You are not required to accept this License in order to receive or run a copy of the Program. Ancillary propagation of a covered work occurring solely as a consequence of using peer-to-peer transmission to receive a copy likewise does not require acceptance. However, nothing other than this License grants you permission to propagate or modify any covered work. These actions infringe copyright if you do not accept this License. Therefore, by modifying or propagating a covered work, you indicate your acceptance of this License to do so.
hi: आप आदेश प्राप्त या कार्यक्रम की एक प्रतिलिपि को चलाने के लिए इस लाइसेंस को स्वीकार करने की आवश्यकता नहीं है। एक कवर काम सहकर्मी से सहकर्मी संचरण का उपयोग कर एक प्रति प्राप्त करने के लिए इसी तरह स्वीकृति की आवश्यकता नहीं है का एक परिणाम के रूप में पूरी तरह से होने वाली अनुषंगी प्रचार। हालांकि, इस लाइसेंस के अलावा अन्य कुछ भी प्रचार या किसी कवर काम को संशोधित करने की अनुमति देता है। इन कार्यों के लिए कॉपीराइट का उल्लंघन आप इस लाइसेंस को स्वीकार नहीं करते हैं। इसलिए, संशोधित करने या एक कवर काम का प्रचार करके, आप इस लाइसेंस की अपनी स्वीकृति ऐसा करने के लिए संकेत मिलता है।
tr: Programın bir kopyasını almak veya çalıştırmak için bu Lisansı kabul etmeniz gerekmez. Kaynaktan kaynağa aktarım yöntemleri sonucu kapsanan bir işin bir kopyasının edinilmesi için aktarılmasına yardımcı olmak da benzer şekilde kabul etmeyi gerektirmez. Ancak, bu Lisans dışında hiçbir şey size kapsanan herhangi bir işin yayılması veya değiştirilmesi izni vermez. Bu Lisansı kabul etmediğiniz taktirde bu eylemler telif hakları ihlaline girer. Bundan dolayı, kapsanan bir işi yayarak veya değiştirerek, öyle yapabilmek için bu Lisansı kabul ettiğinizi dolaylı olarak belirtmiş olursunuz.

source: **10. Automatic Licensing of Downstream Recipients.**
hi: **10 डाउनस्ट्रीम प्राप्तकर्ता का स्वत: लाइसेंसिंग.**
tr: **10. Alıcıdan Alanların (Downstream Recipients) Otomatik Lisanslanması.**
