Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/links.po
Languages: ar, cs, hi, tr, zh_tw

source: Important Links
ar: مواقع مهمة
cs: Důležité odkazy
hi: महत्वपूर्ण लिंक
tr: Önemli Bağlantılar
zh_tw: 重要連結

source: Koha Related
ar: مواقع ذات علاقة بنظام كوها
cs: Systém Koha
hi: कोहा संबंधित
tr: Koha ile ilgili
zh_tw: Koha 相關

source: Report Koha Bugs - http://bugs.koha-community.org
ar: التبليغ عن مشكلات في كوها - http://bugs.koha-community.org
cs: Hlášení chyb v systému Koha - http://bugs.koha-community.org
hi: कोहा बग की रिपोर्ट करें- http://bugs.koha-community.org
tr: Koha hatalarını bildirin - http://bugs.koha-community.org
zh_tw: 報告 Koha 的錯誤 - http://bugs.koha-community.org

source: Koha Versioning Control - http://git.koha-community.org/
ar: مراقبة إصدارات كوها - http://git.koha-community.org/
cs: Správa verzí systému Koha - http://git.koha-community.org/
hi: कोहा संस्करण नियंत्रण - http://git.koha-community.org/
tr: Koha Sürüm Kontrolü - http://git.koha-community.org/
zh_tw: Koha 版本控制 - http://git.koha-community.org/

source: Database Structure - http://schema.koha-community.org
ar: بنية قاعدة البيانات - http://schema.koha-community.org
cs: Struktura databáze - http://schema.koha-community.org
hi: डेटाबेस संरचना- http://schema.koha-community.org
tr: Veritabanı Yapısı - http://schema.koha-community.org
zh_tw: 資料庫結構 - http://schema.koha-community.org

source: Koha Community Statistics - http://hea.koha-community.org
ar: إحصائيات مجتمع كوها - http://hea.koha-community.org
cs: Statistiky Koha Community - http://hea.koha-community.org
hi: कोहा समुदाय साँख्यिकी - http://hea.koha-community.org
tr: Koha Topluluğu İstatistileri - http://hea.koha-community.org
zh_tw: Koha 社群統計 - http://hea.koha-community.org

source: Koha as a CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
ar: كوها كـ CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
cs: Koha jako CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
hi: एक सीएमएस के रूप में कोहा - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
tr: CMS olarak Koha - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
zh_tw: Koha 當成 CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS

source: Koha Bibliography - http://www.zotero.org/groups/koha
ar: بيبلوغرافيا كوها - http://www.zotero.org/groups/koha
cs: Koha bibliografie - http://www.zotero.org/groups/koha
hi: कोहा ग्रंथसूची - http://www.zotero.org/groups/koha
tr: Koha Bibliyografyası - http://www.zotero.org/groups/koha
zh_tw: Koha 書目- http://www.zotero.org/groups/koha

source: Koha Shared Links - http://groups.diigo.com/group/everything-koha
ar: روابط كوها المشاركة - http://groups.diigo.com/group/everything-koha
cs: Sdílené odkazy Koha - http://groups.diigo.com/group/everything-koha
hi: कोहा साझा लिंक - http://groups.diigo.com/group/everything-koha
tr: Koha Paylaşılan Linkler - http://groups.diigo.com/group/everything-koha
zh_tw: Koha 共享連結 - http://groups.diigo.com/group/everything-koha

source: Circulation Related
ar: ذو صلة بالإعارة
cs: Výpůjčky
hi: परिसंचरण संबंधित
tr: Dolaşımla İlgili
zh_tw: 流通相關

source: Koha Desktop Offline Circulation: https://github.com/bywatersolutions/koha-offline-circulation/releases
ar: الإعارة دون اتصال على سطح المكتب من كوها: https://github.com/bywatersolutions/koha-offline-circulation/releases
cs: Desktopová aplikace pro off-line výpůjčky: https://github.com/bywatersolutions/koha-offline-circulation/releases
hi: कोहा डेस्कटॉप ऑफ़लाइन संचलन: https://github.com/bywatersolutions/koha-offline-circulation/releases
tr: Koha Masaüstü Çevrimdışı Dolaşım: https://github.com/bywatersolutions/koha-offline-circulation/releases
zh_tw: Koha 桌面版的離線流通工具：https://github.com/bywatersolutions/koha-offline-circulation/releases

source: Koha Firefox Offline Circulation: https://addons.mozilla.org/en-US/firefox/addon/koct/
ar: الإعارة دون اتصال بفايرفوكس من كوها: https://addons.mozilla.org/en-US/firefox/addon/koct/
cs: Rozšíření Firefoxu pro off-line výpůjčky: https://addons.mozilla.org/en-US/firefox/addon/koct/
hi: कोहा फ़ायरफ़ॉक्स ऑफलाइन परिसंचरण: https://addons.mozilla.org/en-US/firefox/addon/koct/
tr: Koha Firefox Çevrimdışı Dolaşım: https://addons.mozilla.org/en-US/firefox/addon/koct/
zh_tw: Koha Firefox 離線流通工具：https://addons.mozilla.org/en-US/firefox/addon/koct/

source: Cataloging Related
ar: مواقع ذا علاقة بالفهرسة
cs: Katalogizace
hi: कैटलॉग संबंधित
tr: Kataloglama ile ilgili
zh_tw: 編目相關

source: Koha MARC Tutorials - http://www.pakban.net/brooke/
ar: الأدلة التوجيهية لمارك من كوها - http://www.pakban.net/brooke/
cs: MARC v systému Koha - tutoriál - http://www.pakban.net/brooke/
hi: कोहा मार्क ट्यूटोरियल - http://www.pakban.net/brooke/
tr: Koha MARC Rehberleri - http://www.pakban.net/brooke/
zh_tw: Koha MARC 教學 - http://www.pakban.net/brooke/

source: IRSpy Open Z39.50 Server Search - http://irspy.indexdata.com/
ar: بحث خادم Z39.50 من IRSpy - http://irspy.indexdata.com/
cs: IRSpy - vyhledávač veřejných Z39.50 serverů - http://irspy.indexdata.com/
hi: IRSpy खुला Z39.50 सर्वर खोज - http://irspy.indexdata.com/
tr: IRSpy Open Z39.50 Sunucu Arama - http://irspy.indexdata.com/
zh_tw: IRSpy Open Z39.50 伺服器搜尋 - http://irspy.indexdata.com/

source: Z39.50 Server List - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
ar: قائمة خادم Z39.50 - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
cs: Seznam Z39.50 serverů - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
hi: Z39.50 सर्वर सूची - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
tr: Z39.50 Sunucu Listesi - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
zh_tw: Z39.50 伺服器列表 - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm

source: Open Koha Z39.50 Targets - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
ar: أهداف Z39.50 المفتوحة من كوها - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
cs: Veřejné Z39.50 servery provozované na systému Koha - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
hi: ओपन कोहा Z39.50 लक्ष्य - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
tr: Open Koha Z39.50 Hedefleri - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
zh_tw: 開啟 Koha Z39.50 目標 - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources

source: Library of Congress Authorities - http://authorities.loc.gov/
ar: استنادات مكتبة الكونغرس - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
cs: Autority - Kongresová knihovna (LOC) - http://authorities.loc.gov/
hi: लाइब्रेरी ऑफ कांग्रेस प्राधिकरण - http://authorities.loc.gov/
tr: Library of Congress Otoriteleri - http://authorities.loc.gov/
zh_tw: 美國國會圖書館權威 - http://authorities.loc.gov/

source: MARC Country Codes - http://www.loc.gov/marc/countries/
ar: رموز الدول من مارك - http://www.loc.gov/marc/countries/
cs: Kódy zemí MARC - http://www.loc.gov/marc/countries/
hi: मार्क देश कोड - http://www.loc.gov/marc/countries/
tr: MARC Ülke Kodları - http://www.loc.gov/marc/countries/
zh_tw: MARC 國家代碼 - http://www.loc.gov/marc/countries/

source: Search the MARC Code List for Organizations - http://www.loc.gov/marc/organizations/org-search.php
ar: بحث قائمة رموز مارك للمنظمات - http://www.loc.gov/marc/organizations/org-search.php
cs: Seznam kódů organizací - http://www.loc.gov/marc/organizations/org-search.php
hi: संगठनों के लिए मार्क कोड की सूची खोजें - http://www.loc.gov/marc/organizations/org-search.php
tr: Kurumlar için MARC Kodu Listesi arama - http://www.loc.gov/marc/organizations/org-search.php
zh_tw: MARC 機構代碼列表 - http://www.loc.gov/marc/organizations/org-search.php

source: Search for Canadian MARC Codes - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
ar: البحث عن رموز مارك الكندية - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
cs: Prohledávání kanadských kódů pro MARC - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
hi: कनाडा मार्क कोड के लिए खोज - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
tr: Kanada MARC Kodları arama - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
zh_tw: 搜尋加拿大 MARC 代碼 - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1

source: Z39.50 Bib-1 Attribute - http://www.loc.gov/z3950/agency/defns/bib1.html
ar: سمة Z39.50 Bib-1 - http://www.loc.gov/z3950/agency/defns/bib1.html
cs: Z39.50 Bib-1 Atribut - http://www.loc.gov/z3950/agency/defns/bib1.html
hi: Z39.50 Bib-1 गुण - http://www.loc.gov/z3950/agency/defns/bib1.html
tr: Z39.50 Bib-1 Özelliği - http://www.loc.gov/z3950/agency/defns/bib1.html
zh_tw: Z39.50 Bib-1 屬性 - http://www.loc.gov/z3950/agency/defns/bib1.html

source: Enhanced Content Related
ar: تحسين المحتوى ذات العلاقة
cs: Rozšíření obsahu
hi: उन्नत सामग्री संबंधित
tr: Gelişmiş İçerik ile İlgili
zh_tw: 強化內容相關

source: Amazon Associates - `https://affiliate-program.amazon.com <https://affiliate-program.amazon.com/>`__
ar: شراكات أمازون - `https://affiliate-program.amazon.com <https://affiliate-program.amazon.com/>`__
hi: अमेजन एशोशिएट - `https://affiliate-program.amazon.com <https://affiliate-program.amazon.com/>`__

source: Amazon Web Services - http://aws.amazon.com
ar: خدمات الويب من أمازن - http://aws.amazon.com
cs: Webové služby Amazonu - http://aws.amazon.com
hi: अमेजन वेब सेवाएँ - http://aws.amazon.com
tr: Amazon Web Hizmetleri - http://aws.amazon.com
zh_tw: Amazon 網頁服務 - http://aws.amazon.com

source: WorldCat Affiliate Tools - http://www.worldcat.org/wcpa/do/AffiliateUserServices?method=initSelfRegister
ar: أدوات انتساب WorldCat - http://www.worldcat.org/wcpa/do/AffiliateUserServices?method=initSelfRegister
hi: वर्ल्डकैट संबद्ध उपकरण - http://www.worldcat.org/wcpa/do/AffiliateUserServices?method=initSelfRegister
tr: WorldCat Ortaklık Araçları - http://www.worldcat.org/wcpa/do/AffiliateUserServices?method=initSelfRegister

source: LibraryThing for Libraries - http://www.librarything.com/forlibraries
ar: LibraryThing للمكتبات - http://www.librarything.com/forlibraries
hi: पुस्तकालयों के लिए लाइब्रेरीथिंक - http://www.librarything.com/forlibraries
tr: Kütüphaneler için LibraryThing - http://www.librarything.com/forlibraries

source: Design Related
ar: المواقع المتعلقة بالتصميم
cs: Design
hi: डिजाइन संबंधित
tr: Tasarım ile İlgili
zh_tw: 設計相關

source: JQuery Library - http://wiki.koha-community.org/wiki/JQuery_Library
ar: مكتبة JQuery - http://wiki.koha-community.org/wiki/JQuery_Library
cs: Knihovna kódů pro JQuery - http://wiki.koha-community.org/wiki/JQuery_Library
hi: JQuery लाइब्रेरी- http://wiki.koha-community.org/wiki/JQuery_Library
tr: JQuery Kütüphanesi - http://wiki.koha-community.org/wiki/JQuery_Library

source: Owen Leonard's Koha Blog - http://www.myacpl.org/koha
ar: مدونة أوين ليونارد الخاصة بكوها - http://www.myacpl.org/koha
cs: Blog Owena Leonarda - http://www.myacpl.org/koha
hi: ओवेन लियोनार्ड कोहा ब्लॉग - http://www.myacpl.org/koha
zh_tw: Owen Leonard 的 Koha 部落格 - http://www.myacpl.org/koha

source: Reports Related
ar: المواقع المتعلقة بالتقارير
cs: Modul Výstupy
hi: संबंधित रिपोर्ट
tr: Raporlar ile İlgili
zh_tw: 報表相關

source: SQL Reports Library - http://wiki.koha-community.org/wiki/SQL_Reports_Library
ar: مكتبة تقارير SQL - http://wiki.koha-community.org/wiki/SQL_Reports_Library
cs: Knihovna výstupů - http://wiki.koha-community.org/wiki/SQL_Reports_Library
hi: एसक्यूएल रिपोर्ट लाइब्रेरी - http://wiki.koha-community.org/wiki/SQL_Reports_Library
tr: SQL Raporları Kütüphanesi - http://wiki.koha-community.org/wiki/SQL_Reports_Library
zh_tw: SQL 報表程式庫 - http://wiki.koha-community.org/wiki/SQL_Reports_Library

source: Database Schema - http://schema.koha-community.org
ar: مخطط قاعدة البيانات - http://schema.koha-community.org
cs: Schéma databáze - http://schema.koha-community.org
hi: डाटाबेस स्कीमा - http://schema.koha-community.org
tr: Veritabanı Şeması - http://schema.koha-community.org
zh_tw: 資料庫綱要 - http://schema.koha-community.org

source: Sample reports from NEKLS - http://www.nexpresslibrary.org/training/reports-training/
ar: عينة تقارير من NEKLS - http://www.nexpresslibrary.org/training/reports-training/
cs: Ukázkové výstupy z NEKLS - http://www.nexpresslibrary.org/training/reports-training/
hi: एनईकेएलएस से नमूना रिपोर्ट- http://www.nexpresslibrary.org/training/reports-training/
tr: NEKLS'den örnek raporlar - http://www.nexpresslibrary.org/training/reports-training/
zh_tw: 來自 NEKLS 的報表範例 - http://www.nexpresslibrary.org/training/reports-training/

source: Installation Guides
ar: تنصيب الدليل
cs: Návody na instalaci
hi: स्थापना गाइड
tr: Kurulum Rehberi
zh_tw: 安裝指南

source: Installing Koha on Debian - https://wiki.koha-community.org/wiki/Koha_on_Debian
hi: डेबियन पर कोहा स्थापित करना - https://wiki.koha-community.org/wiki/Koha_on_Debian
zh_tw: 於 Debian 作業系統安裝 Koha - https://wiki.koha-community.org/wiki/Koha_on_Debian

source: Installing Koha on Raspberry Pi 2 - https://wiki.koha-community.org/wiki/Koha_on_a_Raspberry_Pi_2
hi: रास्पबेरी पाई 2 पर कोहा स्थापित करना - https://wiki.koha-community.org/wiki/Koha_on_a_Raspberry_Pi_2
zh_tw: 於 Raspberry Pi 2 電腦安裝 Koha - https://wiki.koha-community.org/wiki/Koha_on_a_Raspberry_Pi_2

source: Installing Koha on Ubuntu - https://wiki.koha-community.org/wiki/Koha_on_Ubuntu
hi: उबंटू पर कोहा स्थापित करना - https://wiki.koha-community.org/wiki/Koha_on_Ubuntu
zh_tw: 於 Ubuntu 作業系統安裝 Koha - https://wiki.koha-community.org/wiki/Koha_on_Ubuntu

source: Misc
cs: Různé
hi: विविध
tr: Çeşitli
zh_tw: 其他

source: HTML & CSS Library - http://wiki.koha-community.org/wiki/HTML_%26_CSS_Library
ar: مكتبة HTML & CSS - http://wiki.koha-community.org/wiki/HTML_%26_CSS_Library
cs: Knihovna kódů HTML & CSS - http://wiki.koha-community.org/wiki/HTML_%26_CSS_Library
tr: HTML & CSS Kütüphanesi - http://wiki.koha-community.org/wiki/HTML_%26_CSS_Library

source: Zotero - http://zotero.org
ar: زوتيرو Zotero - http://zotero.org
