Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/lists.po
Languages: cs, es, hi, tr, zh_tw

source: Choose 'New list' from the 'Add to:' pull down menu
hi: पुलडाउन मेनू: 'में जोड़ें' से [नई सूची] चुनें
zh_tw: 從 '新增至：' 下接選單內選取 '新增虛擬書架'

source: The list will have the default sort (title) and the default modification permissions (owner only).
hi: सूची में डिफ़ॉल्ट सॉर्ट (शीर्षक) और डिफ़ॉल्ट संशोधन अनुमतियाँ (केवल स्वामी) होंगी।
zh_tw: 虛擬書架的預設排序 (書名) 及預設修改權限 (祗限擁有者)。

source: Add to a list
hi: एक सूची में जोड़ें
zh_tw: 新增至虛擬書架

source: Viewing lists
hi: सूची देखना
zh_tw: 檢視虛擬書架

source: Clicking on the 'List name' will show the contents of the list
hi: 'सूची के नाम' पर क्लिक करने पर सूची की सामग्री दिखाई देगी
zh_tw: 勾選 '虛擬書架名稱' 將看到該虛擬書架的內容

source: 'Edit' will allow you to edit the description and permissions for this list, or delete this list
hi: 'संपादित करें' आपको इस सूची के विवरण और अनुमतियों को संपादित करने या इस सूची को हटाने की अनुमति देगा
zh_tw: '編輯' 允許您編輯此虛擬書架的說明及權限，或刪除該虛擬書架

source: 'Send list' will send the list to the email address you enter
hi: 'सूची भेजें' आपके द्वारा दर्ज किए गए ईमेल पते पर सूची भेज देगा
zh_tw: '送出虛擬書架' 將把該虛擬書架送至您指定的電子郵件信箱

source: You can sort the columns by clicking on the column header.
hi: आप कॉलम हेडर पर क्लिक करके कॉलम को सॉर्ट कर सकते हैं।
zh_tw: 按欄位標頭即可依該欄位排序。

source: Merging bibliographic records via lists
hi: सूचियों के माध्यम से ग्रंथ सूची रिकॉर्ड मिलाना
zh_tw: 經由虛擬書架合併書目紀錄

source: One way to merge together duplicate bibliographic records is to add them to a list and use the merge tool from there.
hi: डुप्लिकेट ग्रंथ सूची रिकॉर्ड को एक साथ मर्ज करने का एक तरीका उन्हें सूची में जोड़ना और वहां से मर्ज टूल का उपयोग करना है।
zh_tw: 合併多個書目紀錄的最簡單方法之一，是把它們加入虛擬書架，再以合併工具合併它們。

source: If you would like to enable the cart in the staff client, you need to set the :ref:`intranetbookbag` system preference to 'Show.' To add things to the cart, search the catalog and select the items you would like added to your cart and click on the 'Add to cart' button.
hi: यदि आप स्टाफ क्लाइंट में कार्ट को सक्षम करना चाहते हैं, तो आपको system शो ’के लिए :ref:`intranetbookbag` सिस्टम वरीयता निर्धारित करने की आवश्यकता है। कार्ट में चीजों को जोड़ने के लिए, कैटलॉग को सर्च करें और अपनी कार्ट में आपके द्वारा जोड़ी गई वस्तुओं का चयन करें और 'कार्ट में जोड़ें' बटन पर क्लिक करें।
zh_tw: 先設定 :ref:`intranetbookbag` 系統偏好為 '顯示' 就能夠從館員介面啟用借出籃。選定找到的館藏後按 ‘新增至借出籃' 鈕，就能新增該館藏於借出籃。

source: Clicking on the cart icon will provide you with the contents of the cart
hi: कार्ट आइकन पर क्लिक करने से आपको कार्ट की सामग्री मिल जाएगी
zh_tw: 按借出籃圖示將顯示其內容

source: 'Send' will send the list to the email address you enter
hi: 'भेजें' आपके द्वारा दर्ज किए गए ईमेल पते पर सूची भेज देगा
zh_tw: '送出' 將把虛擬書架送至您鍵入的電子郵件信箱

source: 'Empty and close' will empty the list and close the window
hi: 'खाली और बंद' सूची खाली और विंडो बंद हो जाएगा
zh_tw: '清空並關閉' 將清空虛擬書架並關閉視窗

source: 'Hide window' will close the window
hi: 'Hide window ’विंडो को बंद कर देगी
zh_tw: '隱藏視窗' 將關閉該視窗
