Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/lists.po
Languages: cs, es, hi, tr, zh_tw

source: Lists & Cart
cs: Seznamy a košík
es: Listas y carrito
tr: Listeler & Sepet

source: Lists are a way to save a collection of content on a specific topic or for a specific purpose. The Cart is a session specific storage space.
cs: Seznamy jsou způsob jak uložit sbírku obsahů na konkrétní téma, nebo pro konkrétní účel. Vozík je specifický úložný prostor po dobu relace.
es: Las listas son una manera de guardar una colección de contenidos sobre un tema específico o para un propósito específico. La cesta es un espacio de almacenamiento específico para una sesión
tr: Listeler, belirli bir konu veya belirli bir amaca yönelik içerik topluluğunu kaydetmenin bir yoludur. Sepet, oturuma özel bir depolama alanıdır.

source: *Get there:* More > Lists
cs: *Naleznete zde:* Více > Seznamy
es: *Ir a:* Más > Listas
hi: * वहां जाओ: * अधिक> सूची
tr: *Gidiş yolu:* Daha fazla > Listeler
zh_tw: *到這：* 其他 > 虛擬書架

source: Lists
cs: Seznamy
es: Listas
hi: सूचियाँ
tr: Listeler
zh_tw: 虛擬書架

source: Create a List
cs: Vytvořit seznam
es: Crear una lista
tr: Liste oluştur

source: A list can be created by visiting the Lists page and clicking 'New List'
cs: Seznam může být vytvořen tím, že navštívíte stránku Seznamy a klepnete na tlačítko "Nový seznam"
es: Una lista puede ser creada en la página de listas y haciendo clic en 'Nueva Lista'
tr: Bir liste, listeler sayfasına gidip 'Yeni Liste' butonu üzerine tıklayarak oluşturulabilir

source: The new list form offers several options for creating your list:
cs: Formulář pro vytvoření nového seznamu umožňuje vyplnit:
es: En nuevo formulario de listas ofrece varias opciones para crear su lista:
hi: नई सूची प्रपत्र अपनी सूची बनाने के लिए कई विकल्प प्रदान करता है:
tr: Yeni liste formu listenizin oluşturulması için birkaç seçenek sunar:
zh_tw: 新增的虛擬書架表格提供若干選項：

source: The name is what will appear on the list of Lists
cs: Název, který se objeví na přehledu seznamů
es: El nombre es lo que aparecerá en la lista de Listas
tr: İsim, Listeler listesinde gözükecek isimdir.

source: You can also choose how to sort the list
cs: Můžete si vybrat, jakým způsobem chcete mít seznam seřazený
es: Puede elegir como ordenar la lista
hi: तुम भी कैसे सूची को सॉर्ट करने के लिए चुन सकते हैं
tr: Aynı zamanda listenin nasıl sıralanacağını da seçebilirsiniz
zh_tw: 可選擇虛擬書架的排序方式

source: Next decide if your list is going to be private or public
cs: Dále rozhodněte jestli váš seznam má být privátní nebo veřejný
es: Luego decida si su lista va a ser privada o pública
tr: sonra listenizin genel mi yoksa özel mi olacağını belirleyin

source: A Private List is managed by you and can be seen only by you (depending on your permissions settings below)
cs: Privátní seznam je řízen vámi a může být viditelný pouze pro vás (v závislosti na nastavení oprávnění viz níže)
es: Una lista privada es administrada por usted y solo puede ser vista por usted (dependiendo de los permisos establecidos más abajo)
tr: Sizin tarafınızdan yönetilen özel bir liste yalnızca sizin tarafınızdan görülebilir (aşağıdaki izin ayarlarınıza bağlı olarak)

source: A Public List can be seen by everybody, but managed only by you (depending on your permissions settings below)
cs: Věřejný seznam může vidět kdokoliv, ale je řízen vámi (v závislosti na nastavení oprávnění viz níže)
es: Una lista pública puede ser vista por todo el mundo, pero administrada sólo por usted (dependiendo de los permisos establecidos más abajo)
tr: Genel bir liste herkes tarafından görülebilir ancak yalnızca sizin tarafınızdan yönetilebilir (aşağıdaki izin ayarlarınıza bağlı olarak)

source: Finally decide what your permissions will be on the list. You can allow or disallow:
cs: Nakonec se rozhodněte, kdo bude mít k vytvořenému seznamu přístup a jaký. Můžete povolit nebo zakázat následující:
es: Finalmente decida cuáles serán sus permisos en la lista. Puede permitir o rechazar:
tr: Son olarak hangi izinlerin listede olacağına karar verin. İzin verebilirsiniz ya da vermeyebilirsiniz:

source: anyone else to add entries
cs: kdokoliv jiný přidat záznam
es: alguien más para agregar entradas
tr: giriş ekleyecek başka herkes

source: anyone to remove his own contributed entries
cs: komukoliv odstraňovat jím přidané položky
es: cualquiera elimine sus entradas contribuidas
tr: Kendi katkıda bulunduğu girdileri kaldıracak herkes

source: **Note**
cs: **Poznámka**
es: **Nota**
tr: **Not**

source: The owner of a list is always allowed to add entries, but needs permission to remove.
cs: Majiteli seznamu je vždy povoleno přidat nové záznamy, ale potřebuje povolení k odstranění.
es: El propietario de una lista siempre se le permite Añadir entradas, pero necesita permiso para eliminar.
tr: Liste sahibine her zaman girdi eklemesine imkan verilir fakat bu girdileri silmesi için izne gereksinimi vardır.

source: anyone to remove other contributed entries
cs: komukoliv odstraňovat záznamy ostatních
es: cualquier persona para eliminar otras entradas contribuidas.
tr: Katkıda bulunan diğer girişleri kaldıracak kişi

source: A list can also be created from the catalog search results
cs: Seznam je možné vytvořit také z výsledků hledání v katalogu
es: Una lista puede además ser creada desde los resultados de búsqueda del catálogo
hi: एक सूची भी सूची खोज परिणामों से बनाया जा सकता है
tr: Bir liste aynı zamanda katalog arama sonuçlarından da oluşturulabilir
zh_tw: 虛擬書架也可從目錄搜尋結果新增它

source: Check the box to the left of the titles you want to add to the new list
cs: Zaškrtněte políčko vlevo od titulů, které chcete přidat do nového seznamu
es: Haga clic en el recuadro a la izquierda del título del ítem que desee añadir a la nueva lista
hi: खिताब के बाईं ओर बॉक्स को चेक करें यदि आप नई सूची में जोड़ना चाहते हैं
tr: Yeni listeye eklemek istedikleriniz için başlıkların solundaki kutuya onay verin.
zh_tw: 勾選題名左方的盒，新增至新的虛擬書架

source: Choose [New List] from the 'Add to:' pull down menu
cs: Vyberte možnost [Nový seznam] "Přidat do: "rozbalovací nabídky
es: Elija [Nueva lista] del menú desplegable 'Agregar a:'
tr: 'Ekleyin': açılır menüsünden [Yeni Liste] opsiyonunu seçin

source: Name the list and choose what type of list this is
cs: Pojmenujte seznam a vyberte jeho typ
es: Elija el nombre de la lista y que tipo de lista es
hi: सूची का नाम और चयन सूची की किस प्रकार यह है
tr: Listenin adını ve ne tür bir liste olacağını seçin
zh_tw: 為虛擬書架命名並設定其類型

source: A Private List is managed by you and can be seen only by you
cs: Privátní seznam je řízena vámi a může být viděn pouze od vás
es: Una lista privada es administrada por usted y solo puede ser vista por usted
tr: Özel liste sizin tarafınızdan yönetilir ve yalnızca sizin tarafınızdan görülebilir

source: A Public List can be seen by everybody, but managed only by you
cs: Veřejný seznam může vidět kdokoliv, ale pouze vy ho můžete spravovat
es: Una lista pública puede ser vista por todo el mundo, pero administrada sólo por usted
tr: Genel liste herkes tarafından görülebilir, ancak yalnızca sizin tarafınızdan yönetilebilir

source: Once the list is saved it will accessible from the Lists page and from the 'Add to' menu at the top of the search results.
cs: Po uložení je Seznam přístupný na stránce Seznamů a z menu 'Přidat do' v horní části výsledků vyhledávání.
es: Una vez guardada la lista será accesible desde la página Listas y desde el menú 'Agregar a' en el topo de los resultados de búsqueda.
hi: एक बार सूची सहेजा जाता है यह सूची पेज से और से सुलभ होगा खोज परिणामों के शीर्ष पर मेनू 'में जोड़ें'।
tr: Liste kaydedildiğinde, Listeler sayfasından ve '-e ekle'nin en üstündeki arama sonuçları menüsünden listeye ulaşabilirsiniz.
zh_tw: 儲存之後，虛擬書架就能從虛擬書架頁面與搜尋結果上方的 '新增至' 選單進入該虛擬書架。

source: Add to a List
cs: Přidat na seznam
es: Agregar a una Lista
tr: Bir Listeye Ekle

source: To add titles to an existing list click on the list name from the page of lists
cs: Chcete-li přidat další položky do existujícího seznamu, klikněte na název seznamu na stránce "Seznamy"
es: Para agregar títulos a una lista existente haga clic en el nombre de la lista desde la página de listas
hi: सूचियों के पेज से सूची के नाम पर किसी मौजूदा सूची क्लिक करने के लिए शीर्षक जोड़ने के लिए
tr: Mevcut bir liste içerisinde başlık eklemek için, listeler sayfası içerisinden listenin adı üzerine tıklayın
zh_tw: 勾選虛擬書架頁面的書架名稱，就能新增題名入該書架

source: To open a list you can click the list name.
cs: K otevření seznamu stačí kliknout na jeho název.
es: Para abrir una lista puede hacer clic en el nombre de la lista.
hi: एक सूची को खोलने के लिए आप सूची का नाम क्लिक कर सकते हैं।
tr: Bir liste açmak için liste adına tıklayabilirsiniz.
zh_tw: 點選清單名稱，就能開啟該清單。

source: From that page you can add titles by scanning barcodes into the box at the bottom of the page
cs: Ze stránky seznamu můžete přidat tituly naskenováním čárových kódů do pole v dolní části stránky
es: Desde la página de listas puede agregar títulos mediante el escaneo de códigos de barras en el cuadro en la parte inferior de la página
hi: उस पृष्ठ से आप पृष्ठ के नीचे स्थित बॉक्स में बारकोड को स्कैन करके शीर्षक जोड़ सकते हैं
tr: Bu sayfadan, sayfanın altındaki kutuya barkod tarayarak başlık ekleyebilirsiniz.
zh_tw: 把條碼掃瞄入頁面下方的盒裡，就能新增題名

source: A title can also be added to a list by selecting titles on the search results page and choosing the list from the 'Add to' menu
cs: Tituly mohou být přidávány do seznamu také vybráním na stránce s výsledky hledání vybráním seznamu z menu "Přidat do"
es: Un título puede además ser agregado a una lista seleccionando títulos en la página de resultados de búsqueda y seleccionando de la lista con el menú de 'Agregar a'
hi: एक शीर्षक भी खोज परिणाम पृष्ठ पर शीर्षक का चयन और 'में जोड़ें' मेनू से सूची का चयन करके एक सूची में जोड़ा जा सकता है
tr: Arama sonuç sayfasındaki başlıklar seçilerek ve menüye 'Ekle' den liste seçilerek de, listeye başlık eklenebilir
zh_tw: 題名可以新增至虛擬書架，勾選搜尋結果的題名，再從 '加入' 選單裡把它加入虛擬書架

source: Viewing Lists
cs: Zobrazení seznamu
es: Viendo las listas
tr: Listeleri Görüntüleme

source: To see the contents of a list, visit the Lists page on the staff client
cs: Pro zobrazení obsahu seznamu běžte na stránku "Seznamy" v intranetu
es: Para ver los contenidos de una lista, visite la página Listas en el cliente administrativo
hi: एक सूची की सामग्री को देखने के लिए, स्टाफ ग्राहक पर सूचियाँ पृष्ठ पर जाएँ
tr: Bir listenin içeriğini görmek için, Personel istemci üzerindeki Listeler sayfasını ziyaret edin
zh_tw: 從館員介面的虛擬書架頁面可看到書架的內容

source: Clicking on the 'List Name' will show the contents of the list
cs: Kliknutí na "Jméno seznamu" ukáže obsah seznamu
es: Al hacer clic sobre 'Nombre de la lista' se mostrará el contenido de la lista
tr: 'Liste Adı' üzerine tıklamak listenin içeriğini gösterecektir

source: From this list of items you can perform several actions
cs: Z tohoto seznamu jednotek, můžete provádět některé akce
es: Desde esta lista de registros usted puede realizar varias acciones
hi: आइटम में से इस सूची से आप कई कार्यों प्रदर्शन कर सकते हैं
tr: Bu materyaller listesinden bir kaç eylem gerçekleştirebilirsiniz
zh_tw: 從此虛擬書架的館藏您可執行多項工作

source: 'New list' will allow you to create another list
cs: Tlačítko "Nový seznam" vytvoří nový seznam
es: 'Nueva lista' le permitirá crear otra lista
hi: 'नई सूची' आप को एक और सूची बनाने के लिए अनुमति देगा
tr: 'Yeni liste' başka bir liste oluşturmanızı sağlar
zh_tw: '新增虛擬書架' 允許您新增其他虛擬書架

source: 'Edit' will allow you to edit the description and permissions for this list
cs: "Upravit" vám umožní upravit popis a přístupová práva seznamu
es: 'Editar' le permitirá editar la descripción y los permisos para esta lista
tr: 'Düzenle' bu listenin açıklaması ve izinlerini düzenlemenizi sağlar

source: 'Send list' will send the list to the email address you enter (:ref:`view sample List email <example-email-from-list-label>`)
cs: "Odeslat seznam" odešle seznam na Vámi zadanou e-mailovou adresu. (:ref:`příklad seznamu odeslaného e-mailem <example-email-from-list-label>`)
es: 'Enviar lista' enviará la lista a la dirección de correo electrónico introducida (:ref:`ver ejemplo de correo electrónico para Listas <example-email-from-list-label>`)
tr: 'Liste gönder' listeyi girdiğiniz e-posta adresine gönderir (:ref:`örnek liste e-postası görüntüle <example-email-from-list-label>`)

source: 'Download list' will allow you to download the cart using one of 3 default formats or your :ref:`CSV Profiles`
cs: "Stáhnout seznam" umožní stáhnout seznam v jednom ze 3 předdefinovaných formátů nebo jako CSV definované v nástroji :ref:`CSV Profily`
es: 'Descargar lista' le permitirá descargar el carrito usando uno de los 3 formatos predeterminados o sus :ref:`Perfiles CSV`
hi: 'डाउनलोड सूची' आपको 3 डिफ़ॉल्ट स्वरूपों में से एक का उपयोग करके गाड़ी को डाउनलोड करने की अनुमति देगा या आपके :संदर्भ: `सीएसवी प्रोफाइल`
tr: 'Liste indir' Sepeti 3 varsayılan biçimlerinden birini kullanarak ya da :ref:`CSV Profilleri` kullanarak indirmenizi sağlar
zh_tw: '下載虛擬書架' 將允許您以 3 個預設格式或您的 :ref:`CSV 設定檔`下載

source: 'Print list' will present you with a printable version of the list
cs: "Tisk seznamu" slouží pro vygenerování verze vhodné pro tisk
es: 'Imprimir lista' le presentará una versión imprimible de la lista
hi: 'प्रिंट' की सूची सूची का मुद्रण योग्य संस्करण के साथ पेश करेंगे
tr: 'Liste yazdır', ekrana listenin yazdırılabilir versiyonunu getirecektir
zh_tw: '列印虛擬書架' 將呈現列印版的虛擬書架

source: Using the filters at the top of each column you can find specific items in your list.
cs: Použití filtrů nad každým sloupcem vám pomůže vyhledat specifické jednotky ze seznamu.
es: Utilizando los filtros en el tope de cada columna puede encontrar ítems específicos en su lista.
tr: Her bir sütunun üstündeki filtreleri kullanarak listenizdeki belirli materyalleri bulabilirsiniz.

source: Merging Bibliographic Records Via Lists
cs: Slučování bibliografických záznamu za pomoci seznamů
es: Combinando registros bibliográficos vía listas
tr: Listeler yoluyla Bibliyografik Kayıtlar birleştiriliyor

source: One way to merge together duplicate bibliographic records is to add them to a list and use the Merge Tool from there.
cs: Jedním ze způsobů, jak sloučit duplicitní bibliografické záznamy, je přidat je do seznamu a poté položky spojit nástrojem Sloučit.
es: La forma más fácil de combinar registros bibliográficos duplicados es agregarlos a una lista y después usar la Herramienta de Combinación que se encuentra allí.
tr: Yinelenen bibliyografik kayıtları bir araya getirmenin bir yolu, bunları bir listeye eklemek ve Buradan Birleştirme Aracı'nı kullanmaktır.

source: Once you have selected the records to merge together the process is the same as if you had chosen to :ref:`merge via cataloging <merging-records-label>`.
cs: Jakmile označíte záznamy ke spojení, postup už je stejný jako při :ref:`spojování záznamů v katalogizaci <merging-records-label>`.
es: Una vez haya seleccionado los registros a combinar el proceso es el mismo que si los hubiera seleccionado utilizando :ref:`combinación por catalogación <merging-records-label>`.
hi: एक बार जब आप एक साथ मर्ज करने के लिए रिकॉर्ड्स का चयन कर लेते हैं, तो आप उसी के समान ही पसंद करते हैं :रेफर: `सूचीकरण के माध्यम से विलय <merging-records-label>`
tr: Birleştirmek için kayıtları seçtikten sonra süreç, :ref:kataloglama yoluyla birleştirme <merging-records-label>` seçeneğini seçmekle aynıdır.
zh_tw: 選定欲合併的記錄後其程序等同於 :ref:`經由編目合併 <merging-records-label>`。

source: Cart
cs: Košík
es: Carrito
hi: गाड़ी
tr: Sepet
zh_tw: 借出籃

source: The cart is a temporary holding place for items in the OPAC and/or staff client. The cart will be emptied once the session is ended (by closing the browser or logging out). The cart is best used for performing batch operations (holds, printing, emailing) or for getting a list of items to be printed or emailed to yourself or a patron.
cs: Vozík je to dočasné místo pro položky v OPAC a/nebo ve služebním intraneetu zaměstnanců. Vozík se vyprázdní, jakmile je relace skončí (po zavření prohlížeče nebo odhlášení). Vozík je nejvhodnější pro provádění hromadných operací (rezervace, tisk, e-mail), nebo pro získání seznamu jednotek, které se mají vytisknout nebo poslat e-mailem na sebe nebo čtenáře.
es: El carrito es un sitio de almacenamiento temporal para ítems en el OPAC y/o en la interfaz administrativa. El carrito será vaciada una vez la sesión esté terminada (cerrando el navegador o cerrando la sesión). El uso más adecuado del carrito es para realizar operaciones por lotes (controles, impresión, envío de correo) o para conseguir una lista de ítems para ser impresos o enviados a uno mismo o a un usuario.
hi: कार्ट ओपेक में वस्तुओं और/या कर्मचारियों ग्राहक के लिए एक अस्थायी होल्ड जगह है। एक बार सत्र (ब्राउज़र बंद या बाहर प्रवेश करके) समाप्त हो गया है कार्ट खाली हो जाएगा। कार्ट सबसे अच्छा बैच के संचालन के प्रदर्शन के लिए प्रयोग किया जाता है (होल्ड, मुद्रण, ईमेल) या वस्तुओं की एक सूची प्राप्त करने के लिए मुद्रित या अपने आप को या एक संरक्षक के लिए ईमेल किया है.
tr: Sepet, OPAC ve/veya personel istemcideki materyaller için geçici bir tutma yeridir. Oturum kapatıldıktan sonra sepet boşaltılır. (web tarayıcıyı kapatarak ya da sistemden çıkış yaparak). Sepeti en iyi şekilde toplu işlemleri gerçekleştirmek için (ayırtmalar, çıktı alma, e-posta gönderme) ya da kendiniz için ya da bir kullanıcı için çıktısı alınacak ya da e-posta gönderilecek materyallerin listesini almak için kullanılır.
zh_tw: 借出籃是在 OPAC 或館員介面裡暫存館藏資訊的地方。作業結束(關閉瀏覽器或登出)後借出籃內容將清空。借出籃適用於批次作業(館藏資訊、列印、電子郵件)或列印館藏清單或電郵給自己或讀者。

source: If you would like to enable the cart in the staff client, you need to set the :ref:`intranetbookbag` system preference to 'Show.' To add things to the cart, search the catalog and select the items you would like added to your cart and choose 'Cart' from the 'Add to' menu
cs: Pokud byste chtěli využívat funkcí košíku i v rozhraní pro knihovníky, je třeba nastavit systémovou předvolbu :ref:` intranetbookbag` na "Zobrazit". Chcete-li přidat položky do košíku, vyhledejte je v katalogu a označte ty záznamy, které chcete přidat přidat. Poté v menu "Přidat do" vyberte "Košík".
es: Si desea habilitar el carrito en la interfaz del personal, tiene que establecer en 'Mostrar' la preferencia del sistema :ref:`intranetbookbag`. Para agregar registros al carrito, busque en el catálogo, elija los ítems que le gustaría agregar al carrito y seleccione 'Carrito' del menú 'Agregar a'
tr: Personel istemcide sepet özelliğini etkinleştirmek istiyorsanız, :ref:`intranetbookbag >` sistem tercihini 'Göster' olarak ayarlamalısınız. Sepetin içine materyal eklemek için katalog araması yapın ve sepete eklemek istediğiniz materyalleri seçtikten sonra 'Ekleme yeri' menüsünden 'Sepet' opsiyonunu seçin

source: A confirmation will appear below the cart button at the top of the staff client
cs: Objeví se potvrzení pod tlačítkem košíku na horní straně služebního intranetu
es: Una pantalla de confirmación aparecerá debajo del botón del carrito en la parte superior de la interfaz administrativa
hi: एक कन्फर्मेशन स्टाफ क्लाइंट के के शीर्ष पर कार्ट बटन के नीचे दिखाई देगा
tr: Personel istemcide sayfanın en üstünde sepet butonunun altında bir onaylama görüntülenecektir
zh_tw: 確認訊息將顯示在館員界面上方的借出籃鈕之下

source: Clicking on the Cart icon will provide you with the contents of the cart
cs: Kliknutím na ikonu vozíku vám zobrazí obsah vozíku
es: Al hacer clic en el icono del carrito usted accederá al contenido del mismo
tr: Sepet simgesine tıklamak size sepetin içeriğini getirecektir

source: 'More details' will show more information about the items in the cart
cs: "Více podrobností" zobrazí více informací o záznamech uložených do košíku.
es: 'Más detalles' le mostrará más información acerca de los ítems en el carrito
hi: 'अधिक विवरण' कार्ट में आइटम के बारे में अधिक जानकारी दिखाएगा
tr: 'Daha fazla ayrıntı' sepetin içindeki materyaller hakkında daha fazla bilgi gösterecektir
zh_tw: '其他詳情' 將顯示借出籃館藏的詳細資訊

source: 'Send' will send the list to the email address you enter (:ref:`view sample Cart email <example-email-from-cart-label>`)
cs: "Odeslat" odešle seznam na Vámi zadanou e-mailovou adresu. Viz (`příklad košíku odeslaného e-mailem <example-email-from-cart-label>`)
es: 'Enviar' enviará la lista a la dirección de correo electrónico ingresada (:ref:`ver ejemplo de correo electrónico para el Carrito <example-email-from-cart-label>`)
tr: 'Gönder', listeyi girdiğiniz e-posta adresine gönderecektir (:ref:`view sample Cart email <example-email-from-cart-label>`)

source: 'Download' will allow you to download the cart using one of 3 default formats or your :ref:`CSV Profiles`
cs: "Stáhnout" vám umožní stáhnout košík v jednom ze 3 předdefionvaných formátech nebo formátech nastavených v nástroji :ref:`CSV Profily `
es: 'Descargar' le permitirá descargar el contenido del carrito usando uno de los 3 formatos por defecto o sus :ref:`Perfiles CSV`
hi: 'डाउनलोड' आपको 3 डिफ़ॉल्ट स्वरूपों में से एक का उपयोग करके कार्ट को डाउनलोड करने की अनुमति देगा या आपके :संदर्भ: `सीएसवी प्रोफाइल`
tr: 'İndir', sepeti 3 varsayılan biçimden biriyle ya da :ref:`CSV Profilleri` kullanarak indirmenizi sağlar
zh_tw: '下載' 將允許您以 3 種預設格式或您的 :ref:`CSV 設定檔`

source: 'Print' will present you with a printable version of the cart
cs: "Tisk" vám zobrazí tiskovou verzi vozíku
es: 'Imprimir' le presentará una versión imprimible del carrito
hi: 'प्रिंट' आप कार्ट का एक मुद्रण योग्य संस्करण के साथ पेश करेंगे
tr: 'Yazdır' sepetin yazdırılabilir bir sürümünü ekrana getirecektir
zh_tw: '列印' 將顯示此借出籃的列印版

source: 'Empty and Close' will empty the list and close the window
cs: "Vyprázdnit a zavřít" vymaže seznam a zavře okno
es: 'Vacíar y cerrar' vaciará la lista y cerrará la ventana
tr: 'Boşalt ve Kapat' listeyi boşaltıp pencereyi kapatır

source: 'Hide Window' will close the window
cs: "Skrýt okno" uzavře okno
es: 'Esconder ventana' le permite cerrar la ventana
tr: 'Pencereyi Gizle' pencereyi kapatacaktır

source: Lists & cart
hi: सूची और कार्ट
zh_tw: 虛擬書架 &amp; 借出籃

source: Lists are a way to save a collection of content on a specific topic or for a specific purpose. The cart is a session specific storage space.
hi: सूचियाँ एक विशिष्ट विषय पर या किसी विशेष प्रयोजन के लिए सामग्री का एक संग्रह को बचाने के लिए एक तरीका है। कार्ट एक सत्र के विशिष्ट भंडारण स्थान है।
zh_tw: 虛擬書架是供特定目的使用的特殊主題館藏。借出籃是暫時的儲存空間。

source: Create a list
hi: एक नई सूची बनाएँ
zh_tw: 新增虛擬書架

source: A list can be created by visiting the Lists page and clicking 'New list'
hi: एक सूची सूचियाँ पेज पर जाकर और 'नई सूची' पर क्लिक करके बनाया जा सकता है
zh_tw: 進入虛擬書架頁面並點選 '新增虛擬書架' 就能新增它

source: The name is what will appear on the list of lists
hi: क्या नाम सूचियों की सूची पर दिखाई देगा
zh_tw: 名稱將顯示在虛擬書架的清單上

source: Next, decide if your list is going to be private or public
hi: अगला, तय करें कि आपकी सूची निजी या सार्वजनिक होने जा रही है
zh_tw: 接著，指定虛擬書架為私人或公開

source: A private list can be seen only by you
hi: एक निजी सूची केवल आपके द्वारा देखी जा सकती है
zh_tw: 私人虛擬書架由您管理並祗能被您看到

source: A public list can be seen by everybody
hi: एक सार्वजनिक सूची को हर कोई देख सकता है
zh_tw: 公開虛擬書架可以被每個人看到但祗能由您管理

source: Finally decide what your permissions will be on the list. You can allow changes to the list from:
hi: अंत में तय करें कि आपकी अनुमति सूची में क्या होगी। आप सूची से परिवर्तन की अनुमति दे सकते हैं:
zh_tw: 最後設定權限。允許或不允許被其他人修改：

source: Nobody: this will close the list to contributions
hi: कोई नहीं: यह योगदान के लिए सूची को बंद कर देगा
zh_tw: 無人：貢獻者不能修改

source: Owner only: only you will be able to add or remove items from the list
hi: केवल स्वामी: केवल आप सूची से आइटम जोड़ने या निकालने में सक्षम होंगे
zh_tw: 祗限擁有者：祗有您才能夠新增或移除虛擬書架的館藏

source: Anyone seeing this list: other users will be able to add or remove items from the list
hi: इस सूची को देखने वाला कोई भी व्यक्ति: अन्य उपयोगकर्ता सूची से आइटम जोड़ने या निकालने में सक्षम होंगे
zh_tw: 所有的人：其他人可以新增或移除虛擬書架的館藏
