Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/miscellaneous.po
Languages: hi

source: System Preference Defaults
hi: सिस्टम वरीयताएँ डिफ़ॉल्ट

source: ISBD Defaults
hi: आईएसबीडी डिफ़ॉल्ट

source: Default values for the :ref:`ISBD` preference.
hi: For के लिए डिफ़ॉल्ट मान :ref:`ISBD`वरीयता।

source: MARC Default
hi: मार्क डिफ़ॉल्ट

source: #024\|<br/><br/><label>Standard No.: </label>\|{ 024a }{ 024c }{ 024d }{ 0242 }\|
hi: #024\|<br/><br/><label>स्टैंडर्ड नं.:</label>\|{ 024a }{ 024c }{ 024d }{ 0242 }\|

source: #027\|<br/><br/><label>Standard Tech. Report. No.: </label>\|{ 027a }\|
hi: #027\|<br/><br/><label>स्टैंडर्ड टेक. रिपोर्ट. नं .: </label>\|{ 027a }\|

source: #028\|<br/><br/><label>Publisher. No.: </label>\|{ 028a }{ 028b }\|
hi: #028\|<br/><br/><label>प्रकाशक. नं .: </label>\|{ 028a }{ 028b }\|

source: #013\|<br/><br/><label>Patent No.: </label>\|{ 013a }{ 013b }{ 013c }{ 013d }{ 013e }{ 013f }\|
hi: #013\|<br/><br/><label>पेटेंट संख्या.: </label>\|{ 013a }{ 013b }{ 013c }{ 013d }{ 013e }{ 013f }\|

source: #037\|<br/><br/><label>Source: </label>\|{ 037a }{ 037b }{ 037c }{ 037f }{ 037g }{ 037n }\|
hi: #037\|<br/><br/><label>स्त्रोत: </label>\|{ 037a }{ 037b }{ 037c }{ 037f }{ 037g }{ 037n }\|

source: #010\|<br/><br/><label>LCCN: </label>\|{ 010a }\|
hi: #010\|<br/><br/><label>एलसीसीएन: </label>\|{ 010a }\|

source: #016\|<br/><br/><label>Nat. Bib. Agency Control No.: </label>\|{ 016a }{ 0162 }\|
hi: #016\|<br/><br/><label>राष्ट्रीय बिब. एजेंसी नियत्रण सं.: </label>\|{ 016a }{ 0162 }\|

source: #600\|<br/><br/><label>Subjects--Personal Names: </label>\|{\\n6003 }{\\n600a}{ 600b }{ 600c }{ 600d }{ 600e }{ 600f }{ 600g }{ 600h }{--600k}{ 600l }{ 600m }{ 600n }{ 600o }{--600p}{ 600r }{ 600s }{ 600t }{ 600u }{--600x}{--600z}{--600y}{--600v}\|
hi: #600\|<br/><br/><label>विषयों--व्यक्तिगत नाम:</label>\|{\\n6003 }{\\n600a}{ 600b }{ 600c }{ 600d }{ 600e }{ 600f }{ 600g }{ 600h }{--600k}{ 600l }{ 600m }{ 600n }{ 600o }{--600p}{ 600r }{ 600s }{ 600t }{ 600u }{--600x}{--600z}{--600y}{--600v}\|

source: #610\|<br/><br/><label>Subjects--Corporate Names: </label>\|{\\n6103 }{\\n610a}{ 610b }{ 610c }{ 610d }{ 610e }{ 610f }{ 610g }{ 610h }{--610k}{ 610l }{ 610m }{ 610n }{ 610o }{--610p}{ 610r }{ 610s }{ 610t }{ 610u }{--610x}{--610z}{--610y}{--610v}\|
hi: #610\|<br/><br/><label>विषयों--कंपनियों के नामों: </label>\|{\\n6103 }{\\n610a}{ 610b }{ 610c }{ 610d }{ 610e }{ 610f }{ 610g }{ 610h }{--610k}{ 610l }{ 610m }{ 610n }{ 610o }{--610p}{ 610r }{ 610s }{ 610t }{ 610u }{--610x}{--610z}{--610y}{--610v}\|

source: #611\|<br/><br/><label>Subjects--Meeting Names: </label>\|{\\n6113 }{\\n611a}{ 611b }{ 611c }{ 611d }{ 611e }{ 611f }{ 611g }{ 611h }{--611k}{ 611l }{ 611m }{ 611n }{ 611o }{--611p}{ 611r }{ 611s }{ 611t }{ 611u }{--611x}{--611z}{--611y}{--611v}\|
hi: #611\|<br/><br/><label>विषयों - मीटिंग नाम: </label>\|{\\n6113 }{\\n611a}{ 611b }{ 611c }{ 611d }{ 611e }{ 611f }{ 611g }{ 611h }{--611k}{ 611l }{ 611m }{ 611n }{ 611o }{--611p}{ 611r }{ 611s }{ 611t }{ 611u }{--611x}{--611z}{--611y}{--611v}\|

source: #630\|<br/><br/><label>Subjects--Uniform Titles: </label>\|{\\n630a}{ 630b }{ 630c }{ 630d }{ 630e }{ 630f }{ 630g }{ 630h }{--630k }{ 630l }{ 630m }{ 630n }{ 630o }{--630p}{ 630r }{ 630s }{ 630t }{--630x}{--630z}{--630y}{--630v}\|
hi: #630\|<br/><br/><label>विषय - सार्वभौमिक शीर्षक:</label>\|{\\n630a}{ 630b }{ 630c }{ 630d }{ 630e }{ 630f }{ 630g }{ 630h }{--630k }{ 630l }{ 630m }{ 630n }{ 630o }{--630p}{ 630r }{ 630s }{ 630t }{--630x}{--630z}{--630y}{--630v}\|

source: #648\|<br/><br/><label>Subjects--Chronological Terms: </label>\|{\\n6483 }{\\n648a }{--648x}{--648z}{--648y}{--648v}\|
hi: #648\|<br/><br/><label>विषयों - कालानुक्रमिक शर्तें: </label>\|{\\n6483 }{\\n648a }{--648x}{--648z}{--648y}{--648v}\|

source: #650\|<br/><br/><label>Subjects--Topical Terms: </label>\|{\\n6503 }{\\n650a}{ 650b }{ 650c }{ 650d }{ 650e }{--650x}{--650z}{--650y}{--650v}\|
hi: #650\|<br/><br/><label>विषय - विषयगत शर्तें:</label>\|{\\n6503 }{\\n650a}{ 650b }{ 650c }{ 650d }{ 650e }{--650x}{--650z}{--650y}{--650v}\|

source: #651\|<br/><br/><label>Subjects--Geographic Terms: </label>\|{\\n6513 }{\\n651a}{ 651b }{ 651c }{ 651d }{ 651e }{--651x}{--651z}{--651y}{--651v}\|
hi: #651\|<br/><br/><label>विषयों - ज्योग्राफिक शर्तें: </label>\|{\\n6513 }{\\n651a}{ 651b }{ 651c }{ 651d }{ 651e }{--651x}{--651z}{--651y}{--651v}\|

source: #653\|<br/><br/><label>Subjects--Index Terms: </label>\|{ 653a }\|
hi: #653\|<br/><br/><label>विषयों - सूचकांक शर्ते: </label>\|{ 653a }\|

source: #654\|<br/><br/><label>Subjects--Facted Index Terms: </label>\|{\\n6543 }{\\n654a}{--654b}{--654x}{--654z}{--654y}{--654v}\|
hi: #654\|<br/><br/><label>विषय - Facted सूचकांक शर्तें:</label>\|{\\n6543 }{\\n654a}{--654b}{--654x}{--654z}{--654y}{--654v}\|

source: #655\|<br/><br/><label>Index Terms--Genre/Form: </label>\|{\\n6553 }{\\n655a}{--655b}{--655x }{--655z}{--655y}{--655v}\|
hi: #655\|<br/><br/><label>सूचकांक शर्तें - शैली/फार्म: </label>\|{\\n6553 }{\\n655a}{--655b}{--655x }{--655z}{--655y}{--655v}\|

source: #656\|<br/><br/><label>Index Terms--Occupation: </label>\|{\\n6563 }{\\n656a}{--656k}{--656x}{--656z}{--656y}{--656v}\|
hi: #656\|<br/><br/><label>सूचकांक शर्तें - व्यवसाय:</label>\|{\\n6563 }{\\n656a}{--656k}{--656x}{--656z}{--656y}{--656v}\|

source: #657\|<br/><br/><label>Index Terms--Function: </label>\|{\\n6573 }{\\n657a}{--657x}{--657z}{--657y}{--657v}\|
hi: #657\|<br/><br/><label>सूचकांक शर्तें - कार्य:</label>\|{\\n6573 }{\\n657a}{--657x}{--657z}{--657y}{--657v}\|

source: #658\|<br/><br/><label>Index Terms--Curriculum Objective: </label>\|{\\n658a}{--658b}{--658c}{--658d}{--658v}\|
hi: #658\|<br/><br/><label>सूचकांक शर्तें - पाठ्यक्रम उद्देश्य: </label>\|{\\n658a}{--658b}{--658c}{--658d}{--658v}\|

source: #050\|<br/><br/><label>LC Class. No.: </label>\|{ 050a }{ / 050b }\|
hi: #050\|<br/><br/><label>एलसी क्लास नं.: </label>\|{ 050a }{ / 050b }\|

source: #082\|<br/><br/><label>Dewey Class. No.: </label>\|{ 082a }{ / 082b }\|
hi: #082\|<br/><br/><label>डेवी वर्ग सं.: </label>\|{ 082a }{ / 082b }\|

source: #080\|<br/><br/><label>Universal Decimal Class. No.: </label>\|{ 080a }{ 080x }{ / 080b }\|
hi: #080\|<br/><br/><label>यूनिवर्सल दशमलव वर्ग. नं .: </label>\|{ 080a }{ 080x }{ / 080b }\|

source: #070\|<br/><br/><label>National Agricultural Library Call No.: </label>\|{ 070a }{ / 070b }\|
hi: #070\|<br/><br/><label>राष्ट्रीय कृषि लाइब्रेरी कॉल नं.: </label>\|{ 070a }{ / 070b }\|

source: #060\|<br/><br/><label>National Library of Medicine Call No.: </label>\|{ 060a }{ / 060b }\|
hi: #060\|<br/><br/><label>राष्ट्रीय मेडिसिन पुस्तकालय कॉल नं.: </label>\|{ 060a }{ / 060b }\|

source: #074\|<br/><br/><label>GPO Item No.: </label>\|{ 074a }\|
hi: #074\|<br/><br/><label>जीपीओ आइटम नंबर.: </label>\|{ 074a }\|

source: #086\|<br/><br/><label>Gov. Doc. Class. No.: </label>\|{ 086a }\|
hi: #086\|<br/><br/><label>सरकारी दस्तावेज वर्ग सं.: </label>\|{ 086a }\|

source: #088\|<br/><br/><label>Report. No.: </label>\|{ 088a }\|
hi: #088\|<br/><br/><label>रिपोर्ट. नं.: </label>\|{ 088a }\|

source: UNIMARC Default
hi: यूनिमार्क डिफ़ॉल्ट

source: #461\|<label class="ipt">A part of : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=461t&idx=ti}">{461t}</a>{N∞ 461h} {v. 461v}{(461d)}<br/>\|
hi: #461\|<label class="ipt">का एक हिस्सा :</label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=461t&idx=ti}">{461t}</a>{N∞ 461h} {v. 461v}{(461d)}<br/>\|

source: #200b\|<label class="ipt">Material Designation : </label>\| {200b }\|<br/>
hi: #200b\|<label class="ipt">सामग्री पदनाम: </label>\| {200b }\|<br/>

source: #101a\|<label class="ipt">Language(s): </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=101a&idx=ln}">{101a}</a>\|<br/>
hi: #101a\|<label class="ipt">भाषा(एं): </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=101a&idx=ln}">{101a}</a>\|<br/>

source: #200f\|<label class="ipt">Authors : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=200f&idx=au}">{200f ; }</a>\|<br/>
hi: #200f\|<label class="ipt">लेखकों : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=200f&idx=au}">{200f ; }</a>\|<br/>

source: #200g\|<label class="ipt">Co-authors : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=200g&idx=au}">{200g ; }</a>\|<br/>
hi: #200g\|<label class="ipt">सह-लेखकों : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=200g&idx=au}">{200g ; }</a>\|<br/>

source: #210c\|<label class="ipt">Publisher : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=pb&q={210c}">{210c ; }</a>\|<br/>
hi: #210c\|<label class="ipt">प्रकाशक : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=pb&q={210c}">{210c ; }</a>\|<br/>

source: #215\|<label class="ipt">Description : </label>\|{215a}{ : 215c}{ ; 215d}{ + 215e}\|<br/>
hi: #215\|<label class="ipt">विवरण : </label>\|{215a}{ : 215c}{ ; 215d}{ + 215e}\|<br/>

source: #225a\|<label class="ipt">Series :</label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=225a&idx=se}">{225a ;}</a> \|
hi: #225a\|<label class="ipt">श्रंखला :</label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search{&q=225a&idx=se}">{225a ;}</a> \|

source: #686\|<label>Classification : </label>\|{ 686a }\|<br/>
hi: #686\|<label>वर्गीकरण : </label>\|{ 686a }\|<br/>

source: #608\|<label>Form, Genre : </label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={608a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {608a}">{ 608a}</a>\|<br/><br/>
hi: #608\|<label>फॉर्म, शैली:</label>\|<a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={608a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {608a}">{ 608a}</a>\|<br/><br/>

source: #200\|\|<label class="ipt">Subjects : </label><br/>\|<ul>
hi: #200\|\|<label class="ipt">विषयों : </label><br/>\|<ul>

source: #600\|<label class="ipt">Person(s) </label><br/> \|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={600a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {600a}">{ 600a}</a></li>\|<br/>
hi: #600\|<label class="ipt">व्यक्ति(यों) </label><br/> \|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={600a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {600a}">{ 600a}</a></li>\|<br/>

source: #601\|<label class="ipt">Organisation(s) </label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={601a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {601a}">{ 601a}</a></li>\|<br/>
hi: #601\|<label class="ipt">संगठन(ओं) </label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={601a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {601a}">{ 601a}</a></li>\|<br/>

source: #606\|<label class="ipt">Term(s) </label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={606a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {606a}">{ 606a}</a></li>\|<br/>
hi: #606\|<label class="ipt">शर्त(ओं) </label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={606a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {606a}">{ 606a}</a></li>\|<br/>

source: #607\|<label class="ipt">Place(s) </label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={607a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {607a}">{ 607a}</a></li>\|<br/>
hi: #607\|<label class="ipt">स्थान(ओं) </label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={607a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {607a}">{ 607a}</a></li>\|<br/>

source: #610\|<label>Keywords</label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={610a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {610a}">{ 610a}</a></li>\|
hi: #610\|<label>कीवर्ड</label><br/>\|<li><a href="/cgi-bin/koha/catalogue/search.pl?op=do\_search&idx=su&q={610a}"><img border="0" src="/opac-tmpl/css/en/images/filefind.png" height="15" title="Search on {610a}">{ 610a}</a></li>\|

source: #856\|<label class="ipt">Electronic resource : </label>\|<a href="{856u}">click here</a> to go to the external resource<br/>
hi: #856\|<label class="ipt">इलेक्ट्रॉनिक संसाधन : </label>\|<a href="{856u}">यहां क्लिक करें </a>बाहरी संसाधन पर जाने के लिए<br/>

source: #010\|<label class="ipt">ISBN : </label>\|{010a ;}\|<br/>
hi: #010\|<label class="ipt">Iआईएसबीएन : </label>\|{010a ;}\|<br/>

source: #011\|<label class="ipt">ISSN : </label>\|{011a ;}\|<br/>
hi: #011\|<label class="ipt">आईएसएसएन : </label>\|{011a ;}\|<br/>

source: #200\|\|<label class="ipt">Notes : </label>\|<br/><ul>
hi: #200\|\|<label class="ipt">टिप्पणीयों : </label>\|<br/><ul>

source: #333\|<li>Public : \|{333a}</li>\|
hi: #333\|<li>सार्वजनिक : \|{333a}</li>\|

source: #330\|\|<label class="ipt">Abstract : </label>\|<br/>
hi: #330\|\|<label class="ipt">सार : </label>\|<br/>

source: #200\|<table>\|<th>Call number</th><th>Copy note</th><th>Fonds</th><th>Genre detail</th><th>Circulation type</th><th>Barcode</th>\|
hi: #200\|<table>\|<th>कॉल संख्य़ा</th><th>प्रति नोट</th><th>Fonds</th><th>शैली विवरण</th><th>परिसंचरण प्रकार</th><th>बारकोड</th>\|

source: OPACISBD Defaults
hi: OPACISBD डिफ़ॉल्ट

source: Default values for the :ref:`OPACISBD` preference.
hi: के लिए डिफ़ॉल्ट मान :ref:`OPACISBD` वरीयता।

source: #648\|<br/><br/><label>Subjects--Chronological Terms: </label>\|{\\n6483 }{\\n648a }{--648x}{--648z}{--648y}{--648v}\| #650\|<br/><br/><label>Subjects--Topical Terms: </label>\|{\\n6503 }{\\n650a}{ 650b }{ 650c }{ 650d }{ 650e }{--650x}{--650z}{--650y}{--650v}\|
hi: #648\|<br/><br/><label>विषय - कालानुक्रमिक शर्तें:</label>\|{\\n6483 }{\\n648a }{--648x}{--648z}{--648y}{--648v}\| #650\|<br/><br/><label>विषय - विषयगत शर्तें: </label>\|{\\n6503 }{\\n650a}{ 650b }{ 650c }{ 650d }{ 650e }{--650x}{--650z}{--650y}{--650v}\|

source: Configuring Receipt Printers
hi: रसीद प्रिंटर कॉन्फ़िगर कर रहा है

source: The following instructions are for specific receipt printers, but can probably be used to help with setup of other brands as well.
hi: निम्न निर्देश विशिष्ट रसीद प्रिंटर के लिए कर रहे हैं, लेकिन शायद के रूप में अच्छी तरह से अन्य ब्रांडों की स्थापना के साथ मदद करने के लिए इस्तेमाल किया जा सकता है.

source: For Epson TM-T88III (3) & TM-T88IV (4) Printers
hi: एपसन टीएम-टी 88III (3) और टीएम-टी 88IV (4) प्रिंटर के लिए

source: In the Print Driver
hi: प्रिंट ड्राइवर में

source: For these instructions, we are using version 5,0,3,0 of the Epson TM-T88III print driver; the EPSON TM-T88IV version is ReceiptE4. Register at the `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ to gain access to the drivers; go to Technical Resources, then choose the printer model from the Printers drop-down list.
hi: इन निर्देशों के लिए, हम ईपीएसॉन टीएम-टी 88III प्रिंट ड्राइवर के संस्करण 5,0,3,0 का उपयोग कर रहे हैं; ईपीएसओएन टीएम-टी 88IV संस्करण रसीद 4 है। ड्राइवरों तक पहुंच प्राप्त करने के लिए 'EpsonExpert तकनीकी संसाधन केंद्र वेबसाइट <https://www.epsonexpert.com/login> `__ पर पंजीकरण करें; तकनीकी संसाधनों पर जाएं, फिर प्रिंटर ड्रॉप-डाउन सूची से प्रिंटर मॉडल चुनें।

source: Click Start > Printers and Faxes > Right click the receipt printer > Properties:
hi: क्लिक करें स्टार्ट > प्रिंटर और फ़ैक्स > रसीद प्रिंटर पर राइट क्लिक करें > गुण:

source: Advanced Tab, click Printing Defaults button
hi: उन्नत टैब पर क्लिक करें मुद्रण डिफ़ाल्ट बटन

source: Layout Tab: Paper size: Roll Paper 80 x 297mm
hi: लेआउट टैब: कागज का आकार: रोल पेपर 80 x 297 मिमी

source: TM-T88III: Layout Tab: Check Reduce Printing and Fit to Printable Width
hi: TM-T88III: लेआउट टैब: जांच मुद्रण को कम और फ़िट मुद्रण योग्य चौड़ाई

source: TM-T88IV: Check Reduced Size Print; Click OK on the popup window that appears. Fit to Printable Width should be automatically selected.
hi: TM-T88IV: चेक कम आकार प्रिंट; पॉपअप विंडो पर दिखाई देता है ठीक क्लिक करें। मुद्रण योग्य चौड़ाई के लिए फ़िट स्वचालित रूप से चयन किया जाना चाहिए.

source: OK your way out of there.
hi: ठीक वहाँ से बाहर अपने रास्ते.

source: In Firefox
hi: फ़ायरफ़ॉक्स में

source: Under File > Page Setup:
hi: फ़ाइल के अंतर्गत >पृष्ठ सेटअप:

source: Shrink to fit page on Format & Options tab
hi: प्रारूप और विकल्प टैब पर पृष्ठ फिट करने के लिए हटना

source: 0,0,0,0 for Margins on Margins & Header/Footer Tab. This makes the receipts use all available space on the paper roll.
hi: मार्जिन और शीर्षलेख / पाद लेख टैब पर मार्जिन के लिए 0,0,0,0। इससे रसीदें पेपर रोल पर उपलब्ध सभी जगहों का उपयोग करती हैं।

source: Set all Headers/Footers to -blank-. This removes all of the gunk you might normally find on a print from Firefox, such as the URL, number of pages, etc.
hi: सभी हेडर/फुटर -रिक्त- करने के लिए सेट करें। इस gunk आप सामान्य रूप से फ़ायरफ़ॉक्स से एक प्रिंट पर मिल सकता है के सभी को हटा, ऐसे यूआरएल, पृष्ठों की संख्या, आदि.

source: Click OK
hi: ठीक है पर क्लिक करें

source: Set the default printer settings in Firefox so you don't see a "Print" dialog:
hi: फ़ायरफ़ॉक्स में डिफ़ॉल्ट प्रिंटर सेटिंग्स सेट तो आप एक "प्रिंट" संवाद नहीं देख पा रहे हैं:

source: Go to File > Print
hi: फाइल पर जाए > प्रिंट

source: Set the Printer to the receipt printer.
hi: रसीद प्रिंटर के लिए प्रिंटर सेट.

source: Click the Advanced (or Properties) button
hi: उन्नत (या गुण) बटन पर क्लिक करें

source: TM-T88IV: Check Reduced Size Print; click OK on the popup window that appears. Fit to Printable Width should be automatically selected.
hi: TM-T88IV: चेक कम आकार प्रिंट; पॉपअप विंडो पर दिखाई देता है ठीक क्लिक करें। मुद्रण योग्य चौड़ाई के लिए फ़िट स्वचालित रूप से चयन किया जाना चाहिए.

source: OK your way out, go ahead and print whatever page you are on.
hi: ठीक से अपने तरीके से बाहर, आगे बढ़ो और प्रिंट जो कुछ भी आप जिस पृष्ठ पर हैं.

source: Type about:config, in the address bar. Click "I'll be careful, I promise!" on the warning message.
hi: टाइप के बारे में: config, पता पट्टी में. क्लिक करें "मु'झे सावधान रहना होगा, मैं वादा करता हूँ!" चेतावनी संदेश पर.

source: Type, print.always in Filter.
hi: प्रकार, प्रिंट.हमेशा फ़िल्टर में.

source: Look for print.always\_print\_silent.
hi: प्रिंट के लिए देखो.always\_print\_silent.

source: If the preference is there then set the value to true.
hi: आगर वहा प्राथमिकता है तो सच के लिए मूल्य निर्धारित करे.

source: If the preference is not there (and it shouldn't be in most browsers) you have to add the preference.
hi: अगर प्राथमिकता वहाँ नहीं है (और यह सबसे ब्राउज़रों में नहीं होना चाहिए) आप की प्राथमिकता जोड़ने के लिए है.

source: Right click the preference area and select New > Boolean
hi: वरीयता क्षेत्र पर राइट क्लिक करें और नया चुनें > बूलियन

source: Type print.always\_print\_silent in the dialog box and set the value to True. This sets the print settings in Firefox to always use the same settings and print without showing a dialog box.
hi: संवाद बॉक्स में print.always\_print\_silent टाइप करें और मान को सही पर सेट करें। यह फ़ायरफ़ॉक्स में प्रिंट सेटिंग्स को हमेशा एक ही सेटिंग का उपयोग करने के लिए सेट करता है और एक संवाद बॉक्स दिखाए बिना प्रिंट करता है।

source: **Warning**
hi: **चेतावनी**

source: Setting the print.always\_print\_silent setting in about:config DISABLES the ability to choose a printer in Firefox.
hi: print.always\_print\_silent सेटिंग को इस बारे में सेट करना: कॉन्फ़िगरेशन फ़ायरफ़ॉक्स में प्रिंटर चुनने की क्षमता को अक्षम करता है।

source: For Epson TM-T88II (2) Printers
hi: एपसन टीएम-टी 88II (2) प्रिंटर के लिए

source: Register at the `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ to gain access to the drivers; go to Technical Resources, then choose the printer model from the Printers drop-down list.
hi: `EpsonExpert तकनीकी संसाधन केंद्र वेबसाइट पर पंजीकरण करें <https://www.epsonexpert.com/login>`__ ड्राइवरों तक पहुंच प्राप्त करने के लिए; तकनीकी संसाधनों पर जाएं, फिर प्रिंटर ड्रॉप-डाउन सूची से प्रिंटर मॉडल चुनें।

source: Print whatever page you are on.
hi: प्रिंट जो कुछ भी आप जिस पृष्ठ पर हैं.

source: Look for, print.always\_print\_silent.
hi: के लिए देंखे, print.always\_print\_silent.

source: Type, print.always\_print\_silent in the dialog box and set the value to True. This sets the print settings in Firefox to always use the same settings and print without showing a dialog box.
hi: डायलॉग बॉक्स में टाइप, print.always\_print\_silent टाइप करें और मान को सही पर सेट करें। यह फ़ायरफ़ॉक्स में प्रिंट सेटिंग्स को हमेशा एक ही सेटिंग का उपयोग करने के लिए सेट करता है और एक संवाद बॉक्स दिखाए बिना प्रिंट करता है।बिना मुद्रित.

source: For Star SP542 Printers
hi: स्टार एसपी 542 प्रिंटर के लिए

source: Installing the Printer
hi: प्रिंटर स्थापित करना

source: While the following comments are based on the Star SP542 receipt printer, they probably apply to all printers in the SP5xx series.
hi: निम्न टिप्पणी स्टार SP542 रसीद प्रिंटर के आधार पर कर रहे हैं, वे शायद SP5xx श्रृंखला में सभी प्रिंटर के लिए लागू होते हैं.

source: The Star SP542 receipt printer works well with Koha and **Firefox on Windows XP SP3**. This printer, with either the parallel or USB interface, is fairly easy to install and configure. You will need the following executable file which is available from numerous places on the Internet:
hi: स्टार एसपी542 रसीद प्रिंटर कोहा और **विंडोज एक्सपी एसपी 3** पर फ़ायरफ़ॉक्स के साथ अच्छी तरह से काम करता है। यह प्रिंटर, समानांतर या यूएसबी इंटरफ़ेस के साथ, स्थापित करने और कॉन्फ़िगर करने के लिए काफी आसान है। आपको निम्न निष्पादन योग्य फ़ाइल की आवश्यकता होगी जो इंटरनेट पर कई स्थानों से उपलब्ध है:

source: This executable actually does all of the installation; you will not need to use the Microsoft Windows "Add Printer" program. We recommend that when installing, the option for the software monitor not be selected; we have experienced significant pauses and delays in printing with it. Instead, simply choose to install the receipt printer without the monitor.
hi: यह निष्पादन वास्तव में स्थापना के सभी करता है; आप माइक्रोसॉफ्ट विंडोज "जोड़ें प्रिंटर" प्रोग्राम का उपयोग करने की जरूरत नहीं होगी। हमारा सुझाव है कि जब स्थापित, सॉफ्टवेयर के लिए विकल्प की निगरानी चयनित नहीं किया जा;हम इसके साथ मुद्रण में महत्वपूर्ण रुक जाता है और देरी का अनुभव किया है। बजाय, बस की निगरानी के बिना रसीद प्रिंटर स्थापित करने के लिए चयन.

source: Additionally, the install program may not put the printer on the correct port, especially if using the USB interface. This is easily corrected by going to "Start -> Printers and Faxes -> Properties for the SP542 printer -> Ports", then check the appropriate port.
hi: इसके अतिरिक्त, इंस्टॉल प्रोग्राम प्रिंटर को सही पोर्ट पर नहीं रख सकता है, खासकर यदि यूएसबी इंटरफ़ेस का उपयोग करना है। इसे "स्टार्ट -> प्रिंटर और फ़ैक्स -> SP542 प्रिंटर के लिए गुण -> पोर्ट्स" पर जाकर आसानी से ठीक किया जाता है, फिर उपयुक्त पोर्ट की जांच करें।

source: A reboot may be required, even if not indicated by the installation software or the operating system.
hi: एक रिबूट की आवश्यकता हो सकती है, भले ही स्थापना सॉफ्टवेयर या ऑपरेटिंग सिस्टम के द्वारा संकेत नहीं हैं.

source: **Windows 7** users should refer to this page: http://www.starmicronics.com/supports/win7.aspx.
hi: **Windows 7** उपयोगकर्ताओं को इस पृष्ठ का संदर्भ लेना चाहिए: http://www.starmicronics.com/supports/win7.aspx.

source: Configuring Firefox to Print to Receipt Printer
hi: रसीद प्रिंटर पर प्रिंट करने के लिए फ़ायरफ़ॉक्स को कॉन्फ़िगर करना

source: Open File > Page Setup
hi: खुली फाइल > पृष्ठ सेटअप

source: Make all the headers and footers blank
hi: सभी हैडर और फुटर खाली बनाओ

source: Set the margins to 0 (zero)
hi: 0 को हाशिए सेट करें (शुन्य)
