Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/miscellaneous.po
Languages: hi

source: In the address bar of Firefox, type about:config
hi: फ़ायरफ़ॉक्स के एड्रेस बार में, टाइप about:config

source: Search for print.always\_print\_silent and double click it
hi: print.always\_print\_silent के लिए खोजें और डबल क्लिक करें

source: Change it from false to true
hi: यह झूठे से सच करने के लिए परिवर्तन

source: This lets you skip the Print pop up box that comes up, as well as skipping the step where you have to click OK, automatically printing the right sized slip.
hi: यह आपको प्रिंट बॉक्स है कि ऊपर आता पॉप अप को छोड़ देता है के रूप में अच्छी तरह से कदम है, जहां आप क्लिक करने के लिए ठीक है लंघन के रूप में, स्वचालित रूप से सही आकार पर्ची मुद्रण करती हैं.

source: If print.always\_print\_silent does not come up
hi: अगर print.always\_print\_silent नहीं आता है

source: Right click on a blank area of the preference window
hi: वरीयता खिड़की के एक रिक्त क्षेत्र पर दाएँ क्लिक करें

source: Select new > Boolean
hi: चुने नया > बुलियन

source: Enter "print.always\_print\_silent" as the name (without quotes)
hi: दर्ज करें "print.always\_print\_silent" नाम के रूप में (बिना उद्धरण)

source: Select true for the value
hi: मूल्य के लिए सच का चयन करें

source: You may also want to check what is listed for print.print\_printer
hi: आप यह भी जांच कर सकते हैं कि क्या सूचीबद्ध किया गया है के लिए print.print\_printer

source: You may have to choose Generic/Text Only (or whatever your receipt printer might be named)
hi: आप केवल सामान्य/पाठ का चयन करने के लिए हो सकता है (या अपने रसीद प्रिंटर का नाम दिया जा सकता है जो कुछ भी)

source: Resetting the Koha Database
hi: कोहा डाटाबेस रीसेट

source: These notes on how to reset the database for Koha were derived from the following email thread: http://lists.koha-community.org/pipermail/koha-devel/2009-January/008939.html and http://lists.katipo.co.nz/public/koha/2014-June/039701.html
hi: कोहा के लिए डेटाबेस को रीसेट करने के तरीके पर ये नोट निम्न ईमेल थ्रेड से प्राप्त किए गए थे: http://lists.koha-community.org/pipermail/koha-devel/2009-January/008939.html और http://lists.katipo.co.nz/public/koha/2014-June/039701.html

source: Resetting the database may be useful if you install Koha with the sample data, and then wish to use real data without reinstalling the software.
hi: यदि आप नमूना डेटा के साथ कोहा स्थापित करें, और फिर सॉफ्टवेयर पुनर्स्थापित किए बिना वास्तविक डेटा का उपयोग करना चाहते हैं डेटाबेस रीसेट उपयोगी हो सकता है।

source: Delete sample data from Tables
hi: टेबल्स से नमूना डेटा हटाएं

source: Use your preferred MySQL client to `delete <http://dev.mysql.com/doc/refman/5.5/en/delete.html>`__ the following tables:
hi: अपने पसंदीदा MySQL क्लाइंट का उपयोग 'हटाएं <http://dev.mysql.com/doc/refman/5.5/en/delete.html>`__ निम्नलिखित तालिकाओं में करें:

source: bibio
hi: बिब्लियो

source: biblioitems
hi: बिब्लियोंआइटम

source: items
hi: आइटम

source: sessions
hi: सत्र

source: zebraqueue
hi: जेबराक्यू

source: You may need to disable foreign key checks to delete data from same tables. For instructions follow this thread: https://lists.katipo.co.nz/pipermail/koha/2013-July/036853.html.
hi: आपको समान तालिकाओं से डेटा हटाने के लिए विदेशी कुंजी चेक अक्षम करने की आवश्यकता हो सकती है। निर्देशों के लिए इस सूत्र का पालन करें: https://lists.katipo.co.nz/pipermail/koha/2013-July/036853.html.

source: Reset the Zebra Index
hi: ज़ेबरा इंडेक्स रीसेट करें

source: Run the following commands to reset the authorities and biblios Zebra indices.
hi: प्राधिकरण और बिब्लियोज ज़ेबरा सूचकांकों पुनर्स्थापित करने के लिए निम्न आदेश चलाएँ.

source: If you are running a package install then you'll want to run the following commands to reset the authorities and biblios Zebra indices instead:
hi: यदि आप एक पैकेज फिर स्थापित चल रहे हैं, तो आप के बजाय प्राधिकरण और बिब्लियोज ज़ेबरा सूचकांकों पुनर्स्थापित करने के लिए निम्न आदेश को चलाने के लिए चाहता हूँ:

source: Replacing YOURLIBRARY with your Koha installation name.
hi: अपने कोहा स्थापना नाम के साथ अपने अपनापुस्तकालय बदले.

source: Koha XSLT Item Types
hi: कोहा XSLT आइटम प्रकार

source: When you have any of the XSLT system preferences (:ref:`OPACXSLTDetailsDisplay`, :ref:`OPACXSLTResultsDisplay`, :ref:`XSLTDetailsDisplay`, and/or :ref:`XSLTResultsDisplay`) along with the :ref:`DisplayOPACiconsXSLT` and :ref:`DisplayIconsXSLT` preferences turned on you will see item type icons on the related screen.
hi: जब आपके पास XSLT सिस्टम प्राथमिकताएं होंगी (:ref:`OPACXSLTDetailsDisplay`, :ref:`OPACXSLTResultsDisplay`, :ref:`XSLTDetailsDisplay`, and/or :ref:`XSLTResultsDisplay`) along with the :ref:`DisplayOPACiconsXSLT` और :ref:`DisplayIconsXSLT` वरीयताओं को चालू किया गया है आप संबंधित स्क्रीन पर आइटम प्रकार आइकन देखेंगे.

source: **Important**
hi: **महत्वपूर्ण**

source: These images are coming from values found in your leader, if your leader is not cataloged properly it might be best to turn off the :ref:`DisplayOPACiconsXSLT` preference (which can be done while leaving the other XSLT preferences turned on).
hi: ये छवियां आपके नेता में पाए गए मानों से आ रही हैं, यदि आपके नेता को उचित रूप से सूचीबद्ध नहीं किया गया है तो यह बंद करना सबसे अच्छा हो सकता है: ref: `DisplayOPACiconsXSLT` वरीयता (जिसे अन्य एक्सएसएलटी वरीयताओं को चालू करते समय किया जा सकता है)।

source: Book [BK]
hi: पुस्तक [BK]

source: leader6 = a (and one of the leader7 values below)
hi: लीडर6 = a (और लीडर7 मूल्यों में से एक नीचे )

source: leader7 = a
hi: लीडर7 = a

source: leader7 = c
hi: लीडर7 = c

source: leader7 = d
hi: लीडर7 = d

source: leader7 = m
hi: लीडर7 = m

source: leader6 = t
hi: लीडर6 = t

source: Computer File [CF]
hi: कंप्यूटर फ़ाइल [CF]

source: leader6 = m
hi: लीडर6 = m

source: Continuing Resource [CR]
hi: सतत संसाधन [CR]

source: leader7 = b
hi: लीडर7 = b

source: leader7 = i
hi: लीडर7 = i

source: leader7 = s
hi: लीडर7 = s

source: Map [MP]
hi: मानचित्र [MP]

source: leader6 = e
hi: लीडर6 = e

source: leader6 = f
hi: लीडर6 = f

source: Mixed [MX]
hi: मिश्रित [MX]

source: leader6 = p
hi: लीडर6 = p

source: Sound [MU]
hi: ध्वनि [MU]

source: leader6 = c
hi: लीडर6 = c

source: leader6 = d
hi: लीडर6 = d

source: leader6 = i
hi: लीडर6 = i

source: leader6 = j
hi: लीडर6 = j

source: Visual Material [VM]
hi: दृश्य सामग्री [VM]

source: leader6 = g
hi: लीडर6 = g

source: leader6 = k
hi: लीडर6 = k

source: leader6 = r
hi: लीडर6 = r

source: Kit
hi: किट

source: leader6 = o
hi: लीडर6 = o
