Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: fr, hi

source: Search results
fr: Résultats de la recherche
hi: खोज परिणाम

source: To search the OPAC you can either choose to enter your search words in the box at the top of the OPAC or click on the 'Advanced search' link to perform a more detailed search.
fr: Pour lancer une recherche via l'OPAC, vous pouvez utiliser la barre de recherche rapide située en haut ou cliquer sur le lien 'Recherche avancée' pour une recherche plus détaillée.
hi: ओपेक आप ओपेक के शीर्ष पर बॉक्स में अपना खोज शब्द दर्ज करें या एक अधिक विस्तृत खोज करने के लिए 'उन्नत खोज' लिंक पर क्लिक करने के लिए चुन सकते हैं या तो खोज करने के लिए।

source: For more on searching check the '`Searching <#searching>`__' chapter in this manual.
fr: Pour en savoir plus sur la recherche, consultez le chapitre '`Recherche <#searching>`__' de ce manuel.
hi: खोज पर अधिक जानकारी के लिए '`खोज <#searching>`__'इस मैनुअल में अध्याय देखें.

source: Results overview
fr: Vue d'ensemble des résultats
hi: परिणाम अवलोकन

source: After performing a search the number of results found for your search will appear above the results
fr: Après avoir lancé la recherche, le nombre de résultats trouvés s'affiche au-dessus des résultats
hi: खोज करने के बाद परिणामों की संख्या पाया अपनी खोज के लिए परिणाम के ऊपर दिखाई देगा

source: By default your search results will be sorted based on your :ref:`OPACdefaultSortField and OPACdefaultSortOrder <opacdefaultsortfield-and-opacdefaultsortorder-label>` system preference values. To change this you can choose another sorting method from the pull down on the right.
fr: Par défaut vos résultats de recherche seront triés en fonction des valeurs des préférences système :ref:`OPACdefaultSortField and OPACdefaultSortOrder <opacdefaultsortfield-and-opacdefaultsortorder-label>`Pour modifier cela vous pouvez choisir un autre critère de tri dans le menu déroulant à droite.
hi: डिफ़ॉल्ट रूप से आपके खोज परिणामों को आपके द्वारा क्रमबद्ध किया जाएगा :ref:`OPACdefaultSortField और OPACdefaultSortOrder <opacdefaultsortfield-and-opacdefaultsortorder-label> 'सिस्टम वरीयता मान। इसे बदलने के लिए आप दाईं ओर खींचने से एक और सॉर्टिंग विधि चुन सकते हैं।

source: Under each title on your results list a series of values from your leader will appear. It is important to note that this has nothing to do with the item types or collection codes you have applied to your records, this data is all pulled from your fixed fields. This can be turned on or off with the :ref:`DisplayOPACiconsXSLT` system preference.
fr: Sous chaque titre de votre liste de résultats, une série de valeurs issues de votre leader apparaîtra. Il est important de noter que cela n'a rien à voir avec les types de documents ou les codes de collection que vous avez appliqués à vos notices, cette donnée est récupérée de vos champs fixes. Cela peut être activé ou désactivés avec la préférence système :ref:`DisplayOPACiconsXSLT`.
hi: आपके परिणामों की सूची में प्रत्येक शीर्षक के तहत आपके नेता से मूल्यों की एक श्रृंखला दिखाई देगी। यह ध्यान रखना ज़रूरी है कि आपके पास आपके रिकॉर्ड पर लागू किए गए आइटम प्रकार या संग्रह कोडों के साथ कुछ भी नहीं है, यह डेटा आपके सभी निश्चित क्षेत्रों से खींचा जाता है। इसे with के साथ चालू या बंद किया जा सकता है :ref:`DisplayOPACiconsXSLT` सिस्टम वरीयता।

source: Below each title you will see the availability for the items attached to the record.
fr: Sous chaque titre est précisé la disponibilité des exemplaires.
hi: प्रत्येक शीर्षक के नीचे आप रिकॉर्ड से जुड़ी वस्तुओं के लिए उपलब्धता देखेंगे।

source: **Note**
hi: **नोट**

source: Even if you filtered on one library location all locations that hold the item will appear on the search results.
fr: Même si vous avez limité vos recherches à un site, tous les sites possédant l'exemplaire recherché s'afficheront sur l'écran des résultats.
hi: यहां तक ​​कि अगर आप एक पुस्तकालय स्थान पर छान सभी स्थानों है कि आइटम होल्ड खोज परिणामों पर दिखाई देगा।

source: **Important**
hi: **महत्वपूर्ण**

source: An item's hold status doesn't not affect whether or not the item is 'available' until the item is in 'waiting' status. Items with on-shelf holds will show as available until a librarian has pulled them from the shelf and checked the item in make it show 'waiting'.
fr: Le statut réservé d'un exemplaire ne modifie pas sa disponibilité, seulement jusqu'à qu'il ait le statut 'en attente'. Les exemplaires en demande de réservation s'afficheront disponibles jusqu'à ce que le bibliothécaire retire l'exemplaire du rayon et l'enregistre comme 'en attente de retrait'.
hi: किसी आइटम की होल्ड स्थिति को प्रभावित नहीं करता है या नहीं, आइटम है 'उपलब्ध' जब तक आइटम 'प्रतीक्षा' की स्थिति में है। ऑन-शेल्फ के साथ आइटम के रूप में उपलब्ध दिखाएगा रखती है जब तक एक लाइब्रेरियन उन्हें शेल्फ से खींच लिया और आइटम बनाने में यह 'प्रतीक्षा' दिखाने की जाँच की गई है।

source: If you have turned on :ref:`Enhanced content system preferences<enhanced-content-label> preferences you may have book jackets on your search results.
fr: Si vous activé la :ref:`préférence système du contenu enrichi<enhanced-content-label> `, les pages de couverture s'affichent dans les résultats de recherche
hi: यदि आप चालू कर चुके हैं: Ref: `एन्हांस की गई सामग्री प्रणाली प्राथमिकताएँ <enhanced-content-label> प्राथमिकताएँ आपके खोज परिणामों पर बुक जैकेट हो सकती हैं।

source: If you have set your :ref:`Did you mean? <did-you-mean?-label>` options you will see a yellow bar across the top of your results will other related searches.
fr: Si vous avez paramétré vos options :ref:`Vouliez-vous dire ? <did-you-mean?-label>`, vous verrez une barre jaune en haut de vos résultats de recherche avec des propositions de recherches associées.
hi: यदि आपने अपना सेट किया है: रेफरी: 'क्या आपका मतलब था? <did-you-mean?-label>' विकल्प आपको अपने परिणामों के शीर्ष पर एक पीला बार दिखाई देगा अन्य संबंधित खोजें।

source: If you performed an advanced search you see an option to go back and edit your advanced search blow the list of results pages.
fr: Si vous avez effectué une recherche avancée, une option vous permettant de revenir en arrière et de modifier votre recherche avancée apparaît dans la liste des pages de résultats.
hi: आप एक उन्नत खोज प्रदर्शन किया तो तुम वापस जाओ और अपने उन्नत खोज परिणाम पृष्ठों की सूची उड़ा संपादित करने के लिए एक विकल्प दिखाई।

source: Filters
fr: Filtres
hi: फ़िल्टर

source: To filter your results click on the links below the 'Refine your search' menu on the left of your screen
fr: Pour filtrer vos recherches, cliquez sur les liens situés sous le menu "Affiner votre recherche" à gauche de votre écran.
hi: फ़िल्टर करने के लिए अपने परिणामों को अपनी स्क्रीन के बाईं तरफ 'परिष्कृत करें खोज' मेनू नीचे दिए गए लिंक पर क्लिक करें

source: Depending on your setting for the :ref:`DisplayLibraryFacets` system preference you will see filters for your home, holding or both libraries.
fr: En fonction de vos paramétrages de la préférence système :ref:`DisplayLibraryFacets` vous proposerez des filtres sur la bibliothèque propriétaire, la bibliothèque dépositaire ou les deux.
hi: के लिए आपकी सेटिंग के आधार पर :ref:`DisplayLibraryFacets` सिस्टम वरीयता आपको अपने घर, होल्डिंग या दोनों पुस्तकालयों के लिए फ़िल्टर दिखाई देगी।

source: After clicking a facet you can remove that filter from your results by clicking the small 'x' that appears to the right of the facet.
fr: Après avoir cliqué sur une facette, vous pouvez supprimer ce filtre et revenir à la liste complète des résultats en cliquant sur le petit 'x' qui apparaît sur la droite de la facette.
hi: एक पहलू क्लिक करने के बाद आप छोटे 'एक्स' है कि पहलू की सही प्रतीत होता है पर क्लिक करके अपने परिणामों से है कि फिल्टर निकाल सकते हैं।

source: Search RSS feeds
fr: Recherche de flux RSS
hi: आरएसएस फ़ीड खोजें

source: You will be able to subscribe to your search results as an RSS feed by clicking the RSS icon in your address bar or next to the number of results. To learn more about what RSS feeds are check out `this tutorial video <http://www.youtube.com/watch?v=0klgLsSxGsU>`__.
fr: Vous pourrez vous abonner à vos résultats de recherche via un flux RSS en cliquant sur l'icône RSS dans la barre d'adresse ou à côté du nombre de résultats. Pour en savoir plus sur les flux RSS, regardez ce `tutoriel en ligne <http://www.youtube.com/watch?v=0klgLsSxGsU>`__.
hi: आप अपने पता बार में आरएसएस आइकन पर क्लिक करके या परिणामों की संख्या के बगल में आरएसएस फ़ीड के रूप में अपने खोज परिणामों की सदस्यता लेने में सक्षम होंगे। आरएसएस फ़ीड के बारे में अधिक जानने के लिए 'यह ट्यूटोरियल वीडियो देखें <http://www.youtube.com/watch?v=0klgLsSxGsU>`__.

source: Subscribing to search results as RSS feeds will allow you to see when a new item is added to the catalog in your area of interest.
fr: L'intérêt de vous abonner à un flux RSS consiste à être informé des nouveaux documents qui s'ajoutent dans le catalogue dans le domaine de votre choix.
hi: खोज परिणामों के लिए आरएसएस फ़ीड के रूप में जब एक नया आइटम ब्याज की अपने क्षेत्र में सूची में जोड़ा जाता है आप देख सकेंगे सदस्यता लेना।

source: Bibliographic record
fr: Notice bibliographique
hi: ग्रंथसूची रिकॉर्ड

source: When you click on a title from the search results, you're brought to the bibliographic detail of the record. This page is broken down in several different areas.
fr: Lorsque vous cliquez sur un titre des résultats de recherche, vous arrivez sur la notice bibliographique détaillée. Cette page est organisée en plusieurs parties.
hi: आप खोज परिणामों से एक शीर्षक पर क्लिक करते हैं, आप रिकॉर्ड की ग्रंथ सूची विस्तार करने के लिए लाया कर रहे हैं। यह पृष्ठ कई अलग अलग क्षेत्रों में टूट गया है।

source: At the top of your screen will be the title and the GMD:
fr: En haut de l'écran s'affiche le titre et le GMD:
hi: अपनी स्क्रीन के शीर्ष पर शीर्षक और GMD हो जाएगा:

source: Below the title the authors will be listed. These come from your 1xx and 7xx fields. Clicking the author will run a search for other titles with that author.
fr: Le nom des titres est affiché juste en dessous. Ils sont définis dans les champs 1xx et 7xx. Si vous cliquez sur l'auteur, ceci lancera une recherche de tous les documents de cet auteur.
hi: शीर्षक के नीचे लेखकों सूचीबद्ध किया जाएगा। ये अपने 1xx और 7xx क्षेत्रों से आते हैं। लेखक क्लिक करना है कि लेखक के साथ दूसरे खिताब के लिए एक खोज चलेंगे।

source: If you have an authority file you will see a magnifying glass to the right of author (and other) authorities. Clicking that magnifying glass will take you directly to the authority record.
fr: Si vous avez un fichier d'autorité, vous verrez une petite loupe à droite des autorités de l'auteur (ou des autres). Si vous cliquez sur cette loupe, cela vous basculera directement sur la notice d'autorité.
hi: आप एक अधिकार फ़ाइल है, तो आप लेखक (और अन्य) के अधिकारियों के अधिकार के लिए एक आवर्धक कांच देखेंगे। क्लिक करना है कि आप आवर्धक कांच अधिकार रिकॉर्ड करने के लिए सीधे ले जाएगा।

source: If you have your :ref:`DisplayOPACiconsXSLT` preference set to 'show' you will see a material type that is determined by values in your fixed fields (learn more in the :ref:`XSLT material type icons <material-type-cataloging-guide-label>` cataloging guide.
fr: Si vous avez paramétré la préférence :ref:`DisplayOPACiconsXSLT` sur "Montrer", vous verrez un type de matériel qui est déterminé par les valeurs renseignées dans les champs fixes (apprenez en plus sur les :ref:`icônes de type de matériel XSLT <material-type-cataloging-guide-label>` dans le guide de catalogage.
hi: यदि आपके पास आपका है :ref:`DisplayOPACiconsXSLT` वरीयता 'शो' के लिए सेट है, तो आप एक सामग्री प्रकार देखेंगे जो आपके निर्धारित फ़ील्ड में मानों द्वारा निर्धारित होता है (और जानें `XSLT सामग्री प्रकार आइकन <material-type-cataloging-guide-label>` कैटलॉग गाइड।

source: Next you'll see the description of the record you're viewing:
fr: Vous verrez ensuite les zones de description de la notice:
hi: इसके बाद आप रिकॉर्ड आप देख रहे हैं का विवरण देखेंगे:

source: Following that information you'll find the subject headings which can be clicked to search for other titles on similar topics
fr: Parmi ces informations, vous trouverez les vedettes sujet sur lesquelles vous pouvez cliquer pour rechercher d'autres titres associés ou des sujets similaires
hi: कि सूचना के बाद आप विषय शीर्षकों जो इसी तरह के विषयों पर दूसरे खिताब के लिए खोज करने के लिए क्लिक किया जा सकता मिल जाएगा

source: If your record has a table of contents or summary it will appear next to the 'Summary' or 'Table of contents' label
fr: Si votre notice a une table des matières ou un résumé, cela s'affichera à côté des mentions 'Résumé' ou 'Tables des matières'
hi: यह लेबल 'सामग्री की तालिका' 'सारांश' या बगल में दिखाई देंगे अपने रिकॉर्ड की सामग्री या सारांश की एक तालिका है

source: If your record has data in the 856 fields you'll see the links to the right of the 'Online resources' label
fr: Si votre notice a des données dans les champs 856, vous verrez les liens à droite de la mention 'Ressources en ligne'
hi: यदि आपके रिकॉर्ड में 856 फ़ील्ड में डेटा है तो आप 'ऑनलाइन संसाधनों' लेबल के दाईं ओर लिंक देखेंगे

source: If the title you're viewing is in a public list then you'll see a list of those to the right of the 'List(s) this item appears in' label and if it has tags they will appear below the 'Tags from this library' label
fr: Si le titre que vous êtes en train de consulter est sur une liste publique, vous verrez une liste à droite de la mention 'Liste(s) où l'exemplaire apparaît'. Et si votre notice est associée à des tags (mots-clés), ils apparaîtront sous la mention 'Tags de cette bibliothèque'
hi: शीर्षक आप देख रहे हैं एक सार्वजनिक की सूची में है तो आप 'सूची (s) इस मद में प्रकट होता है' लेबल और वे नीचे से 'टैग दिखाई देगी, अगर यह टैग है की सही करने के लिए उन लोगों की एक सूची दिखाई देगी इस पुस्तकालय 'लेबल

source: In the tabs below the details you will find your holdings data
fr: Dans les onglets situés sous les détails de la notice, vous trouverez toutes les informations de l'exemplaire
hi: विवरण नीचे टैब में आप अपनी होल्डिंग डेटा मिलेगा

source: Any notes (5xx fields) that have been cataloged will appear under 'Title notes'
fr: Toutes les notes cataloguées dans les champs 5xx s'afficheront sous 'Notes'
hi: किसी भी नोट (5xx क्षेत्रों) कि 'शीर्षक नोट्स' के तहत दिखाई देगा सूचीबद्ध कर दिया गया है

source: If you're allowing comments they will appear in the next tab
fr: Si vous autorisez les commentaires, ils s'afficheront dans l'onglet suivant
hi: आप टिप्पणी की अनुमति हो तो वे अगले टैब में दिखाई देगा

source: And finally if you have enabled FRBR and you have other editions of the title in your collection you will see the 'Editions' tab.
fr: Enfin, si vous avez activé FRBR et que vous avez d'autres éditions du titre dans votre collection, vous les verrez dans l'onglet 'Editions'.
hi: और अंत में आप FRBR सक्षम किया है और आप अपने संग्रह में शीर्षक आप 'संस्करण' टैब देखेंगे के अन्य संस्करणों है।

source: To the right of the details you'll find a series of boxes. The first box is a list of buttons to help navigate the search results. From there you can see the next or previous result from your search or return to the results.
fr: A droite des détails, vous trouverez une série de cases. La première case contient plusieurs boutons aidant à naviguer dans les résultats de recherche. A partir de là, vous pouvez voir le prochain ou le précédent résultat de votre recherche ou revenir aux résultats.
hi: विवरण के अधिकार के लिए आप बक्से की एक श्रृंखला मिल जाएगा। पहले बॉक्स बटन की एक सूची मदद करने के लिए खोज परिणामों से नेविगेट है। वहां से आप अपनी खोज से अगले या पिछले परिणाम को देखने या परिणाम पर लौट सकते हैं।

source: Clicking 'Browse results' at the top of the right column will open up your search results on the detail page
fr: Si vous cliquez sur 'Parcourir les résultats' en haut de la colonne de droite, cela ouvrira vos résultats sur la page de détails
hi: सही कॉलम के शीर्ष पर ब्राउज़ परिणाम पर क्लिक विस्तार पृष्ठ पर अपने खोज परिणामों को खुल जाएगा

source: Below the search buttons you'll find the links to place a hold, print the record, save the record to your lists, or add it to your cart
fr: Sous ces boutons de recherche, vous trouverez des liens pour réserver, imprimer, enregistrer la notice dans vos listes, ou l'ajouter dans votre panier
hi: खोज बटन नीचे आप एक होल्ड के लिए जगह, रिकॉर्ड प्रिंट, अपनी सूची में रिकार्ड बचाने के लिए, या अपनी गाड़ी के लिए इसे जोड़ने लिंक मिल जाएगा

source: Clicking 'More searches' will show the list of libraries you entered in your :ref:`OPACSearchForTitleIn` preference
fr: Cliquer sur "Plus de recherches" affichera la liste des bibliothèques que vous avez enregistrées dans la préférence :ref:`OPACSearchForTitleIn`
hi: 'अधिक खोज' पर क्लिक करने से आपके द्वारा दर्ज किए गए पुस्तकालयों की सूची दिखाई जाएगी :ref:`OPACSearchForTitleIn` preference

source: Under the 'Save record' label you will find a series of file formats you can save the record as. This list can be customized by altering the :ref:`OpacExportOptions` system preference.
fr: Sous le lien "Enregistrer la notice" vous trouverez une liste de formats de fichiers sous lesquels enregistrer la notice. Cette liste peut être personnalisée en modifiant la préférence système :ref:`OpacExportOptions`.
hi: 'सेव रिकॉर्ड' लेबल के तहत आप कई फ़ाइल स्वरूपों को प्राप्त कर सकते हैं जिन्हें आप रिकार्ड के रूप में सहेज सकते हैं। इस सूची को बदलकर अनुकूलित किया जा सकता है :ref:`OpacExportOptions` सिस्टम वरीयता।

source: If at any time you want to change the view from the 'Normal' view to see the Marc or the ISBD you can click the tabs across the top of the record
fr: Il est possible d'activer jusqu'à trois modes d'affichage du détail bibliographique : 'Normal', MARC et ISBD. Pour cela, cliquez sur les onglets situés tout en haut de la notice
hi: आप रिकार्ड के शीर्ष भर टैब क्लिक कर सकते हैं किसी भी समय आप 'सामान्य' के दृश्य से दृश्य बदलने के लिए मार्क या ISBD देखना चाहते हैं

source: Lists & Cart
fr: Listes et Paniers
hi: सूची और कार्ट

source: A cart is a temporary holding place for records you're interested in finding during this session. That means that once you log out of the OPAC or close the browser you lose the items in your cart. A list is a more permanent location for saving items. To learn more about lists, check the `Lists in the staff client <#stafflists>`__ chapter of this manual.
fr: Un panier permet de regrouper des références bibliographiques durant une session de connexion. Cela signifie que si vous vous déconnectez de l'OPAC ou si vous fermez le navigateur, vous perdez les documents du panier. Une liste est un emplacement permanent pour enregistrer des documents. Pour en savoir plus sur les listes, consultez le chapitre `Listes de l'interface professionnelle <#stafflists>`__ de ce manuel.
hi: एक कार्ट इस सत्र के दौरान खोजने में रुचि रखने वाले रिकॉर्ड के लिए एक अस्थायी होल्डिंग जगह है। इसका मतलब है कि एक बार जब आप OPAC से लॉग आउट हो जाते हैं या ब्राउज़र बंद करते हैं तो आप अपने कार्ट में आइटम खो देते हैं। वस्तुओं को सहेजने के लिए एक सूची एक स्थायी स्थान है। सूचियों के बारे में और जानने के लिए, इस मैनुअल के 'स्टाफ क्लाइंट<#stafflists>`__ अध्याय में' सूचियों 'की जांच करें।

source: Lists
fr: Listes
hi: सूचियाँ

source: Patrons can manage their own private lists by visiting the 'your lists' section of their account.
fr: Les adhérents peuvent gérer leurs listes privées en consultant la section 'Mes listes' une fois connectés à leur compte.
hi: संरक्षक उनके खाते का 'मेरी सूचियां' अनुभाग पर जाकर उनके अपने निजी सूचियों का प्रबंधन कर सकते हैं।

source: Creating lists
fr: Création de listes
hi: सूची बनाना

source: Lists can also be created by choosing the 'New list' option in the 'Add to' menu on the search results
fr: Vous pouvez créer des listes en cliquant sur 'Nouvelle liste' dans le menu 'Ajouter à' des résultats de recherche
hi: सूची में भी खोज परिणामों पर मेनू 'में जोड़ें' में 'नई सूची' विकल्प का चयन करके बनाया जा सकता है

source: To create a list the patron simply needs to click the 'New list' link and populate the form that appears
fr: Pour créer une liste, l'adhérent doit simplement cliquer sur le lien 'Nouvelle liste' et remplir le formulaire qui apparaît
hi: एक सूची संरक्षक बस 'नई सूची' लिंक पर क्लिक करें और दिखाई देने वाले फ़ॉर्म को आबाद करने की जरूरत बनाने के लिए

source: The only field required is the 'List name,' but the patron can also choose how they want the list sorted and if the list is public or private.
fr: Le seul champ obligatoire est le 'Nom de la liste'. L'adhérent peut choisir son critère de tri et s'il souhaite que sa liste soit privée ou publique.
hi: केवल क्षेत्र की आवश्यकता ', सूची का नाम' है, लेकिन संरक्षक भी चुन सकते हैं कि वे सूची हल चाहते हैं और इस सूची में सार्वजनिक या निजी है अगर।

source: A private list is managed by you and can be seen only by you (depending on your permissions settings below)
fr: Une Liste privée ne peut être gérée et visible que par vous (cela dépend des autorisations paramétrées ci-dessous)
hi: एक निजी सूची आप द्वारा किया जाता है और केवल (नीचे अपनी अनुमतियाँ सेटिंग्स पर निर्भर करता है) आप के द्वारा देखा जा सकता है

source: A public list can be seen by everybody, but managed only by you (depending on your permissions settings below)
fr: Une Liste publique peut être vue par tout le monde, mais elle est gérée par vous (cela dépend des autorisations paramétrées ci-dessous)
hi: एक सार्वजनिक सूची हर किसी के द्वारा देखा जा सकता है, लक्ष्य केवल आपके द्वारा प्रबंधित (नीचे अपनी अनुमतियाँ सेटिंग्स के आधार पर)

source: If you aren't allowing patrons to create public lists with the :ref:`OpacAllowPublicListCreation` preference then patrons will only be able to create private lists.
fr: Si vous n'autorisez pas les adhérents à créer des listes publiques avec la préférence système :ref:`OpacAllowPublicListCreation` , les adhérents auront seulement le droit de créer des listes privées.
hi: यदि आप संरक्षक को सार्वजनिक सूची बनाने की अनुमति नहीं दे रहे हैं: संदर्भ :ref:`OpacAllowPublicListCreation` वरीयता तब संरक्षक केवल निजी सूचियों को बनाने में सक्षम होंगे।

source: Finally decide what your permissions will be on the list. You can all or disallow:
fr: Pour finir, décidez quelles autorisations seront sur la liste. Vous pouvez autorisez ou interdire:
hi: अंत में निर्णय क्या आपकी अनुमति सूची पर होगा। आप सभी या अस्वीकार कर सकते हैं:

source: anyone else to add entries
fr: à une autre personne d'ajouter des entrées
hi: किसी और प्रविष्टियों को जोड़ने के लिए

source: anyone to remove his own contributed entries
fr: à une autre personne de supprimer ses propres entrées
hi: कोई भी अपनी योगदान प्रविष्टियों को हटा सकता हैं

source: The owner of a list is always allowed to add entries, but needs permission to remove.
fr: Le propriétaire d'une liste est toujours autorisé à ajouter des entrées, mais il doit avoir les droits pour les retirer.
hi: एक सूची के मालिक हमेशा प्रविष्टियों को जोड़ने के लिए अनुमति दी है, लेकिन दूर करने के लिए अनुमति की जरूरत है।

source: anyone to remove other contributed entries
fr: n'importe qui à supprimer d'autres entrées proposées.
hi: किसी भी अन्य योगदान प्रविष्टियों को हटाने के लिए

source: Adding titles to lists
fr: Ajouter des titres aux Listes
hi: सूची में शीर्षक जोड़ना

source: Titles can be added to lists from the search results and/or from the bibliographic record. On the search results options to add items to the list appear below each result and across the top of the results page
fr: Les titres peuvent être ajoutés aux listes à partir des résultats de recherche et/ou de la notice bibliographique. Les options pour ajouter des documents à la liste, apparaissent sous chaque résultat et dans la partie supérieure de la page des résultats
hi: टाइटल खोज परिणामों से और/या ग्रंथ सूची रिकॉर्ड से सूची में जोड़ा जा सकता है। सूची में आइटम जोड़ने के लिए खोज परिणाम विकल्प पर प्रत्येक परिणाम के नीचे और परिणाम पृष्ठ के शीर्ष पर दिखाई देते हैं
