Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: fr, hi

source: To add a tag to one item, type the tabs (separated by commas) in the 'New tag' box and click 'Add'. You will be presented with a confirmation of your tags being added.
fr: Pour ajouter un tag à un titre, saisissez les tags (mots-clés) (séparés par des virgules) dans la barre de saisie 'Nouveau tag', et cliquez sur 'Ajouter'. Un message de confirmation s'affichera.
hi: 'नया टैग' बॉक्स में टैब (कोमा से अलग) की तरह एक आइटम के लिए एक और टैग को जोड़ने के लिए, और क्लिक करें 'जोड़ें'। आप अपने टैग की पुष्टि जोड़ा जा रहा है के साथ प्रस्तुत किया जाएगा।

source: From the results you can also tag items in bulk by clicking the checkboxes on the left and then clicking the 'Tag' button at the top. After clicking the button it will change into an input box for you to add tags to all of the items you have selected.
fr: A partir des résultats, il est possible de taguer des titres par groupe en cochant les cases sur la gauche et en cliquant sur le bouton 'Tag'. Une barre de saisie apparaîtra pour que vous ajoutiez des tags à tous les titres que vous avez sélectionnés.
hi: परिणाम से आप भी छोड़ दिया पर चेक बॉक्स पर क्लिक करें और उसके बाद शीर्ष पर 'टैग' बटन पर क्लिक करके थोक में आइटम टैग कर सकते हैं। बटन क्लिक करने के बाद यह आप आइटम आप का चयन किया है की सभी को टैग को जोड़ने के लिए एक इनपुट बॉक्स में बदल जाएगा।

source: Emojis can also be included using the emoji picker when adding tags
fr: Des émoticônes peuvent également être ajoutées en utilisant le sélecteur d'émoticônes au moment d'ajouter des tags
hi: टैग जोड़ने पर इमोजी को इमोजी पिकर का उपयोग करके भी शामिल किया जा सकता है

source: Comments
fr: Commentaires
hi: टिप्पणियाँ

source: Patrons can leave comments in the OPAC if you have the :ref:`reviewson` preference set to allow this. Each bibliographic record has a comments tab below the bibliographic information.
fr: Les adhérents peuvent laisser des commentaires à l'OPAC si vous l'avez autorisé dans la préférence :ref:`reviewson`. Chaque notice bibliographique a un onglet de commentaires sous le pavé bibliographique.
hi: यदि आपके पास है तो संरक्षक OPAC में टिप्पणियां छोड़ सकते हैं :ref:`reviewson` वरीयता सेट करने की अनुमति देने के लिए सेट करें। प्रत्येक ग्रंथसूची रिकॉर्ड में ग्रंथसूची संबंधी जानकारी के नीचे एक टिप्पणी टैब है।

source: If the patron is logged in they will see a link to add a comment to the item. Clicking this link will open a pop up window with a box for their comments.
fr: Si l'adhérent est connecté sur l'OPAC, il verra un lien pour ajouter un commentaire sur un document. En cliquant dessus cela ouvrira une fenêtre avec un cadre de saisie.
hi: संरक्षक में लॉग इन किया जाता है तो वे आइटम के लिए एक टिप्पणी जोड़ने के लिए एक लिंक दिखाई देगा। इस लिंक पर क्लिक उनकी टिप्पणियों के लिए एक बॉक्स के साथ एक पॉप अप विंडो खुल जाएगा।

source: Once the comment has been typed and the 'Submit' button clicked, the patron will see their comment as pending and other patrons will simply see that there are no comments on the item.
fr: Une fois le commentaire rédigé, cliquez sur le bouton 'Valider'. L'adhérent verra son commentaire en attente, et les autres adhérents verront qu'il n'y a aucun commentaire sur le document.
hi: एक बार टिप्पणी टाइप किया गया है और 'सबमिट' बटन क्लिक किया, संरक्षक लंबित के रूप में उनकी टिप्पणी देखेंगे और दूसरे संरक्षक बस मद पर कोई टिप्पणी नहीं देखते हैं कि वहाँ होगा।

source: Once the comment is approved the patron will see the number of comments on the 'Comments' tab and their comment labeled amongst the other comments. If you have set your :ref:`ShowReviewerPhoto` preference to 'Show' then you'll see the patron's photo pulled from the `Libravatar <https://www.libravatar.org>`__ library.
fr: Une fois que le commentaire est approuvé, l'adhérent verra le sien parmi les autres commentaires. Si vous avez paramétré votre préférence système :ref:`ShowReviewerPhoto` sur 'Montrer', vous verrez alors la photo de l'adhérent tirée de la bibliothèque `Libravatar <https://www.libravatar.org>`.
hi: इस टिप्पणी को मंजूरी दी गई है कि संरक्षक 'टिप्पणियां' टैब पर टिप्पणियों की संख्या देखेंगे और उनकी टिप्पणी अन्य टिप्पणियों के बीच लेबल की जाएगी। यदि आपने अपना रेफरी सेट किया है: 'शोआरिव्यूअर फोटो' को 'शो' के लिए वरीयता दें तो आप देखेंगे कि संरक्षक की तस्वीर को से लाया गया है`Libravatar <https://www.libravatar.org>`__ पुस्तकालय।

source: Other patrons will see the comment with the name of the patron who left the comment (unless you have set the :ref:`ShowReviewer` preference to not show patron names).
fr: Les autres adhérents verront le commentaire ainsi que le nom de l'adhérent qui l'a laissé (à moins d'avoir paramétré la préférence système :ref:`ShowReviewer` pour ne pas montrer les noms des adhérents).
hi: दूसरे संरक्षक संरक्षक जो टिप्पणी छोड़ के नाम के साथ टिप्पणी (जब तक आप :ref:`ShowReviewer` वरीयता संरक्षक नाम नहीं दिखाने के लिए) देखेंगे।

source: If you have your :ref:`OpacShowRecentComments` set to show then you'll see the approved comments on that page.
fr: Si votre préférence système :ref:`OpacShowRecentComments` est paramétrée sur 'Afficher', vous verrez les commentaires approuvés sur cette page.
hi: यदि आपके पास आपका है :ref:`OpacShowRecentComments` दिखाने के लिए सेट है तो आप उस पृष्ठ पर अनुमोदित टिप्पणियां देखेंगे।

source: From this page patrons can subscribe to the recent comments using RSS if they would like.
fr: Depuis cette page, les adhérents peuvent s'abonner aux commentaires récents utilisant le RSS s'ils le souhaitent.
hi: इस पेज से संरक्षक आरएसएस का उपयोग अगर वे चाहते हैं हाल ही में टिप्पणी करने के लिए सदस्यता ले सकते हैं।

source: Zotero
hi: जोटेरो

source: Zotero is a Firefox add on that allows for the saving and generating of a bibliography. Learn more about and download Zotero at http://zotero.org.
fr: Zotero est un module complémentaire de Firefox qui permet de sauvegarder des références et générer une bibliographie. Vous pouvez en savoir davantage et télécharger Zotero sur http://zotero.org.
hi: ज़ोटरो एक फ़ायरफ़ॉक्स ऐड है जो ग्रंथसूची की बचत और उत्पन्न करने की अनुमति देता है। Http://zotero.org पर ज़ोटरो के बारे में और जानें।

source: When on the search results in the Koha OPAC, if you have Zotero installed, you will see a folder icon in the address bar to the right of the URL. Clicking that folder will open up a list of titles on the page for you to pick from to add to Zotero.
fr: A partir des résultats à l'OPAC, si Zotero est installé, vous verrez un icône sous forme de dossier dans la barre d'adresse à droite de l'URL. Cliquez sur le dossier afin de remonter la liste des titres de la recherche et de les ajouter à Zotero.
hi: जब Koha ओपेक में खोज परिणामों पर, यदि आप Zotero स्थापित है, तो आप URL के दाईं ओर एड्रेस बार में एक फ़ोल्डर आइकन देखेंगे। उस फ़ोल्डर पर क्लिक पृष्ठ पर शीर्षक की एक सूची खुल जाएगा आप Zotero में जोड़ने के लिए से लेने के लिए।

source: Select the titles you want to add to Zotero and then click the 'OK' button. This will add the title to Zotero. You can see the title by opening your Zotero library.
fr: Sélectionnez les titres que voulez ajouter à Zotero et cliquez sur le bouton 'OK'. Vous pourrez voir les titres ajoutés dans votre bibliothèque Zotero.
hi: खिताब आप Zotero में जोड़ने के लिए और फिर 'ठीक' बटन क्लिक करें का चयन करें। इस Zotero के लिए शीर्षक जोड़ देगा। आप अपने Zotero पुस्तकालय खोलने के द्वारा शीर्षक देख सकते हैं।

source: Custom RSS feeds
fr: Personnaliser les flux RSS
hi: कस्टम आरएसएस फ़ीड

source: Using the :ref:`RSS feeds cron job<rss-feeds-label>` you can generate an RSS feed for any SQL query (for example a new acquisitions RSS feed). The cron job is run on the command line to produce an RSS XML document.
fr: En utilisant :ref:`cron job flux RSS<rss-feeds-label>` vous pouvez créer un flux RSS pour toute requête SQL (par exemple un flux RSS pour les nouvelles acquisitions). rss.pl est exécuté en ligne de commande pour produire un document RSS XML.
hi: उपयोग करते हुए RSS: Ref: `RSS क्रॉन जॉब खिलाता है <rss-feeds-label>` आप किसी भी क्वेरी के लिए RSS फ़ीड बना सकते हैं (उदाहरण के लिए एक नया अधिग्रहण आरएसएस फ़ीड)। RSS XML दस्तावेज़ बनाने के लिए कमांड लाइन पर क्रॉन जॉब चलाया जाता है।

source: The output should be placed in a directory accessible to the OPAC (or staff) web interface so that users can download the RSS feed.
fr: Le résultat pourra être classé dans un répertoire accessible depuis OPAC (ou l'intranet) afin que les utilisateurs puissent télécharger le flux RSS.
hi: उत्पादन एक निर्देशिका ओपेक (या स्टाफ) वेब इंटरफेस के लिए सुलभ में रखा जाना चाहिए, ताकि उन आरएसएस फ़ीड डाउनलोड कर सकते हैं।

source: An example of usage can be found at: misc/cronjobs/rss.pl lastAcquired.conf
fr: Un exemple d'utilisation peut être trouvé à: misc/cronjobs/rss.pl lastAcquired.conf
hi: misc/cronjobs/rss.pl lastAcquired.conf: उपयोग का एक उदाहरण पर पाया जा सकता है

source: Normally the RSS cron job should be run periodically (e.g., daily) to keep the feed up-to-date.
fr: Normalement le cron job (rss.pl) devrait être lancé périodiquement (ex : quotidien) afin de garder à jour le fil RSS.
hi: आम तौर पर फ़ीड को अप-टू-डेट रखने के लिए आरएसएस क्रॉन जॉब को समय-समय पर (जैसे, दैनिक) चलाया जाना चाहिए।

source: The configuration file (e.g., lastAcquired.conf) lists
fr: Les listes du fichier de configuration (par exemple lastAcquired.conf) inclut:
hi: विन्यास फ़ाइल (जैसे, lastAcquired.conf) सूचियों

source: name of the template file to use
fr: nom du fichier modèle à utiliser
hi: टेम्पलेट फ़ाइल के नाम का उपयोग करने के लिए

source: path of output file
fr: chemin du fichier exporté
hi: आउटपुट फाइल का पथ

source: SQL query
fr: Requête SQL
hi: एसक्यूएल क्वैरी

source: The RSS cron job runs the SQL query, then feeds the output of the query through the template to produce the output file.
fr: Le cron job rss.pl lance la requête SQL, puis envoie les résultats de la requête selon par le modèle pour produire le fichier de sortie.
hi: RSS cron जॉब SQL क्वेरी को रन करता है, फिर आउटपुट फाइल बनाने के लिए टेम्पलेट के माध्यम से क्वेरी के आउटपुट को फीड करता है।

source: To use custom RSS feeds you need to turn on the :ref:`RSS cron job<rss-feeds-label>`.
fr: Pour utiliser les flux RSS personnalisés, vous devrez lancer le :ref:`RSS cron job<rss-feeds-label>`.
hi: कस्टम RSS फ़ीड्स का उपयोग करने के लिए आपको चालू करना होगा :ref:`RSS क्रॉन जाब्स<rss-feeds-label>`.

source: OPAC self registration
fr: Auto-inscription à l'OPAC
hi: ओपेक स्व पंजीकरण

source: If you allow it, patrons can register for their own accounts via the OPAC. If you have the :ref:`PatronSelfRegistration` preference set to 'Allow' then patrons will see a link to register below the log in box on the right of the main OPAC page.
fr: Si vous l'autorisez, les adhérents peuvent créer leur compte via l'OPAC. Si vous avez paramétré la préférence :ref:`PatronSelfRegistration` sur "Autoriser" alors les lecteurs verront un lien pour s'enregistrer sous l'encart de connexion à droite de la page d'accueil de l'OPAC.
hi: यदि आप इसे अनुमति देते हैं, तो संरक्षक ओपीएसी के माध्यम से अपने खातों के लिए पंजीकरण कर सकते हैं। यदि आपके पास है :ref:`PatronSelfRegistration` प्राथमिकता' तो प्रायोजकों को मुख्य ओपीएसी पेज के दाहिने ओर लॉग इन बॉक्स के नीचे रजिस्टर करने के लिए लिंक दिखाई देगा।

source: When the patron clicks the 'Register here' link they will be brough to a registration page. The options on the registration page can be conrolled by editing the :ref:`PatronSelfRegistrationBorrowerMandatoryField` and the :ref:`PatronSelfRegistrationBorrowerUnwantedField` preferences.
fr: Quand les lecteurs cliquent sur le lien "Cliquer ici pour vous créer un compte" ils aboutiront sur la page d'inscription. Les options sur la page d'inscription sont définies par les préférences :ref:`PatronSelfRegistrationBorrowerMandatoryField` et :ref:`PatronSelfRegistrationBorrowerUnwantedField`.
hi: जब संरक्षक 'यहां पंजीकरण करें' लिंक पर क्लिक करता है तो उन्हें पंजीकरण पृष्ठ पर लाया जाएगा। पंजीकरण पृष्ठ पर विकल्प संपादन द्वारा नियंत्रित किया जा सकता है the :ref:`PatronSelfRegistrationBorrowerMandatoryField` and the :ref:`PatronSelfRegistrationBorrowerUnwantedField` preferences.

source: Once the patron has confirmed submitted their registration they will either be sent an email to confirm their account (if you have the :ref:`PatronSelfRegistrationVerifyByEmail` preference to require this) or presented with their new username and password.
fr: Une fois que les adhérents ont validé leur inscription soit ils recevront un courriel pour confirmer leur compte (si vous avez paramétré la préférence :ref:`PatronSelfRegistrationVerifyByEmail` pour que cela se fasse) soit ils verront s'afficher à l'écran leur identifiant et mot de passe.
hi: एक बार संरक्षक ने अपना पंजीकरण जमा करने की पुष्टि कर ली है, तो उन्हें या तो उनके खाते की पुष्टि करने के लिए एक ईमेल भेजा जाएगा (यदि आपके पास है :ref:`PatronSelfRegistrationVerifyByEmail` इसकी आवश्यकता के लिए प्राथमिकता) या उनके नए उपयोगकर्ता नाम और पासवर्ड के साथ प्रस्तुत किया गया है।

source: Patrons registered in this way will not have a cardnumber until assigned one by the library, but will have access to all OPAC functionality immediately. For this reason it is recommended that you:
fr: Les adhérents qui s'inscrivent de cette façon n'auront pas de numéro de carte jusqu'à ce que la bibliothèque leur en assigne un, mais ils auront accès immédiatement à l'OPAC. Pour cette raison, il est conseillé de :
hi: इस तरह से पंजीकृत संरक्षक पुस्तकालय द्वारा आवंटित जब तक एक एक cardnumber नहीं होगा, लेकिन तुरंत सभी ओपेक कार्यक्षमता का उपयोग करना होगा। इस कारण यह है कि आप की सिफारिश की है:

source: set up a provisional :ref:`patron category <adding-a-patron-category-label>` for self registered patrons (such as 'Self Registered) instead of using an existing patron category and set that value in the :ref:`PatronSelfRegistrationDefaultCategory` preference
fr: paramétrer une :ref:`catégorie d'adhérents <adding-a-patron-category-label>` temporaire pour les lecteurs auto-inscrits (comme "Auto-inscrit") plutôt que d'utiliser une catégorie d'adhérents existante et de la paramétrer dans la préférence :ref:`PatronSelfRegistrationDefaultCategory`
hi: एक प्रावधान स्थापित करें: रेफरी: मौजूदा संरक्षक श्रेणी का उपयोग करने के बजाय स्वयं पंजीकृत संरक्षक (जैसे 'स्वयं पंजीकृत) के लिए' संरक्षक श्रेणी <adding-a-patron-category-label> 'और उस मान को निर्धारित करें :ref:`PatronSelfRegistrationDefaultCategory` वरीयता

source: give this patron category minimal circulation privileges in the :ref:`Circulation and fines rules` (such as allowing a couple holds, but no check outs)
fr: donner à cette catégorie d'adhérents des droits de prêts limités dans :ref:`Circulation and fines rules` (comme d'autoriser quelques réservations mais pas de prêt)
hi: इस संरक्षक श्रेणी में न्यूनतम परिसंचरण विशेषाधिकार दें :ref:`परिसंचरण और जुर्माना नियम' (जैसे कि जोड़े को अनुमति देना, लेकिन कोई चेक आउट नहीं)

source: That way patrons will either have to come in to the library to verify their identity before given a cardnumber and the ability to check items out or the library will have to come up with internal policy on generating cardnumbers before providing them to self registered patrons. Once this is done the library can change the category to one that is more appropriate (be it an adult, resident, non resident, student, etc) and add a cardnumber/barcode.
fr: Les adhérents peuvent soit se présenter à la bibliothèque pour une vérification de leur identité avant de recevoir un numéro de carte qui leur permettra d'emprunter des documents; soit la bibliothèque conçoit des numéros de cartes à partir des règles internes, et les fournit aux adhérents auto-inscrits. La bibliothèque peut alors changer la catégorie d'adhérent en une plus appropriée (adulte, résident, non-résident, étudiant etc...) et ajouter un numéro de carte/code à barres.
hi: यही कारण है कि जिस तरह से संरक्षक या तो सत्यापित करने के लिए उनकी पहचान पहले एक cardnumber और आइटम बाहर की जाँच करने के लिए या पुस्तकालय उन्हें स्वयं पंजीकृत संरक्षक के लिए उपलब्ध कराने से पहले कार्डनंबर पैदा करने पर आंतरिक नीति के साथ आने के लिए होगा की क्षमता दे दी पुस्तकालय में आना होगा। एक बार जब यह किया जाता है कि एक पुस्तकालय अधिक उपयुक्त है (यह एक वयस्क, निवासी, अनिवासी, छात्र, आदि हो सकता है) के लिए श्रेणी बदलने के लिए और एक कार्डनंबर /बारकोड जोड़ सकते हैं।

source: Your account
fr: Mon compte
hi: मेरा खाता

source: From the OPAC patrons can log in and access their account if you have set the :ref:`opacuserlogin` preference to 'Allow'. Once logged in patrons are brought to their account summary. If you would like to get to your account in the OPAC, you can click on your name in the top right of any page in the OPAC.
fr: Depuis l'OPAC, les adhérents peuvent se connecter et accéder à leur compte si vous avez paramétré sur "Autoriser" la préférence :ref:`opacuserlogin`. Une fois authentifiés les adhérents basculent sur le résumé de leur compte. Si vous voulez aller sur votre compte depuis l'OPAC, vous pouvez cliquer sur votre nom en haut à droite de n'importe quelle page de l'OPAC.
hi: ओपेक संरक्षक से लॉग इन कर सकते हैं और अपने खाते तक पहुंच सकते हैं यदि आपने इसे सेट किया है :ref:`opacuserlogin`'अनुमति' के लिए वरीयता। एक बार संरक्षक में लॉग इन करने के बाद उनके खाते सारांश में लाया जाता है। यदि आप OPAC में अपने खाते में जाना चाहते हैं, तो आप OPAC में किसी भी पृष्ठ के ऊपरी दाएं भाग में अपने नाम पर क्लिक कर सकते हैं।

source: Resetting your password
fr: Réinitialiser votre mot de passe
hi: अपना पासवर्ड रीसेट करना

source: If you have the :ref:`OpacResetPassword` set to allow patrons to reset their password they can click 'Forgot your password?' link found under the log in box to reset their passwords.
fr: Si vous avez autorisé les adhérents à réinitialiser leur mot de passe dans :ref:`OpacResetPassword` ils pourront alors cliquer sur le lien "Mot de passe oublié&nbsp;?" sous l'encart de connexion pour réinitialiser leur mot de passe.
hi: यदि आपके पास है :ref:`OpacResetPassword` संरक्षक को अपना पासवर्ड रीसेट करने की अनुमति देने के लिए सेट है, तो वे 'अपना पासवर्ड भूल गए?' पर क्लिक कर सकते हैं। लिंक को अपने पासवर्ड रीसेट करने के लिए लॉग इन बॉक्स के नीचे मिला।

source: Once clicked they will be presented with a form asking for their username and their email address (patrons must have an email address on file to reset their password).
fr: Après avoir cliqué, ils devront renseigner un formulaire avec leur identifiant et leur courriel (les adhérents doivent avoir un courriel enregistré pour réinitialiser leur mot de passe).
hi: एक बार क्लिक करने के बाद उन्हें उनके उपयोगकर्ता नाम और उनके ईमेल पते के लिए एक फॉर्म के साथ प्रस्तुत किया जाएगा (संरक्षक के पास अपना पासवर्ड रीसेट करने के लिए फ़ाइल पर एक ईमेल पता होना चाहिए)।

source: The system will then email the patron instructions for resetting their password.
fr: Le système enverra alors par courriel à l'adhérent les instructions pour réinitialiser son mot de passe.
hi: सिस्टम तब पासवर्ड को रीसेट करने के लिए संरक्षक निर्देशों को ईमेल करेगा।

source: Your summary
fr: Mon compte
hi: मेरा सारांश

source: From the 'your summary' tab, patrons will see all of the items they have checked out with the overdue items highlighted in red. If you have :ref:`OpacRenewalAllowed` set to 'Allow' then your patrons will be able to renew their books right from the OPAC. If you have HTML entered in the :ref:`OPACMySummaryHTML` preference then you will see that to the right of the 'Fines' column.
fr: Depuis l'onglet 'Mon compte', les adhérents verront tous les documents qu'ils ont empruntés, avec les documents en retard signalés en rouge. Si vous avez paramétré :ref:`OpacRenewalAllowed` sur 'Autoriser' , les adhérents pourront alors renouveler leurs prêts directement depuis l'OPAC. Si vous avez ajouté du code HTML dans la préférence :ref:`OPACMySummaryHTML` vous le verrez alors à droite de la colonne "Amendes".
hi: 'आपके सारांश' टैब से, संरक्षक उन सभी वस्तुओं को देखेंगे, जिन्हें उन्होंने लाल रंग में हाइलाइट की गई अतिदेय वस्तुओं के साथ जांचा है। यदि आपके पास: Ref: `OpacRenewalAllowed` सेट करने के लिए 'अनुमति दें' तो आपके संरक्षक ओपैक से अपनी पुस्तकों को नवीनीकृत करने में सक्षम होंगे। यदि आपने HTML में : ref: `OPACMySummaryHTML` वरीयता दर्ज की है, तो आप देखेंगे कि 'जुर्माना' कॉलम के दाईं ओर।

source: If your patrons would like to see the items barcodes on their list of checked out items you can set up a :ref:`patron attribute <patron-attribute-types-label>` with the value of SHOW\_BCODE and :ref:`authorized value <authorized-values-label>` of YES\_NO.
fr: Si vos adhérents souhaitent voir les codes à barres dans leur liste d'exemplaires empruntés, vous pouvez paramétrer un :ref:`attribut adhérent <patron-attribute-types-label>` avec la valeur SHOW\_BCODE et la :ref:`valeur autorisée <authorized-values-label>` YES\_NO.
hi: यदि आपके संरक्षक चेक-आउट आइटम्स की सूची में आइटम बारकोड देखना चाहते हैं तो आप ए सेट कर सकते हैं: ref: `patron विशेषता <patron-attribute-types-label>` SHOW\_BCODE : के मूल्य के साथ : `YES \ _NO के अधिकृत मूल्य <authorized-values-label>`।

source: Then on the :ref:`patron's record set the value <editing-patrons-label>` for SHOW\_BCODE to yes.
fr: Puis, sur le compte de l'adhérent :ref:`définir la valeur <editing-patrons-label>` pour SHOW\_BCODE sur YES.
hi: फिर पर :ref:``संरक्षक का रिकॉर्ड मान सेट कर रहा है <editing-patrons-label>` for SHOW\_BCODE to yes.

source: This will add a column to the check out summary in the OPAC that shows the patrons the barcodes of the items they have checked out.
fr: Cela ajoutera une colonne au tableau de résumé de l'OPAC qui affichera les code à barres des documents empruntés.
hi: यह ओपेक कि संरक्षक आइटम वे बाहर की जाँच की है की बारकोड चलता में सारांश बाहर की जाँच के लिए एक स्तंभ जोड़ देगा।

source: If you would like your patrons to leave a note on an item they have checked out :ref:`allowcheckoutnotes` preference must be set to allow.
fr: Si vous souhaitez que vos adhérents puissent laisser une note sur les documents qu'ils ont empruntés la préférence :ref:`allowcheckoutnotes` doit être paramétrée sur "Autoriser".
hi: यदि आप अपने संरक्षक को किसी आइटम पर एक नोट छोड़ना चाहते हैं तो उन्होंने चेक आउट किया है :ref:`allowcheckoutnotes` वरीयता को अनुमति देने के लिए सेट किया जाना चाहिए।

source: In the patron's summary of checkouts, there will be an added column to allow the patron to leave a note (for example: missing first page, or DVD is scratched). This note once confirmed by the patron will appear to the staff at the bottom of the staff interface's home page, and also when the item is checked in.
fr: Dans le résumé des prêts de l'adhérent, il y aura une colonne supplémentaire pour autoriser l'adhérent à laisser une note (par exemple : première page manquante ou le DVD est rayé). Cette note, une fois confirmée par l'adhérent, sera visible par le personnel de la bibliothèque quand le document sera rendu.
hi: चेकआउट के संरक्षक सारांश में, एक नोट को छोड़ने के लिए संरक्षक को अनुमति देने के लिए एक जोड़ा कॉलम होगा (उदाहरण के लिए: ,missing पहला पृष्ठ, या डीवीडी खरोंच है)। यह नोट एक बार संरक्षक द्वारा पुष्टि होने पर दिखाई देगा। स्टाफ इंटरफेस के होम पेज के निचले भाग में स्टाफ, और जब आइटम की जाँच की जाती है।

source: If their guarantee has allowed it via :ref:`their privacy <your-privacy-label>`, when the guarantor logs in they will see a tab labeled "Relatives' checkouts" on their summary tab.
fr: Si leurs cautions l'ont autorisé via :ref:`leurs options de vie privée <your-privacy-label>`, lorsque les garants se connectent, ils verront un onglet «Prêts liés» dans leur résumé.
hi: अगर उनकी गारंटी ने इसे अनुमति दी है :ref:`उनकी गोपनीयता <your-privacy-label>`, जब गारंटर लॉग इन करता है तो उन्हें अपने सारांश टैब पर "रिलेवेटिव्स चेकआउट "लेबल वाला एक टैब दिखाई देगा.

source: Clicking on the 'Overdue' tab will show only the items that are overdue.
fr: Si vous cliquez sur l'onglet 'Retards', cela affichera tous les documents en retard.
hi: 'अतिदेय' टैब पर क्लिक केवल आइटम है कि अतिदेय हैं दिखाएगा।
