Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: fr, hi

source: If you are using the Email protocol for sending text messages set with the :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` preference, you will see an additional column to receive these messages as SMS (or text messages), a field for a cell (or SMS) number, and a pull down listing :ref:`cellular providers entered in administration <sms-cellular-providers-label>`.
fr: Si vous utilisez un protocole de courriel pour envoyer des SMS avec la préférence :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` preference, s'afficheront une colonne supplémentaire pour recevoir ces messages par SMS, un champ pour saisir un numéro de téléphone portable et une liste déroulante de :ref:`fournisseurs d'accès paramétrés dans l'administration <sms-cellular-providers-label>`.
hi: यदि आप के साथ सेट किए गए टेक्स्ट संदेश भेजने के लिए ईमेल प्रोटोकॉल का उपयोग कर रहे हैं :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` वरीयता, आपको इन संदेशों को एसएमएस (या टेक्स्ट मैसेज), सेल (या एसएमएस) नंबर के लिए एक फ़ील्ड, और एक पुल डाउन लिस्टिंग के रूप में प्राप्त करने के लिए एक अतिरिक्त कॉलम दिखाई देगा :ref:`सेलुलर प्रदाताओं प्रशासन में प्रवेश किया <sms-cellular-providers-label>`.

source: If you are using the :ref:`Itiva Talking Tech <talkingtechitivaphonenotification-label>` service you will see an additional column to receive these messages via Phone.
fr: Si vous utilisez le service :ref:`Itiva de Talking Tech <talkingtechitivaphonenotification-label>`, vous verrez une colonne supplémentaire pour recevoir ces messages par téléphone.
hi: यदि आप इसका उपयोग कर रहे हैं :ref:`इटिवा टॉकिंग टेक <talkingtechitivaphonenotification-label>' सेवा आपको फ़ोन के माध्यम से इन संदेशों को प्राप्त करने के लिए एक अतिरिक्त कॉलम दिखाई देगा।

source: These notices are:
fr: Ces notifications sont:
hi: ये नोटिस हैं:

source: Advanced notice: A notice in advance of the patron's items being due (The patron can choose the number of days in advance)
fr: Message de courtoisie (avant le retour prévu) : l'adhérent peut choisir au préalable le nombre de jours qu'il souhaite
hi: उन्नत नोटिस: संरक्षक के कारण किया जा रहा आइटम के अग्रिम में एक नोटिस (संरक्षक अग्रिम में दिनों की संख्या चुन सकते हैं)

source: Item checkout: A notice that lists all the of the items the patron has just checked out and/or renewed, this is an electronic form of the checkout receipt
fr: Exemplaire prêté : Une notification qui liste tous les exemplaires que l'adhérent a empruntés et/ou renouvelés. C'est un reçu électronique qui récapitule les prêts
hi: आइटम चेकआउट: एक नोटिस जो सभी वस्तुओं को सूचीबद्ध करता है, संरक्षक ने अभी-अभी चेक आउट किया है और / या नवीनीकृत किया है, यह चेकआउट रसीद का एक इलेक्ट्रॉनिक रूप है।

source: Hold filled: A notice when you have confirmed the hold is waiting for the patron
fr: Réservation mise de côté : Une notification qui prévient l'adhérent que l'exemplaire réservé a été mis de côté
hi: होल्ड भरा हुआ: एक नोटिस जब आपने पुष्टि की है कि संरक्षक का इंतजार है

source: Item due: A notice on the day and item is due back at the library
fr: Exemplaire à rendre : Une notification le jour du retour prévu
hi: देय वस्तु: लाइब्रेरी में दिन और आइटम पर एक नोटिस वापस आने वाला है

source: Item check-in: A notice that lists all the of the items the patron has just checked in
fr: Exemplaire rendu : Une notification qui liste tous les exemplaires que l'adhérent a rendus.
hi: आइटम चेक-इन: एक नोटिस जो उन सभी मदों को सूचीबद्ध करता है, जिन्हें संरक्षक ने अभी चेकइन किया है

source: Patrons can choose to receive their notices as a digest by checking the 'Digest only?' box along with the delivery method. A digest is a combination of all the messages of that type (so all items due in 3 days in one email) in to one email instead of multiple emails for each alert.
fr: Les adhérents peuvent choisir de recevoir leurs notifications en un seul résumé en cochant les cases dans 'Résumé seulement?'. Ils recevront en un seul email tous les types de messages vus ci-dessus au lieu de plusieurs emails pour chaque alerte.
hi: संरक्षक की जाँच करके एक डाइजेस्ट के रूप में उनके नोटिस प्राप्त करने के लिए चुन सकते हैं 'केवल डाइजेस्ट?' वितरण पद्धति के साथ बॉक्स। एक डाइजेस्ट प्रत्येक अलर्ट के लिए कई ईमेल के बजाय एक ईमेल करने के लिए है कि प्रकार (ताकि सभी वस्तुओं को एक ईमेल में 3 दिनों में होने) के सभी संदेशों का एक संयोजन है।

source: You must choose a delivery method (SMS or email or phone) along with 'Digest only?' if you would like to receive a digest of the messages.
fr: Vous devez choisir votre mode d'envoi (SMS, e-mail ou téléphone). Si vous souhaitez recevoir un résumé des notifications, cliquez sur 'Résumé seulement ?'.
hi: आपको केवल 'डाइजेस्ट' के साथ ही डिलीवरी का तरीका (एसएमएस या ईमेल या फोन) चुनना होगा? यदि आप संदेशों को पचा लेना चाहते हैं।

source: Your lists
fr: Mes listes
hi: आपकी सूचियाँ

source: If your library has the :ref:`virtualshelves` set to 'Allow' they will see the 'your lists' tab. From here your patrons can review public lists and create or edit their own private lists.
fr: Enfin, si votre bibliothèque a paramétré :ref:`virtualshelves` sur "Autoriser", le dernier onglet sera alors "Mes listes". A partir de là, les adhérents peuvent parcourir les listes publiques et créer ou éditer leurs listes privées.
hi: यदि आपकी लाइब्रेरी में :ref:`virtualshelves` है तो 'Allow' पर सेट करें, वे 'आपकी सूचियाँ' टैब देखेंगे। यहाँ से आपके संरक्षक सार्वजनिक सूचियों की समीक्षा कर सकते हैं और अपनी निजी सूचियाँ बना या संपादित कर सकते हैं।

source: Ask for a discharge
fr: Demander un reçu
hi: डिस्चार्ज के लिए पूछें

source: If you have enabled the :ref:`useDischarge` preference then patrons will be able to request a discharge via the OPAC.
fr: Si vous avez activé la préférence :ref:`useDischarge`, les adhérents pourront alors demander un quitus via l'OPAC.
hi: यदि आपने सक्षम किया है :ref:`useDischarge` वरीयता तो संरक्षक ओपेक के माध्यम से एक निर्वहन का अनुरोध करने में सक्षम होंगे।

source: From here patrons can request a discharge
fr: À partir de cet onglet, les adhérents peuvent demander un reçu
hi: यहाँ से संरक्षक निर्वहन अनुरोध कर सकते हैं

source: And will receive confirmation of their request.
fr: Et vont recevoir une confirmation de leur demande.
hi: और उनके अनुरोध की पुष्टि प्राप्त होगा।

source: Your interlibrary loan requests
fr: Mes requêtes de prêt entre bibliothèques
hi: आपका अंतर पुस्तकालय ऋण अनुरोध

source: If your library has the :ref:`ILLModule` preference set to ‘Enable’ patrons will have the option to make ILL requests when logged in to their OPAC account. From here they can view their existing requests and place new ones.
fr: Si votre bibliothèque a paramétré la préférence :ref:`ILLModule` sur "Activer", les adhérents auront la possibilité de faire des demandes de PEB lorsqu'ils seront connectés à leur compte OPAC. À partir de là, ils pourront voir leurs demandes existantes et en faire de nouvelles.
hi: यदि आपके पुस्तकालय में :ref:`ILLModule` वरीयताएँ हैं जो सक्षम करें’ संरक्षकों के पास अपने ओपेक खाते में लॉग इन करते समय ILL अनुरोध करने का विकल्प होगा। यहाँ से वे अपने मौजूदा अनुरोधों को देख सकते हैं और उन्हें स्थान दे सकते हैं।

source: To place a new interlibrary loan request click on ‘Create a new request’ and choose a request form.
fr: Pour faire une nouvelle requête de prêt entre bibliothèques, cliquez sur "Créer une nouvelle demande" et choisissez un formulaire de demande.
hi: एक नया इंटरलाउंस लोन रिक्वेस्ट रखने के लिए 'नया निवेदन बनाएँ' पर क्लिक करें और एक रिक्वेस्ट फॉर्म चुनें।

source: The options displayed are dependent on your ILL configuration. See the ILL backends wiki page at https://wiki.koha-community.org/wiki/ILL_backends for further explanation.
fr: Les options affichées dépendent de votre configuration du PEB (préférence ILLModule). Voir la page wiki sur les PEB à l'adresse https://wiki.koha-community.org/wiki/ILL_backends pour plus d'explications.
hi: प्रदर्शित विकल्प आपके ILL कॉन्फ़िगरेशन पर निर्भर हैं। आगे के स्पष्टीकरण के लिए https://wiki.koha-community.org/wiki/ILL_backends पर ILL बैकेंड विकी पेज पर क्लिक करें।

source: If you have entered copyright text in the :ref:`ILLModuleCopyrightClearance` preference the text displays here and you need to click ‘Yes’ to accept before continuing.
fr: Si vous avez saisi un texte de copyright dans la préférence :ref:`ILLModuleCopyrightClearance``, il s’affiche ici et vous devez cliquer sur 'Oui' pour accepter et continuer.
hi: यदि आपने कॉपीराइट पाठ में प्रवेश किया है :ref:`ILLModuleCopyrightClearance` पाठ प्रदर्शनों को यहां प्राथमिकता देता है और जारी रखने से पहले आपको स्वीकार करने के लिए’ हां ’पर क्लिक करना होगा।

source: Complete the publication details as fully as possible. Depending on the form in use you may see the option to add Custom fields for additional information such as notes. Destination branch is a required field, this is the branch you would like the request to be sent to.
fr: Complétez autant que possible les détails du document. En fonction du formulaire utilisé, l'option d'ajout de champs personnalisés pour des informations supplémentaires telles que des notes peut s'afficher. La bibliothèque de destination est un champ obligatoire. Il s'agit de la bibliothèque à laquelle vous souhaitez envoyer la demande.
hi: प्रकाशन विवरणों को यथासंभव पूर्ण करें। उपयोग में मौजूद फॉर्म के आधार पर आपको अतिरिक्त जानकारी जैसे नोट्स के लिए कस्टम फ़ील्ड जोड़ने का विकल्प दिखाई दे सकता है। सत्यापन शाखा एक आवश्यक फ़ील्ड है, यह वह शाखा है जिसे आप भेजना चाहते हैं।

source: Click on 'Create' to submit your request to the library for processing.
fr: Cliquer sur "Créer" pour valider la demande à la bibliothèque.
hi: प्रोसेसिंग के लिए लाइब्रेरी में अपना अनुरोध सबमिट करने के लिए 'क्रिएट' पर क्लिक करें।

source: Your submitted request will be listed with a status of ‘New request’. Once processed the status will be updated to ‘Requested’.
fr: Votre demande soumise sera listée avec l’état de «Nouvelle demande». Une fois traitée, l’état sera mis à jour sur «Demandé».
hi: आपका प्रस्तुत अनुरोध ’नए अनुरोध की स्थिति के साथ सूचीबद्ध होगा। संसाधित होने पर स्थिति अनुरोधित’ के लिए अपडेट की जाएगी।

source: Click on ‘View’ to make changes or cancel your request.
fr: Cliquer sur "Voir" pour modifier ou annuler votre demande.
hi: परिवर्तन करने या अपना अनुरोध रद्द करने के लिए 'दृश्य' पर क्लिक करें।

source: You cannot edit the form details but you can add a note to request a modification and then click on ‘Submit modifications’ at the bottom of the screen. Your modification will be sent to the library for processing.
fr: Vous ne pouvez pas modifier les détails du formulaire, mais vous pouvez ajouter une note pour demander une modification, puis cliquer sur "Soumettre les modifications" au bas de l'écran. Votre modification sera envoyée à la bibliothèque pour traitement.
hi: आप प्रपत्र विवरण को संपादित नहीं कर सकते हैं, लेकिन आप एक संशोधन के लिए अनुरोध करने के लिए एक नोट जोड़ सकते हैं और फिर स्क्रीन के नीचे modifications सबमिट संशोधनों ’पर क्लिक करें। आपका संशोधन प्रसंस्करण के लिए पुस्तकालय को भेजा जाएगा।

source: For new requests you will also have the option to ‘Request cancellation’. Your request will be updated with the status ‘Cancellation requested’ and can then be removed by library staff.
fr: Pour les nouvelles demandes, vous aurez également la possibilité de «Demander l’annulation». Votre demande sera mise à jour avec le statut ‘Annulation demandée’ et pourra ensuite être supprimée par le personnel de la bibliothèque.
hi: नए अनुरोधों के लिए आपके पास 'अनुरोध रद्द करने' का विकल्प भी होगा। आपका अनुरोध and रद्दीकरण अनुरोधित स्थिति ’के साथ अपडेट किया जाएगा और फिर लाइब्रेरी के कर्मचारियों द्वारा हटाया जा सकता है।

source: Purchase suggestions
fr: Suggestions d'achat
hi: खरीद सुझाव

source: If your library has the :ref:`suggestion` preference set to 'Allow' then patrons will have the option to make purchase suggestions in several areas in the OPAC.
fr: Si votre bibliothèque a paramétré sur "Autoriser" la préférence :ref:`suggestion`, les adhérents auront alors la possibilité de proposer des suggestions d'achat à plusieurs endroits à l'OPAC.
hi: यदि आपकी लाइब्रेरी में है :ref:`सुझाव' वरीयता 'अनुमति' पर सेट है तो संरक्षक के पास ओपेक के कई क्षेत्रों में खरीद सुझाव बनाने का विकल्प होगा।

source: If you are allowing everyone to see the purchase suggestions made by others with the :ref:`OPACViewOthersSuggestions` preference, then there will be a link at the top of your OPAC under the search box.
fr: Si vous autorisez tout le monde à voir les suggestions d'achat faites par d'autres adhérents avec la préférence :ref:`OPACViewOthersSuggestions`, il y aura alors un lien en haut de l'OPAC sous la boîte de recherche.
hi: यदि आप सभी को दूसरों द्वारा किए गए खरीद सुझावों को देखने की इजाजत दे रहे हैं :ref:`OPACViewOthersSuggestions` वरीयता, तो खोज बॉक्स के नीचे आपके ओपेक के शीर्ष पर एक लिंक होगा।

source: There will be a link when the patron finds nothing for their search.
fr: Un lien s'affichera pour suggérer un achat si l'adhérent ne trouve rien pour sa recherche.
hi: वहाँ एक लिंक जब संरक्षक उनकी खोज के लिए कुछ भी नहीं पाता होगा।

source: And there will be a link on the patron's :ref:`Your purchase suggestions <your-purchase-suggestions-label>` tab.
fr: Et il y aura un lien sur l'onglet :ref:`Mes Suggestions d'Achat <your-purchase-suggestions-label>` de l'adhérent.
hi: और संरक्षक पर एक लिंक होगा :ref:`मेरा खरीद सुझाव <your-purchase-suggestions-label>' टैब।

source: Clicking any one of these links will open the purchase suggestion form.
fr: Cliquez sur l'un de ces liens pour ouvrir le formulaire de la suggestion d'achat.
hi: ये लिंक में से किसी एक पर क्लिक खरीद सुझाव प्रपत्र खुल जाएगा।

source: From the form only the 'Title' is required by the library.
fr: Le champ 'Titre' du formulaire est obligatoire.
hi: प्रपत्र से केवल 'शीर्षक' पुस्तकालय द्वारा आवश्यक है।

source: The item type list can be edited by editing the SUGGEST\_FORMAT :ref:`authorized value <authorized-values-label>`.
fr: La liste des types de documents peut être éditée dans les SUGGEST\_FORMAT :ref:`valeurs autorisées <authorized-values-label>`.
hi: आइटम प्रकार सूची को संपादित करके संपादित किया जा सकता है SUGGEST\_FORMAT :ref:`अधिकृत मान <authorized-values-label>`.

source: If you would like the 'Reason for suggestion' menu shown in the screenshot above to appear on your suggestions list you need to add an :ref:`authorized value <authorized-values-label>` category titled 'OPAC\_SUG' and include reasons as values in that list.
fr: Si vous souhaitez que le menu "Raison de la suggestion" soit visible dans la liste de vos suggestions, vous devez ajouter une catégorie de :ref:`valeur autorisée <authorized-values-label>` intitulée 'OPAC\_SUG' et inclure les raisons comme valeurs de cette liste.
hi: यदि आप अपनी सुझाव सूची में दिखाई देने के लिए उपरोक्त स्क्रीनशॉट में दिखाए गए 'सुझाव का कारण' मेनू चाहते हैं तो आपको ए जोड़ने की आवश्यकता है :ref:`अधिकृत मान <authorized-values-label> शीर्षक वाली श्रेणी 'OPAC\_SUG' और उस सूची में मूल्यों के रूप में कारण शामिल हैं।

source: If you would like the patron to be able to choose which branch they are making a suggestion for you need to set the :ref:`AllowPurchaseSuggestionBranchChoice` preference to 'Allow'
fr: Si vous souhaitez permettre aux adhérents de choisir la bibliothèque dans laquelle ils proposent une suggestion d'achat, vous devez paramétrer la préférence :ref:`AllowPurchaseSuggestionBranchChoice` sur "Autoriser"
hi: यदि आप चाहते हैं कि संरक्षक यह चुनने में सक्षम हो कि वे किस शाखा को सुझाव दे रहे हैं, तो आपको इसे सेट करने की आवश्यकता है :ref:`AllowPurchaseSuggestionBranchChoice` को 'अनुमति दें'

source: Once the form is submitted the data will be saved to the :ref:`Acquisitions <managing-suggestions-label>` module for the librarians to manage.
fr: Une fois le formulaire soumis, les données seront sauvegardées dans le module :ref:`Acquisitions <managing-suggestions-label>` pour que le bibliothécaire en assure le suivi.
hi: फ़ॉर्म जमा होने के बाद डेटा को saved में सहेजा जाएगा :ref:`अधिग्रहण <managing-suggestions-label>'पुस्तकालयों के प्रबंधन के लिए मॉड्यूल।
