Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: fr, hi

source: The 'Fines' tab will show just a total of what the patron owes. Clicking on the total will take them to the 'your fines' tab where they will see a complete breakdown of their fines and bills. If you don't charge fines at your library you can turn the display of these tabs off by setting the :ref:`OPACFinesTab` preference to 'Don't allow.'
fr: La colonne "Amendes" présentera juste le total de ce que l'adhérent doit. En cliquant sur le total, ils basculeront sur l'onglet "Mes amendes" où ils verront une ventilation complète de leurs amendes et de leurs frais. Si vous n'utilisez pas les amendes dans votre bibliothèque, vous pouvez désactiver leur affichage en paramétrant la préférence :ref:`OPACFinesTab` sur "Ne pas autoriser".
hi: 'जुर्माना' टैब कुल मिलाकर दिखाएगा कि संरक्षक क्या बकाया है। कुल पर क्लिक करने से वे 'आपके जुर्माना' टैब पर पहुंच जाएंगे, जहां उन्हें अपने जुर्माना और बिल का पूर्ण विराम दिखाई देगा। यदि आप अपने पुस्तकालय में जुर्माना नहीं लगाते हैं, तो आप इन टैब के प्रदर्शन को ref: Ref: `OPACFinesTab` को 'अनुमति न दें' के लिए प्राथमिकता देकर बंद कर सकते हैं।

source: Finally, clicking on the 'Holds' tab will show the patron the status of all of the items they have on hold.
fr: En cliquant sur l'onglet 'Réservations' vous verrez le statut des documents qui ont fait l'objet d'une demande de réservation.
hi: अंत में, बंद 'होल्डस' पर क्लिक टैब संरक्षक होल्ड पर आइटम वे सब की स्थिति दिखाएगा।

source: Patrons can cancel or suspend (depending on the value of your :ref:`SuspendHoldsOpac` system preference) their own holds if they are not in transit or already waiting for them. When they click 'Suspend' they will be presented with the option to choose a date for their hold to resume.
fr: Les adhérents peuvent annuler ou suspendre (en fonction des valeurs de la préférence système :ref:`SuspendHoldsOpac`) leurs réservations si elles ne sont pas en transfert ou déjà en attente. Quand ils cliquent sur "Suspendre", ils devront choisir une date de reprise de leur réservation.
hi: संरक्षक रद्द या निलंबित कर सकते हैं (आपके मूल्य के आधार पर :ref:`SuspendHoldsOpac` सिस्टम प्राथमिकता) यदि वे पारगमन में नहीं हैं या पहले से ही उनके लिए प्रतीक्षा कर रहे हैं तो उनके स्वयं के हैं। जब वे 'सस्पेंड' पर क्लिक करते हैं तो उन्हें अपने होल्ड को फिर से शुरू करने की तारीख चुनने के विकल्प के साथ प्रस्तुत किया जाएगा।

source: They can also suspend all of their holds indefinitely or until a specific date if they choose by filling in the suspend options at the bottom of the page.
fr: Ils peuvent également suspendre toutes leurs réservations pour une période non définie ou jusqu'à une date précise, s'ils remplissent les options de suspension situées en bas de la page.
hi: उन्होंने यह भी निलंबित कर सकते हैं उनके के सभी रखती है अनिश्चित काल के लिए या एक विशिष्ट तिथि तक यदि वे पृष्ठ के तल पर निलंबित विकल्प भरने से चुनें।

source: If you have your :ref:`AutoResumeSuspendedHolds` preference set to "Don't allow" then you will not have the option to put an end date on the hold suspension
fr: Si vous avez paramétré la préférence système :ref:`AutoResumeSuspendedHolds` sur "Ne pas autoriser", alors vous n'aurez pas la possibilité de définir une date de fin de suspension.
hi: यदि आपके पास आपका है : ref: `AutoResumeSuspendedHolds` वरीयता" अनुमति न दें "पर सेट है, तो आपके पास होल्ड निलंबन पर समाप्ति तिथि रखने का विकल्प नहीं होगा

source: Patron flags
fr: Pièges adhérent
hi: संरक्षक झंडे

source: If you have `flagged your patron's account <#patronflags>`__ they may see one of the following error messages at the top of their account.
fr: Si vous avez activé `un piège sur le compte adhérent <#patronflags>`__, ils pourront voir l'un des messages d'erreur suivant en haut de page de leur compte.
hi: यदि आपने अपने संरक्षक खाते को ध्वजांकित किया है <#patronflags>`__ वे अपने खाते के शीर्ष पर निम्न त्रुटि संदेशों में से एक देख सकते हैं।

source: Card marked as lost
fr: Carte perdue
hi: कार्ड खो गया के रूप में चिह्नित

source: Patron address in question
fr: Changement d'adresse de l'adhérent
hi: प्रश्न में संरक्षक पता

source: this error message will not include a link to the update form if you have :ref:`OPACPatronDetails` set to 'Don't allow'
fr: le message d'erreur ne comportera pas de lien vers un formulaire de mise à jour si vous avez paramétré :ref:`OPACPatronDetails` sur "Ne pas autoriser"
hi: इस त्रुटि संदेश में अद्यतन फ़ॉर्म का लिंक शामिल नहीं होगा यदि आपके पास है :ref:`OPACPatronDetails` को अनुमति न दें 'पर सेट करें

source: Patron marked restricted
fr: Adhérent suspendu
hi: संरक्षक प्रतिबंधित चिह्नित

source: Your fines
fr: Mes amendes
hi: आपका जुर्माना

source: If your library charges fines the next tab on the left is 'your fines'. Opening this tab will show the patron an entire history of their accounting at the library.
fr: Si la bibliothèque applique les amendes, l'onglet 'mes amendes' situé à gauche affichera l'historique des amendes de l'adhérent.
hi: यदि आपका पुस्तकालय शुल्क बाईं ओर के अगले टैब पर जुर्माना लगाता है तो वह 'आपका जुर्माना' है। इस टैब को खोलने से संरक्षक को लाइब्रेरी में उनके लेखांकन का पूरा इतिहास दिखाई देगा।

source: If you are allowing patrons to pay their fines using PayPal with the :ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-&-paypalsandboxmode-label>` preference there will be checkboxes to the left of each fine with an outstanding amount.
fr: Si vous autorisez les adhérent à régler leurs amendes en utilisant PayPal avec la préférence :ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-&-paypalsandboxmode-label>` il y aura des cases à cocher à gauche de chaque amende avec un montant à recouvrer.
hi: यदि आप संरक्षक को पेपैल का उपयोग करके अपनी जुर्माना अदा करने की अनुमति दे रहे हैं :ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-&-paypalsandboxmode-label>` वरीयता प्रत्येक जुर्माना के बाईं ओर चेकबॉक्स को बकाया राशि के साथ चेकबॉक्स होगा.

source: At the bottom the patron will see the option to pay with PayPal for the items they have checked.
fr: Au bas de l'écran, l'usager pourra voir l'option de payer avec PayPal pour les amendes qu'il aura sélectionnées.
hi: निचले हिस्से में संरक्षक को उनके द्वारा चेक किए गए आइटमों के लिए पेपैल के साथ भुगतान करने का विकल्प दिखाई देगा

source: After paying they will be presented with a confirmation
fr: Après le paiement un message de confirmation s'affichera
hi: भुगतान के बाद उन्हें एक पुष्टि के साथ प्रस्तुत किया जाएगा

source: And you will see that the fine was paid using PayPal on the staff side.
fr: Et vous verrez que l'amende a été payée via PayPal dans l'interface professionnelle.
hi: और आप देखेंगे कि पेपैल का उपयोग स्टाफ के पक्ष में किया गया था.

source: Your personal details
fr: Mes informations personnelles
hi: आपका व्यक्तिगत विवरण

source: If you have your :ref:`OPACPatronDetails` preference set to 'Allow', your patrons will see a form filled in with their contacting information by clicking on the 'Your personal details' tab. You can control what fields patrons see and can modify via the OPAC by setting the :ref:`PatronSelfRegistrationBorrowerMandatoryField` :ref:`PatronSelfRegistrationBorrowerUnwantedField` preferences.
fr: Si vous avez paramétré la préférence :ref:`OPACPatronDetails` sur "Autoriser", vos adhérents verront un formulaire renseigné avec leurs coordonnées en cliquant sur l'onglet "Mes informations personnelles". Vous pouvez contrôler les champs que les adhérents peuvent voir et modifier à l'OPAC en configurant les préférences :ref:`PatronSelfRegistrationBorrowerMandatoryField` et :ref:`PatronSelfRegistrationBorrowerUnwantedField`.
hi: यदि आपके पास आपका: ref: `OPACPatronDetails 'वरीयता' अनुमति 'पर सेट है, तो आपके संरक्षक' आपकी व्यक्तिगत जानकारी 'टैब पर क्लिक करके अपनी संपर्क जानकारी के साथ एक फॉर्म भरेंगे। आप यह देख सकते हैं कि कौन से फ़ील्ड संरक्षक देखते हैं और ओपीएसी के माध्यम से को सेट करके संशोधित कर सकते हैं: Ref: `PatronSelfRegistrationBrieferMandatoryField` : Ref:` PatronSelfRegistrationBorrowerUnwantedField` प्राथमिकताएँ।

source: Patrons can edit their details in this form and click 'Submit changes' to have their edits sent to the library for review before their record is updated. Staff will see all patrons requesting modification to their record listed below the modules on the main dashboard along with anything else awaiting library attention.
fr: Les adhérents peuvent modifier leurs détails personnels sur le formulaire et cliquer sur 'Soumettre les modifications'. Les modifications seront envoyées à la bibliothèque avant leur mise à jour. Le personnel verra toutes les demandes de modification listées.
hi: संरक्षक अपने विवरणों को इस रूप में संपादित कर सकते हैं और अपने रिकॉर्ड को अद्यतन किए जाने से पहले अपने संपादन को समीक्षा के लिए लाइब्रेरी में भेजने के लिए 'परिवर्तन सबमिट करें' पर क्लिक करें। कर्मचारी मुख्य संरक्षक पर मॉड्यूल के नीचे सूचीबद्ध अपने रिकॉर्ड में संशोधन करने का अनुरोध करने वाले सभी संरक्षकों को देखेंगे और साथ ही लाइब्रेरी के ध्यान की प्रतीक्षा कर रहे हैं।

source: If the :ref:`OPACPatronDetails` preference is set to 'Don't allow' then patrons will simply see their details and a message stating that they should contact the library for changes.
fr: Si la préférence :ref:`OPACPatronDetails` est paramétrée sur "Ne pas autoriser" les adhérents verront alors simplement leurs coordonnées et un message indiquant qu'ils peuvent contacter la bibliothèque pour signaler des changements.
hi: यदि : ref: `OPACPatronDetails` वरीयता 'अनुमति न दें' पर सेट है तो संरक्षक केवल उनके विवरण और एक संदेश देखेंगे जिसमें कहा गया है कि उन्हें परिवर्तन के लिए लाइब्रेरी से संपर्क करना चाहिए।

source: Your tags
fr: Mes tags
hi: आपके टैग

source: If your library has :ref:`TagsEnabled` set to 'Allowed' then the next tab on the left will be 'your tags'. This tab will show patrons all of the tags in the system as a cloud and then all of the tags they have applied in a list format. From here patrons have the ability to remove tags that they have added if they want.
fr: Si votre bibliothèque a paramétré sur "Autoriser" :ref:`TagsEnabled` le prochain onglet sur la gauche sera alors "Mes tags". Cet onglet présente aux adhérents tous les tags disponibles dans le système sous la forme d'un nuage et tous les tags qu'ils ont attribués dans une liste. A partir de là les adhérents ont la possibilité de supprimer les tags qu'ils ont ajoutés s'ils le souhaitent.
hi: यदि आपकी लाइब्रेरी है :ref:`TagsEnabled` अनुमोदित 'पर सेट है, तो बाईं ओर अगला टैब' मेरे टैग 'होगा। यह टैब सिस्टम में सभी टैग को क्लाउड के रूप में दिखाएगा और फिर उन सभी टैग्स को उन्होंने एक सूची प्रारूप में लागू किया होगा। यहां से संरक्षकों के पास टैग को हटाने की क्षमता है जिसे उन्होंने जोड़ दिया है।

source: Change your password
fr: Modifier mon mot de passe
hi: अपना पासवर्ड बदले

source: Next, if you have :ref:`OpacPasswordChange` set to 'Allow' the next tab will be 'change your password,' where patrons can change their password for logging into the OPAC. Patrons will be presented with a standard form asking them to enter their old password and then their new password twice.
fr: Ensuite, si vous avez paramétré :ref:`OpacPasswordChange` sur "Autoriser", l'onglet suivant sera "Changer mon mot de passe", dans lequel les adhérents peuvent changer leur mot de passer pour se connecter à l'OPAC. Les adhérents verront un formulaire standard dans lequel ils devront renseigner leur ancien mot de passe et, à deux reprises, leur nouveau mot de passe.
hi: इसके बाद, यदि आपके पास है :ref:`OpacPasswordChange`अगले टैब को 'अनुमति दें' पर सेट किया जाएगा 'मेरा पासवर्ड बदलें', जहां संरक्षक ओपेक में लॉग इन करने के लिए अपना पासवर्ड बदल सकते हैं। संरक्षक को एक मानक फॉर्म के साथ प्रस्तुत किया जाएगा ताकि वे अपना पुराना पासवर्ड दर्ज कर सकें और फिर उनका नया पासवर्ड दो बार दर्ज कर सकें।

source: Your search history
fr: Mon historique de recherche
hi: मेरा खोज इतिहास

source: If you have your :ref:`EnableOpacSearchHistory` preference set to 'Allow' then your patrons can access their search history via the 'your search history' tab.
fr: Si vous avez paramétré votre préférence système :ref:`EnableOPACSearchHistory' sur «&nbsp;Conserver&nbsp;», vos adhérents pourront alors accéder à leur historique de recherche via le menu «&nbsp;Mon historique de recherche&nbsp;».
hi: यदि आपके पास आपका :ref:`EnableOpacSearchHistory` वरीयता सेट करने के लिए 'अनुमति दें' तो आपके संरक्षक 'आपके खोज इतिहास' टैब के माध्यम से अपने खोज इतिहास तक पहुँच सकते हैं।

source: The search history is a record of all searches run by the patron. Clicking on any of the search phrases will re-run the search for the patron. The search history can be deleted by the patron at any time by clicking the 'Delete your search history' link found at the top of this tab or by clicking the little red 'x' next to the 'Search history' link at the top right of the OPAC.
fr: L'historique de recherche affiche tous les termes recherchés par l'adhérent. Si vous cliquez sur l'un des termes, vous relancerez une recherche sur ce terme. L'historique de recherche peut être supprimé par l'adhérent en cliquant sur le lien 'Supprimer votre historique de recherche' situé en haut de l'historique ou en cliquant sur la petite 'x' rouge située à côté du lien 'Historique de recherche' en haut à droite de l'écran.
hi: खोज इतिहास संरक्षक द्वारा चलाए जा रहे सभी खोजों के एक रिकार्ड है। खोज वाक्यांश से किसी पर क्लिक संरक्षक के लिए खोज को फिर से चलेंगे। खोज इतिहास 'हटाएँ अपना खोज इतिहास' इस टैब के शीर्ष पर या क्लिक करके पाया लिंक पर क्लिक करके किसी भी समय संरक्षक द्वारा नष्ट किया जा सकता छोटे लाल 'एक्स' अगले ऊपर सही में 'खोज इतिहास' लिंक करने के लिए ओपेक की।

source: Your reading history
fr: Mon historique de lecture
hi: आपकी रिडिंग इतिहास

source: Depending on your library's setting for :ref:`opacreadinghistory` your patrons may see the 'your reading history' tab next. This will show the patron their entire reading history unless they have asked the library to not keep that information via the 'your privacy' tab which will appear if you have the :ref:`OPACPrivacy` preference set to 'Allow.'
fr: Suivant le paramétrage de :ref:`opacreadinghistory`, les adhérents verront leur "historique de lecture" dans l'onglet suivant. Ils verront leur historique de lecture complet sauf s'ils ont demandé à la bibliothèque de ne pas conserver cette information via l'onglet "Ma vie privée" qui apparaîtra si vous avez paramétré la préférence :ref:`OPACPrivacy` sur "Autoriser".
hi: आपके पुस्तकालय की सेटिंग :ref:`opacreadinghistory` के आधार पर, आपके संरक्षक अगले 'आपके इतिहास को पढ़ने' टैब को देख सकते हैं। यह संरक्षक को उनके पूरे पढ़ने के इतिहास को दिखाएगा, जब तक कि उन्होंने पुस्तकालय से 'आपकी गोपनीयता' टैब के माध्यम से उस जानकारी को न रखने के लिए कहा हो, जो आपके :ref:`OPACPrivacy` वरीयता सेट को 'अनुमति दें' में दिखाई देगा।

source: If you have HTML entered in the :ref:`OPACMySummaryHTML` preference then you will see that to the right of the 'Date' column.
fr: Si vous avez ajouté du code HTML dans la préférence :ref:`OPACMySummaryHTML` vous le verrez alors à droite de la colonne "Date".
hi: यदि आपके पास HTML में दर्ज किया गया है :ref:`OPACMySummaryHTML` वरीयता तो आप 'दिनांक' कॉलम के दाईं ओर देखेंगे।

source: Your privacy
fr: Ma vie privée
hi: आपकी गोपनियता

source: The 'your privacy' tab will appear if you have both the :ref:`opacreadinghistory` and the :ref:`OPACPrivacy` preferences set to 'Allow.' This tab will allow the patrons to decide how the library keeps their circulation history data.
fr: L'onglet "Ma vie privée" apparaîtra si vous avez à la fois paramétré sur "Autoriser" les préférences :ref:`opacreadinghistory` et :ref:`OPACPrivacy`. Cet onglet permettra aux adhérents de définir comment la bibliothèque doit conserver leurs données d'historique de circulation.
hi: यदि आपके पास :ref:`opacreadinghistory` और :ref:`OPACPrivacy` प्राथमिकताएँ हैं, तो 'Allow' करें। यह टैब संरक्षक को यह तय करने की अनुमति देगा कि पुस्तकालय अपने संचलन इतिहास डेटा को कैसे रखता है।

source: The patron can choose from three options:
fr: L'adhérent a le choix parmi ces trois options:
hi: संरक्षक तीन विकल्पों में से चयन कर सकते हैं:

source: Forever: keep my reading history without limit. This is the option for users who want to keep track of what they are reading.
fr: Pour toujours&nbsp;: conserver ma liste de lecture indéfiniment.
hi: हमेशा के लिए: सीमा के बिना मेरे पढ़ने इतिहास रखने के लिए। यह जो कि वे क्या पढ़ रहे हैं का ट्रैक रखने के लिए चाहते हैं जो उपयोगकर्ताओं के लिए विकल्प है।

source: Default: keep my reading history according to local laws. This is the default option : the library will keep your reading history for the duration permitted by local laws.
fr: Défaut : Conserve mon historique de lecture conformément aux lois en vigueur. C'est l'option par défaut. La bibliothèque se chargera de conserver votre historique de lecture pour la durée autorisée par la loi.
hi: डिफ़ॉल्ट: स्थानीय कानूनों के अनुसार मेरे पढ़ने इतिहास रखने के लिए। यह डिफ़ॉल्ट विकल्प है: पुस्तकालय अवधि स्थानीय कानूनों द्वारा अनुमति के लिए अपने पढ़ने के इतिहास रखेंगे।

source: Never: Delete my reading history immediately. This will delete all record of the item that was checked-out upon check-in.
fr: Jamais&nbsp;: Efface immédiatement mon historique de lecture. Cela effacera de votre historique tous vos documents empruntés au moment où vous les rendez.
hi: कभी नहीं: तुरंत मेरे पढ़ने इतिहास हटाएं। इस मद है कि चेक-इन पर जाँच से बाहर गया था के सभी रिकॉर्ड को नष्ट करेगा.

source: Depending on the patron's suggestions the contents of the ':ref:`Your reading history <your-reading-history-label>`' tab and the ':ref:`Circulation History <circulation-history-label>`' tab in the staff client may change.
fr: En fonction des suggestions des adhérents, les contenus de l'onglet ':ref:`mon historique de lecture <your-reading-history-label>` à l'OPAC et de l'onglet ':ref:`Historique de prêts <circulation-history-label>`' dans l'interface professionnelle peuvent être différents.
hi: संरक्षक के सुझावों के आधार पर 'Ref: `आपका पठन इतिहास <your-reading-history-label>`' टैब और ':ref:` `परिसंचरण इतिहास <circulation-history-label>`' टैब स्टाफ क्लाइंट बदल सकता है।

source: Regardless of the patron's choice they can delete their reading history in bulk at any time by clicking the 'Immediate deletion' button.
fr: Quelque soit le choix de l'adhérent, celui-ci peut supprimer à tout moment son historique de lecture en cliquant sur le bouton 'Suppression immédiate'.
hi: चाहे संरक्षक की पसंद के बावजूद वे 'तत्काल विलोपन' बटन पर क्लिक करके किसी भी समय थोक में अपने पढ़ने के इतिहास को हटा सकते हैं

source: Clicking this button will not delete items that are currently checked out, but will clear the patron's past reading history.
fr: Cliquer sur ce bouton ne supprimera pas les prêts en cours mais effacera l'historique de lecture antérieur de l'adhérent.
hi: इस बटन को क्लिक आइटम है कि वर्तमान में बाहर की जाँच कर रहे नष्ट नहीं होगा, लेकिन संरक्षक के अतीत पढ़ने इतिहास साफ हो जाएगा।

source: In order for the patron to be able to delete their reading history you must have the :ref:`AnonymousPatron` preference set.
fr: Pour que l'adhérent puisse supprimer sont historique de lecture, vous devez avoir paramétré la préférence :ref:`AnonymousPatron`.
hi: संरक्षक के पढ़ने के इतिहास को हटाने में सक्षम होने के लिए आपके पास होना चाहिए: re :ref:`AnonymousPatron` वरीयता सेट।

source: If you're allowing guarantees to grand permission to their guarantors to view their current checkouts with the :ref:`AllowPatronToSetCheckoutsVisibilityForGuarantor` preference they will see that option on this screen.
fr: Si vous autorisez les cautions à donner la permission à leur garant de voir leurs prêts en cours avec la préférence :ref:`AllowPatronToSetCheckoutsVisibilityForGuarantor`, ils verront cette option sur cet écran.
hi: यदि आप अपने वर्तमान चेकआउट को उनके वर्तमान चेकआउट देखने के लिए गारंटी देने की गारंटी दे रहे हैं :ref:`AllowPatronToSetCheckoutsVisibilityForGuarantor` वरीयता वे इस स्क्रीन पर उस विकल्प को देखेंगे।

source: When the guarantor logs in they will see a tab labeled "Relatives' checkouts" on their summary tab.
fr: Quand les garants se connectent, ils verront un onglet intitulé "Prêts liés" sur leur résumé.
hi: जब गारंटर लॉग इन करता है तो उन्हें अपने सारांश टैब पर "रिलेवेटिव्स चेकआउट" लेबल वाला एक टैब दिखाई देगा.

source: Your purchase suggestions
fr: Suggestions d'achat
hi: आपके खरीद सुझाव

source: If your library allows patrons to make purchase suggestions the next tab will show all suggestions that the patron made to the library and their statuses. To disable this tab and the suggestion functionality set the :ref:`suggestion` preference to 'Don't allow.'
fr: Si votre bibliothèque permet aux adhérents de proposer des suggestions d'achat, le prochain onglet présentera toutes les suggestions qu'un adhérent a proposé à sa bibliothèque et leur statut. Pour désactiver cet onglet et les suggestions, paramétrez la préférence :ref:`suggestion` sur "Ne pas autoriser".
hi: यदि आपकी लाइब्रेरी संरक्षक को खरीदारी सुझाव देने की अनुमति देती है तो अगला टैब लाइब्रेरी और उनकी स्थिति में संरक्षक के सभी सुझाव दिखाएगा। इस टैब को अक्षम करने के लिए और सुझाव कार्यक्षमता सेट करें :ref:`सुझाव' प्राथमिकता 'अनुमति न दें'।

source: If you have :ref:`OPACViewOthersSuggestions` set to 'Show' then patrons will be able to search suggestions from the top of this list.
fr: Si vous avez paramétré :ref:`OPACViewOthersSuggestions` sur "Montrer", les adhérents pourront chercher des suggestions en haut de cette liste.
hi: यदि आपके पास है :ref:`OPACViewOthersSuggestions` 'शो' पर सेट है तो संरक्षक इस सूची के शीर्ष से सुझावों को खोज पाएंगे।

source: Your messaging
fr: Mes notifications
hi: आपके संदेश

source: If your library has the :ref:`EnhancedMessagingPreferences` and the :ref:`EnhancedMessagingPreferencesOPAC` preferences set to 'Allow' then your patrons will be able to choose which messages they receive from the library (with the exception of overdue notices which the library controls).
fr: Si votre bibliothèque a paramétré sur "Autoriser" les préférences :ref:`EnhancedMessagingPreferences` et :ref:`EnhancedMessagingPreferencesOPAC`, vos adhérents pourront alors choisir quels messages ils souhaitent recevoir de la bibliothèque (à l'exception des relances de retard pour lesquelles la bibliothèque décide).
hi: यदि आपकी लाइब्रेरी में है :ref:`EnhancedMessagingPreferences` और :ref:`EnhancedMessagingPreferencesOPAC` वरीयताओं को 'अनुमति दें' पर सेट किया गया है, तो आपके संरक्षक यह चुनने में सक्षम होंगे कि वे लाइब्रेरी से कौन से संदेश प्राप्त करते हैं (अतिदेय नोटिस के अपवाद के साथ पुस्तकालय नियंत्रण)।

source: If you use an outside driver for sending text messages set with the :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` preference, you will see an additional column to receive these messages as SMS (or text messages) and a field for a cell (or SMS) number.
fr: Si vous utilisez un pilote externe défini dans la préférence :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>`pour envoyer des SMS, s'afficheront une colonne supplémentaire pour recevoir ces messages par SMS et un champ pour saisir un numéro de téléphone portable.
hi: यदि आप के साथ सेट किए गए टेक्स्ट संदेश भेजने के लिए बाहरी ड्राइवर का उपयोग करते हैं :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` प्राथमिकता, आपको इन संदेशों को एसएमएस (या टेक्स्ट संदेश) और सेल (या एसएमएस) नंबर के लिए फ़ील्ड के रूप में प्राप्त करने के लिए एक अतिरिक्त कॉलम दिखाई देगा।
