Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: fr, hi

source: To add a single title to a list, click the 'Save to lists' option and then choose the list you'd like to add the title to. To add multiple titles to a list check the boxes on the left of the titles you want to add and then choose the list you want to add the titles to from the 'Add too' pull down at the top of the screen.
fr: Pour ajouter un seul titre à une liste, cliquez sur l'option 'Enregistrer dans Listes', puis choisissez la liste dans laquelle vous souhaitez ajouter le titre. Pour ajouter plusieurs titres à une liste, cochez les cases à gauche des titres que vous souhaitez ajouter et choisissez la liste dans laquelle vous souhaitez ajouter les titres, en cliquant sur le menu déroulant 'Ajouter à' en haut de l'écran.
hi: एक सूची के लिए एक एकल खिताब जोड़ने के लिए, विकल्प सूचियों को सहेजें 'पर क्लिक करें और फिर सूची आप के लिए शीर्षक जोड़ना चाहते हैं चुनें। एक सूची के लिए कई खिताब जोड़ने के लिए खिताब आप जोड़ने के लिए और फिर सूची से आप 'जोड़ें' भी नीचे स्क्रीन के शीर्ष पर खींचने के लिए खिताब जोड़ना चाहते हैं चुनें चाहते हैं की बाईं तरफ के बक्से की जाँच करें।

source: Viewing lists contents
fr: Visualiser le contenu des listes
hi: सूची सामग्री देखना

source: To view the contents of a list, click on the list name under the 'Lists' button.
fr: Pour visualiser le contenu d'une liste, cliquez sur le nom de la liste sur le menu déroulant 'Listes'.
hi: एक सूची की सामग्री को देखने के लिए, सूचियाँ बटन के तहत सूची के नाम पर क्लिक करें।

source: The contents of the list will look similar to your search results pages except that there will be different menu options across the top of the list.
fr: Le contenu de la liste sera similaire aux pages de résultats de recherche sauf qu'il y aura différentes options situées en haut de la liste.
hi: सूची की सामग्री को अपने खोज परिणाम पृष्ठों के समान लग रही है सिवाय इसके कि वहाँ की सूची के शीर्ष भर में अलग अलग मेनू विकल्प होगा।

source: To the right of the list title there is an RSS icon that will allow you to subscribe to updates to the list.
fr: À la droite du titre de la liste, il y a une icône de fil RSS qui vous permettra de vous abonner aux mises à jour de la liste.
hi: सूची शीर्षक के अधिकार के लिए वहाँ एक आरएसएस चिह्न है कि आप सूची अपडेट करने के लिए सदस्यता के लिए अनुमति देगा।

source: Using the menu options above the list you can place multiple items on hold, download the list contents, email the list or print the list out.
fr: Si vous utilisez les options situées au-dessus de la liste, vous pouvez réserver plusieurs documents , télécharger le contenu de la liste, envoyer par courriel la liste ou l'imprimer.
hi: मेनू विकल्पों सूची के ऊपर आप होल्ड पर कई मदों को रख सकते हैं, सूची सामग्री डाउनलोड, सूची ईमेल या सूची से बाहर प्रिंट का उपयोग करना।

source: To place a hold on one or more list items check the box to the left of the item and click the 'Place hold' link at the top
fr: Pour réserver un ou plusieurs documents de la liste, cochez la case à gauche des titres et cliquez sur le lien 'Réserver' situé en haut
hi: एक या एक से अधिक सूची आइटम्स पर एक पकड़ हाजिर करने के लिए आइटम के बाईं ओर बॉक्स की जाँच करें और शीर्ष पर 'स्थान बनाए रखें' लिंक पर क्लिक करें

source: To download the list contents click the 'Download list' link and choose the format you'd like to download the list in
fr: Pour télécharger le contenu de la liste, cliquez sur 'Télécharger liste' et choisissez le format dans lequel vous souhaitez la télécharger
hi: डाउनलोड करने के लिए सूची सामग्री लिंक पर क्लिक करें 'सूची डाउनलोड' और स्वरूप का चयन आप में सूची डाउनलोड करना चाहते हैं

source: To email the list contents to someone, click the 'Send list' link and enter in your email details in the form that pops up
fr: Pour envoyer le contenu de la liste par courriel, cliquez sur le lien "Envoyer la liste" et saisissez votre courriel dans le formulaire qui s'affiche
hi: किसी को सूची सामग्री ईमेल करने के लिए, 'सूची भेजें' लिंक पर क्लिक करें और पॉप अप के रूप में अपने ईमेल विवरण में दर्ज करें

source: To print the contents of your list out click the 'Print list' link
fr: Pour imprimer le contenu de vos listes, cliquez sur le lien 'Imprimer liste'
hi: अपनी सूची की सामग्री मुद्रित करने के लिए बाहर 'प्रिंट सूची' लिंक पर क्लिक करें

source: Managing lists
fr: Gestion des listes
hi: प्रबंधन सूची

source: Once the list is saved patrons can begin adding items to it. From the 'your lists' tab on the patron record the patron can edit and delete the lists they have created by clicking the appropriate link to the right of the list name.
fr: Une fois que la liste est enregistrée, les adhérents peuvent commencer à y ajouter des exemplaires. Depuis l'onglet 'Mes listes' situé sur le compte adhérent, l'usager peut modifier et supprimer les listes qu'il a créées en cliquant sur le lien approprié situé à droite du nom de la liste.
hi: एक बार सूची सहेजा जाता है संरक्षक यह करने के लिए आइटम जोड़ने शुरू कर सकते हैं। 'मेरी सूचियां' टैब संरक्षक रिकार्ड पर संरक्षक सूची नाम के दाईं ओर उचित लिंक पर क्लिक करके सूचियों वे बनाया है संपादित करें और नष्ट कर सकते हैं।

source: To edit the list's title or sorting patrons click the 'Edit' link to the right of the list description.
fr: Pour modifier le titre des listes ou le tri des adhérents, cliquez sur le lien 'Modifier'.
hi: सूची शीर्षक संपादित या मालिकों सूची विवरण के अधिकार के लिए 'संपादन' लिंक पर क्लिक करें छँटाई करने के लिए.

source: When clicking 'Delete' next to a list you will be asked to confirm that you want to delete the list.
fr: Lorsque vous cliquez sur 'Supprimer' à côté d'une liste, il vous sera demandé de confirmer la suppression de la liste.
hi: जब करीब क्लिक 'हटाएँ' एक सूची पुष्टि करने के लिए सूची को नष्ट करना चाहते है कि कहा जाएगा करने के लिए अगले।

source: The list will not be deleted until the 'Confirm' button is clicked to the right of the list you'd like to delete.
fr: La liste ne sera pas supprimée tant que vous n'aurez pas cliqué sur le bouton 'Confirmer' situé à droite de la liste que vous souhaitez supprimer.
hi: जब तक 'पुष्टि' बटन सूची आप हटाना चाहते हैं के अधिकार के लिए क्लिक किया जाता है सूची नष्ट नहीं किया जाएगा।

source: If the library is allowing you to share private lists with the :ref:`OpacAllowSharingPrivateLists` preference then you will see the 'Share' link on your list of lists and the 'Share list' link at the top of each individual list. Clicking this will ask you to enter the email address of a patron.
fr: Si la bibliothèque vous a autorisé à partager des listes privées avec la préférence :ref:`OpacAllowSharingPrivateLists` alors vous verrez le lien "Partager" sur votre liste de listes et le lien "Partager la liste" au début de chaque liste. En cliquant dessus, vous serez invité à entrer le courriel d'un adhérent.
hi: यदि लाइब्रेरी आपको निजी सूचियों को साझा करने की इजाजत दे रही है :ref:`OpacAllowSharingPrivateLists` वरीयता तो आपको सूचियों की सूची में 'शेयर' लिंक और प्रत्येक व्यक्तिगत सूची के शीर्ष पर 'शेयर सूची' लिंक दिखाई देगा। इसे क्लिक करने से आप एक संरक्षक के ईमेल पते में प्रवेश करने के लिए कहेंगे।

source: Once the email address is entered Koha will present you with a confirmation message
fr: Une fois le courriel saisi, un message de confirmation s'affichera
hi: एक बार ई-मेल पता दर्ज किया जाता है Koha एक पुष्टिकरण संदेशों के साथ पेश करेंगे

source: and will send a message to that patron.
fr: et un message sera envoyé à cet adhérent.
hi: और कहा कि संरक्षक के लिए एक संदेश भेज देंगे।

source: Cart
fr: Panier
hi: गाड़ी

source: Adding titles to the cart
fr: Ajouter des titres au Panier
hi: कार्ट में शीर्षक जोड़ना

source: Titles can be added to the cart from the search results and/or from the bibliographic record. On the search results options to add items to the cart appear below each result and across the top of the results page
fr: Vous pouvez ajouter des titres au panier à partir des résultats de recherche et/ou de la notice bibliographique. Les options pour ajouter des exemplaires au panier, apparaissent sous chaque résultat et en haut de la page
hi: टाइटल खोज परिणामों से और/या ग्रंथ सूची रिकॉर्ड से गाड़ी में जोड़ा जा सकता है। गाड़ी के लिए आइटम जोड़ने के लिए खोज परिणाम विकल्प पर प्रत्येक परिणाम के नीचे और परिणाम पृष्ठ के शीर्ष पर दिखाई देते हैं

source: Clicking the 'Add to cart' button will add the one title to your cart. To add multiple titles at once, check the box to the left of each result and then choose 'Cart' from the 'Add to' pull down at the top of the screen. Once titles are added to the cart you will be presented with a confirmation
fr: Pour ajouter un seul titre, cliquez sur le bouton 'Ajouter au panier'. Pour ajouter plusieurs titres à la fois, cochez les cases situées à gauche de chaque résultat et sélectionnez 'Panier' dans le menu déroulant 'Ajouter à'. Une fois tous vos titres ajoutés au panier, un message de confirmation s'affichera
hi: 'कार्ट में जोड़ें' बटन पर क्लिक करने के लिए अपनी गाड़ी एक शीर्षक जोड़ देगा। एक बार में कई खिताब जोड़ने के लिए, प्रत्येक परिणाम के बाईं ओर बॉक्स जाँच करें और फिर से 'गाड़ी' का चयन 'में जोड़ें' स्क्रीन के शीर्ष पर नीचे खींच। एक बार खिताब कार्ट में जोड़ा जाता है तो आपको एक पुष्टिकरण के साथ प्रस्तुत किया जाएगा

source: From the results you will see which items are in your cart and will be able to remove those items by clicking '(remove)'.
fr: A partir des résultats, vous verrez les exemplaires qui sont déjàdans votre panier et vous pourrez supprimer ces exemplaires de votre panier en cliquant sur 'Supprimer' (remove).
hi: परिणाम से आप जो आइटम अपनी गाड़ी में हैं और क्लिक करके उन वस्तुओं को दूर करने में सक्षम हो जाएगा '(निकालने के लिए)' देखेंगे।

source: Managing the cart
fr: Gestion du Panier
hi: कार्ट का प्रबंधन

source: Once you have titles in your cart you can manage the contents by clicking on the 'Cart' button usually found at the top of the screen. Your cart will open in a new window.
fr: Une fois tous les titres ajoutés dans votre panier, vous pouvez gérer le contenu en cliquant sur le bouton 'Panier' situé en haut de l'écran. Votre panier s'ouvre dans une nouvelle fenêtre.
hi: एक बार जब आप अपनी कार्ट में खिताब है आप 'गाड़ी' बटन आमतौर पर स्क्रीन के शीर्ष पर पाया पर क्लिक करके सामग्री का प्रबंधन कर सकते हैं। आपकी गाड़ी एक नए विंडो में खुलेगा।

source: From this window you are presented with several options. Across the top of the cart are several buttons.
fr: Il y a plusieurs boutons situés dans la partie supérieure du panier.
hi: इस विंडो से आप कई विकल्पों के साथ प्रस्तुत कर रहे हैं। कार्ट के शीर्ष भर में कई बटन रहे हैं।

source: First is the 'More details' button. Clicking this will show you additional information about the titles in your cart (ISBNs, subjects, publisher info, notes and more).
fr: Le premier bouton est le bouton "Plus de détails". Si vous cliquez dessus, des informations supplémentaires concernant les titres de votre panier (ISBN, sujets, éditeur, notes etc.) seront affichées.
hi: सबसे पहले 'अधिक विवरण' बटन है। इस पर क्लिक करके आप अपनी गाड़ी (ISBN, विषय, प्रकाशक जानकारी, नोट्स और अधिक) में खिताब के बारे में अतिरिक्त जानकारी दिखाएगा।

source: Next is the option to send the contents of your cart to an email address. This is handy if you want to send the resources you found at the library to your home email account to refer to later or to send to a patron researching a specific topic. Clicking this link will open up a new window that asks for the email address and message to send.
fr: Il y a ensuite l'option pour envoyer le contenu de votre panier à un courriel. C'est pratique si vous souhaitez envoyer les références que vous avez trouvé à la bibliothèque sur votre courriel personnel pour y revenir plus tard ou pour les envoyer à un adhérent qui fait des recherches sur un sujet spécifique. En cliquant sur le lien s'ouvrira une nouvelle fenêtre dans laquelle vous sera demandé de renseigner le courriel et le message à envoyer.
hi: अगला आपके कार्ट की सामग्री को ईमेल पते पर भेजने का विकल्प है। यह आसान है अगर आप पुस्तकालय में पाए गए संसाधनों को बाद में संदर्भित करने के लिए या किसी विशिष्ट विषय पर शोध करने वाले संरक्षक को भेजने के लिए आपके घर के ईमेल खाते में भेजना चाहते हैं। इस लिंक पर क्लिक करने से एक नई विंडो खुल जाएगी जो ईमेल पते और संदेश भेजने के लिए कहती है।

source: The cart can only be emailed by logged in users. This will prevent your cart email function from being used for spamming.
fr: Le contenu du panier peut être envoyé par courriel uniquement par des utilisateurs connectés. De ce fait, cela évite que la fonction courriel du panier soit utilisée pour spammer.
hi: गाड़ी केवल उन में लॉग इन करके ईमेल किया जा सकता है। इस स्पैमिंग के लिए इस्तेमाल किया जा रहा से अपनी गाड़ी ईमेल समारोह पाएगा।

source: In addition to sending your cart you can download the contents of your cart in several pre-defined formats or using a :ref:`CSV profile <csv-profiles-label>` that you defined in the tools module.
fr: En plus d'envoyer votre panier vous pouvez télécharger son contenu dans plusieurs format pré-définis ou en utilisant un :ref:'profil CSV <csv-profiles-label>` que vous avez défini dans le module Outils.
hi: अपने कार्ट को भेजने के अलावा आप अपने कार्ट की सामग्रियों को कई पूर्व-परिभाषित स्वरूपों में डाउनलोड कर सकते हैं या :ref:`CSV Profile <csv-profiles-label>` जिसे आपने टूल्स मॉड्यूल में परिभाषित किया है।

source: Finally you can print out the contents of your cart by choosing the 'Print' link.
fr: Enfin, vous pouvez imprimer le contenu de votre panier en cliquant sur le lien 'Imprimer'.
hi: अंत में आप 'प्रिंट' लिंक का चयन करके अपनी गाड़ी की सामग्री को मुद्रित कर सकते हैं।

source: In addition to the various different ways to save the contents of your cart, there are ways to add value to the data in your cart. By selecting one or more titles from the cart you can add them to a list (click 'Add to a list'), place hold(s) (click 'Place hold'), or tag them (click 'Tag'). All of these operations follow the same procedure as they do when performing them in the OPAC.
fr: En plus de toutes ces manières d'enregistrer le contenu de votre panier, il y a plusieurs façons d'ajouter des valeurs aux données du panier. En sélectionnant un ou plusieurs titres du panier, vous pouvez les ajouter à une liste (cliquez sur 'Ajouter à une liste'), les réserver (cliquez sur 'Réserver') ou les taguer (cliquez sur 'Tag'). Toutes ces opérations suivent la même procédure lorsqu'ils s'exécutent dans l'OPAC.
hi: आपके कार्ट की सामग्री को बचाने के लिए विभिन्न अलग अलग तरीकों के अलावा, आपकी गाड़ी में डेटा को जोड़ने के मूल्य के तरीके हैं। कार्ट से एक या अधिक खिताबों का चयन करके आप उन्हें एक सूची में जोड़ सकते हैं ('एक सूची में जोड़ें' पर क्लिक करें), प्लेस होल्ड (एस) ('प्लेस होल्ड' पर क्लिक करें), या उन्हें टैग ('टैग' पर क्लिक करें)। ये सभी ऑपरेशन उसी प्रक्रिया का पालन करते हैं, जैसा कि ओपीएसी में करते समय वे करते हैं।

source: Placing holds
fr: Faire une réservation
hi: होल्ड रखें

source: Patrons can place holds on items via the OPAC if they're logged in and you have the :ref:`RequestOnOpac` preference set to 'Allow'. If the item can be placed on hold the option to place it on hold will appear in several different places.
fr: Les adhérents peuvent réserver des exemplaires via l'OPAC s'ils sont authentifiés et si vous avez paramétré sur «&nbsp;Autoriser&nbsp;» la préférence :ref:`RequestOnOpac`. Si l'exemplaire peut être réservé, l'option pour le réserver apparaîtra à différents endroits.
hi: यदि वे लॉग इन हैं तो संरक्षक OPAC के माध्यम से वस्तुओं पर रख सकते हैं और आपके पास है :ref:`RequestOnOpac` वरीयता 'अनुमति दें' पर सेट है। यदि आइटम को पकड़ पर रखा जा सकता है तो इसे पकड़ने के विकल्प को कई अलग-अलग स्थानों में दिखाई देगा।

source: When viewing a list or search results page you'll see the option to place hold on multiple items by checking the boxes to the left of the results and clicking 'Place hold' at the top
fr: Sur une liste ou sur la page de résultats de recherche, vous pouvez réserver plusieurs documents en cochant les cases situées à gauche des résultats et cliquer sur 'Réserver' en haut
hi: सूची या खोज परिणाम पृष्ठ देखने पर आपको परिणामों के बाईं ओर बक्सों की जाँच करके और शीर्ष पर 'प्लेस होल्ड' पर क्लिक करके कई मदों पर होल्ड रखने का विकल्प दिखाई देगा।

source: When viewing a list or search results page you'll see the option to place the item on hold below the basic information about the title
fr: Sur une liste ou sur la page de résultats de recherche, le lien 'Réserver' se situe en bas des informations du titre
hi: जब एक सूची या खोज परिणाम पृष्ठ को देखने के आप शीर्षक के बारे में बुनियादी जानकारी नीचे होल्ड पर आइटम जगह करने का विकल्प देखेंगे

source: When viewing an individual title you'll see the option to place a hold in the box on the right side of the screen
fr: Si vous consultez un titre individuel, vous verrez l'option pour réserver située dans le cadre sur le côté droit de l'écran
hi: एक व्यक्ति शीर्षक देखते समय आप स्क्रीन के दाईं ओर बॉक्स में एक जगह पकड़ करने का विकल्प देखेंगे

source: No matter which of the above links you click to place your hold you'll be brought to the same hold screen.
fr: Peu importe à partir de quelles options vous réservez, vous arriverez sur le même écran de réservation.
hi: कोई फर्क नहीं पड़ता जो ऊपर लिंक की आप क्लिक करें अपनी होल्ड जगह के लिए आप एक ही होल्ड स्क्रीन पर लाया जाएगा।

source: Check the box to the left of the items you'd like to place on hold
fr: Cochez la case à gauche des documents que vous souhaitez réserver
hi: आइटम के बाईं ओर बॉक्स को चेक करें यदि आप पकड़ पर हाजिर करने के लिए करना चाहते हैं

source: The title includes a link back to the detail page for the record
fr: Le titre inclut un lien direct pour la page détaillée de la notice
hi: शीर्षक रिकार्ड के लिए विस्तार पृष्ठ पर एक लिंक वापस शामिल

source: The priority shows where in the holds queue this hold will fall
fr: La priorité indique la position de la réservation dans la liste d'attente
hi: प्राथमिकता से पता चलता है जहां में रखती है इस होल्ड कतार गिर जाएगी

source: If you would like to see more options you can click 'Show more options'
fr: Si vous souhaitez voir plus d'options, cliquez sur 'Afficher plus d'options'
hi: आप और अधिक विकल्प देखने के लिए चाहते हैं, तो आप क्लिक कर सकते हैं 'अधिक विकल्प दिखाएं'

source: Place hold form with more options
fr: Formulaire de réservation avec plus d'options
hi: अधिक विकल्पों के साथ प्लेस होल्ड फॉर्म

source: If you have the :ref:`AllowHoldItemTypeSelection` preference set to 'Allow' and the record had more than one item type attached you will see an option to choose to limit the hold to a specific item type
fr: Si la préférence système :ref:`AllowHoldItemTypeSelection` est paramétrée sur 'Permettre' et que la notice a plus d'un type de document attaché, vous verrez une option pour choisir de limiter la réservation à un type de document spécifique
hi: यदि आपके पास है : ref: `AllowHoldItemTypeSelection` वरीयता 'अनुमति दें' पर सेट करें और रिकॉर्ड में एक से अधिक आइटम प्रकार संलग्न हैं, तो आपको एक विशिष्ट आइटम प्रकार पर होल्ड को सीमित करने का विकल्प चुनने का विकल्प दिखाई देगा

source: If allowed by your :ref:`OPACAllowHoldDateInFuture` preference, the 'Hold starts on date' column will show. This field allows the patron to have their hold start on a future date.
fr: Si vous avez paramétré la préférence système :ref:`OPACAllowHoldDateInFuture` sur "Autoriser", la barre de saisie "Début de réservation" s'affichera. Ce champ autorise l'adhérent à faire débuter sa réservation à une date future.
hi: यदि आपके द्वारा अनुमति दी गई है: रेफ: `OPACAllowHoldDateInFuture` वरीयता, 'होल्ड ऑन डेट ऑन स्टार्ट' कॉलम दिखाई देगा। यह क्षेत्र संरक्षक को भविष्य की तारीख पर अपनी होल्ड बनाने की अनुमति देता है।

source: By default holds placed in the system remain until canceled, but if the patron fills in a 'Hold not needed after' date then the hold has an expiration date.
fr: Les réservations restent par défaut dans le système jusqu'à qu'elles soient annulées. Si l'adhérent choisit une date pour 'Réservation non souhaitée après', la réservation aura une date d'expiration.
hi: डिफ़ॉल्ट रूप से प्रणाली में रखा रखती है जब तक निरस्त रहेगी, लेकिन अगर संरक्षक में एक तारीख 'होल्ड के बाद की जरूरत नहीं' भरता है तो होल्ड एक समय समाप्ति तिथि है।

source: Expired holds are removed by the :ref:`expired holds cron job <expired-holds-label>`, this is not an automatic process and must be set up by your system administrator
fr: Les réservations sont supprimées par le :ref:`cron job des réservations expirées <expired-holds-label>`, ceci n'est pas un processus automatique et doit être planifié par votre administrateur système
hi: समय सीमा समाप्त होल्डिंग द्वारा हटाए गए हैं :ref:`समाप्त हो चुकी है क्रॉन जॉब <expired-holds-label>`, यह एक स्वचालित प्रक्रिया नहीं है और इसे आपके सिस्टम प्रशासक द्वारा स्थापित किया जाना चाहिए

source: If allowed by the :ref:`OpacHoldNotes` preference then patrons can leave notes about their holds for the library by clicking the 'Edit notes' button
fr: Si la préférence :ref:`OpacHoldNotes` est paramétrée sur "Autoriser" alors les adhérents peuvent laisser des notes au sujet de leurs réservations à l'intention de la bibliothèque en cliquant sur le bouton "Ajouter des notes"
hi: यदि द्वारा अनुमति दी गई है :ref:`OpacHoldNotes` वरीयता तो संरक्षक 'नोट्स संपादित करें' बटन पर क्लिक करके लाइब्रेरी के लिए अपनी धारणाओं के बारे में नोट्स छोड़ सकते हैं

source: Depending on the rules you set regarding item specific holds in your :ref:`circulation and fines rules <circulation-and-fine-rules-label>` the patron will be allowed to choose whether to place the hold on the next available copy and/or a specific copy
fr: Suivant les règles définies à propos des réservations sur un exemplaire spécifique dans vos :ref:`règles de circulation et d'amendes <circulation-and-fine-rules-label>` l'adhérent sera autorisé à choisir s'il réserve le prochain exemplaire disponible ou un exemplaire spécifique
hi: नियमों के आधार पर आपके द्वारा निर्दिष्ट वस्तुओं के बारे में निर्धारित आपके संदर्भ में है :ref:`संचलन और जुर्माना नियम <circulation-and-fine-rules-label>` संरक्षक को यह चुनने की अनुमति दी जाएगी कि क्या अगली उपलब्ध प्रति और / या एक विशिष्ट प्रति

source: After clicking the 'Place hold' button the patron will be brought to their account page where they'll see all of the items they have on hold.
fr: Après avoir cliqué sur le bouton 'Réserver', l'adhérent bascule sur la page de son compte où il verra tous les documents qu'il a réservés.
hi: प्लेस होल्ड बटन पर क्लिक करने के बाद संरक्षक को उनके खाता पृष्ठ पर लाया जाएगा जहां वे अपने पास मौजूद सभी आइटम देखेंगे।

source: Enhanced content
fr: Contenu enrichi
hi: बढ़ी हुई सामग्री

source: Tagging
fr: Taguer (mots-clés)
hi: टेगिंग

source: Depending on your settings for the :ref:`TagsEnabled`, :ref:`TagsInputOnList` and :ref:`TagsInputOnDetail` preferences you may be able to add tags to bibliographic records from the search results and/or bibliographic records. If you are allowing patrons to add tags from the search results screen you will see an input box below each result and a 'Tag' option at the top of the screen.
fr: Suivant vos paramétrages des préférences :ref:`TagsEnabled`, :ref:`TagsInputOnList` et :ref:`TagsInputOnDetail` vous pourrez ajouter des tags aux notices bibliographiques depuis les résultats de recherche et/ou sur les notices bibliographiques. Si vous autorisez les adhérents à ajouter des tags depuis les résultats de recherche vous verrez une boîte de dialogue sous chaque résultat et une option "Tag" en haut de l'écran.
hi: के लिए आपकी सेटिंग्स के आधार पर :ref:`TagsEnabled`, :ref:`TagsInputOnList` ओर :ref:`TagsInputOnDetail` प्राथमिकताएं आप खोज परिणामों और / या ग्रंथसूची रिकॉर्ड से ग्रंथसूची रिकॉर्ड में टैग जोड़ सकते हैं। यदि आप खोज परिणाम स्क्रीन से टैग जोड़ने के लिए संरक्षकों को अनुमति दे रहे हैं तो आपको प्रत्येक परिणाम के नीचे एक इनपुट बॉक्स और स्क्रीन के शीर्ष पर 'टैग' विकल्प दिखाई देगा।
