Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: it

source: Stage MARC records into the reservoir
it: Prepara i records MARC nell'area temporanea

source: Access to the :ref:`Stage MARC Records Tool <stage-marc-records-for-import-label>`
it: Accesso allo strumento :ref:`Deposito MARC records per l'importazione <stage-marc-records-for-import-label>`

source: Upload any file
it: Carica qualsiasi file

source: Access to upload files via the :ref:`Upload Tool <upload-label>`
it: Accesso ai file caricati tramite lo strumento :ref:`Carica file <upload-label>`

source: Upload local cover images
it: Carica immagini di copertine locali

source: Access to the :ref:`Upload Local Cover Image Tool <upload-local-cover-image-label>` as well as permission to add and delete local cover images from the bib detail page
it: Accesso allo strumento :ref:`Carica le immagini di copertine locali <upload-local-cover-image-label>`. Assegna anche il permesso di caricare ed eliminare immagini di copertina locali dalla pagina di dettaglio del record bibliografico.

source: Manage uploaded files
it: Gestire i file caricati

source: Access to uploaded files via the :ref:`Upload Tool <upload-label>`
it: Accesso ai file caricati tramite lo strumento :ref:`Carica file <upload-label>`

source: upload\_general\_files permission is required for this permission
it: upload\_general\_files è richiesto per questo permesso

source: Browse the system logs
it: Sfoglia i log di sistema

source: Access to the :ref:`Log Viewer Tool <log-viewer-label>`
it: Accesso allo strumento :ref:`Visualizzatore dei log <log-viewer-label>`

source: Granular Reports Permissions
it: Permessi granulari per i reports

source: If the staff member has 'reports' permissions they have the ability to perform all of these actions. If you would like to control reports permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi 'reports' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sui reports, scegli tra queste opzioni:

source: Create SQL Reports
it: Crea report SQL

source: The ability to create and edit but not run SQL reports
it: Abilita a creare o a modificare un report SQL, ma non a eseguire

source: Execute SQL Reports
it: Esegui il report SQL

source: The ability to run but not create or edit SQL reports
it: Abilita a eseguire ma non a creare o modificare reports SQL

source: Granular Plugins Permissions
it: Permessi granulari per i plugin

source: If the staff member has 'plugins' permissions they have the ability to perform all of these actions. If you would like to control reports permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi 'plugins' può fare tutte quelle azioni, Se vuoi avere maggior controllo sui plugin, scegli tra queste opzioni:

source: Configure plugins
it: Permette di configurare i plugin

source: The ability to run the 'configure' section of a plugin if it has one
it: Consente di aprire la sezione "configurazione" di un plugin, se questo la prevede

source: Manage plugins
it: Gestisci i plugin

source: The ability to install or uninstall plugins
it: La possibilità di installare o disinstallare plugin

source: Use report plugins
it: Usa i plugin di tipo report

source: The ability to use report plugins
it: La possibilità di usare i plugin di tipo report

source: tool
it: strumento

source: Use tool plugins
it: Usa lo strumento 'Plugins'

source: The ability to use tool plugins
it: La possibilità di usare plugin di tipo tool (strumento)

source: Granular Lists Permissions
it: Permessi granulari

source: All staff members have permission to access lists. This section only needs to be checked off if you want to give permission to a staff member to delete public lists that they have no created themselves.
it: Tutti i membri dello staff posso accedere alle lista. Questa sezione va usata se vuoi dare il permesso a un mebro dello staff di cancellare liste pubbliche che non creato da se medesimo.

source: Delete public lists
it: Cancellare liste pubbliche

source: Patron Information
it: Informazioni utente

source: When viewing a patron record you have the option to view information from one of many tabs found on the left hand side of the record.
it: Quando guardi un record utente puoi vedere le informazioni da una delle molte sezioni indicate alla sinistra della pagina.

source: *Get there:* Patrons > Browse or search for patron > Click patron name
it: *Vai a:* Utenti > Sfoglia o ricerca un utente > Fai clic sul nome utente

source: Check Out
it: Presta

source: For instruction on checking items out, view the :ref:`Checking Out <check-out-(issuing)-label>` section of this manual.
it: Per istruzioni dettagliate sul prestito delle copie, vedi la sezione `Prestiti <check-out-(issuing)-label>` di questo manuale.

source: Staff members can access their own check out screen by clicking their username in the top right of the staff client and choosing 'My checkouts'
it: I membri dello staff possono accedere alla situazione dei propri prestiti facendo clic sul loro username, sulla riga in alto a destra del client staff, e facendo poi clic su Prestiti nel menu a scomparsa

source: Details
it: Dettagli

source: Staff members can access their own account details by clicking their username in the top right of the staff client and choosing 'My account'
it: I membri dello staff possono accedere alla situazione del proprio account facendo clic sul loro username, sulla riga in alto a destra del client staff, e facendo poi clic su 'Mio Account' nel menu a scomparsa

source: All patron information will appear on the Details tab. This includes all the contact information, notes, custom patron attributes, messaging preferences, etc entered when adding the patron.
it: Tutte le informazioni dell'utente apparirano in Dettagli. Questo include tutti i dati di indirizzo, le note, le prefernze, etc.

source: In the case of patrons who are marked as 'Child' or 'Professional' and their Guarantors additional information will appear on their record.
it: In caso di utenti di tipo 'Bambino' o 'Professionista' verrano mostrate anche le informazioni dei loro garanti.

source: A child patron will list their Guarantor
it: Un bambino vedrà i suoi garanti

source: On the Guarantor's record, all children and/or professionals will be listed
it: Sul record del garante sono lelencati tutti i bambin/professionisti collegati

source: Circulation Summary
it: Elenco circolazione

source: Below the patron's information on the details screen is a tabbed display of the items they have checked out, overdue, and on hold.
it: In fondo alla pagina di informazione dell'utente troverai un rapido accesso alle copie che l'utente ha in prestito, attese da tempo e prenotato.

source: If they have family at the library staff can see what the other family members have checked out.
it: Se hanno parenti iscritti in biblioteca, lo staff potrà vedere i prestiti in corso della famiglia.

source: The Restrictions tab will show for all patrons. If the patron has no restrictions you will see that on the tab.
it: Il tab Restrizioni è visibile per tutti gli utenti. Se un utente non ha restrizioni, questa situazione sarà visualizzata nel tab.

source: If the patron has restrictions on their account the tab will show the number and the description.
it: Se l'utente ha delle restrizioni sul suo account, il tab ne dettaglia il numero e la descrizione.

source: Using the 'Add manual restriction' button you can add a restriction to the patron record from here.
it: Per mezzo del pulsante 'Aggiungi una restrizione', puoi impostare una limitazione sul record dell'utente direttamente da qui.

source: Fines
it: Multe

source: The patron's complete accounting history will appear on the Fines tab. Contrary to its name, the Fines tab does not just show fine data, it also shows membership fees, rental fees, reserve fees and any other charge you may have for patrons.
it: Nella sezione 'Multe' appaiono i pagamenti dell'utente. Infatti, nonostante il nome 'Multe', non vi sono solo le multe ma anche le tariffe pagate per la tessera, i prestiti, le prenotazioni ed ogni richiesta economica fatta all'utente.

source: The table will show you the following columns:
it: La tabella mostrerà queste colonne:

source: Date: the date the charge/payment was posted
it: Data: il giorno in cui l'addebito/pagamento è stato registrato

source: In the case of fines this will be the last day that the fine was accrued
it: Nel caso delle multe, questo rappresenta l'ultimo giorno in cui l'importo dev'essere versato

source: Description: a description of the charges including the due date for overdue items and a link to the item record where one is available
it: Descrizione: dettaglio degli addebiti, comprendente anche la data di scadenza per i prestiti in ritardo ed il link al record della copia, ove questo sia disponibile.

source: Note: any notes about this charge/payment
it: Note: qualsiasi annotazione riguardante questo addebito/pagamento

source: If you're allowing patrons to pay fines via the OPAC with PayPal (:ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-&-paypalsandboxmode-label>`) you will see a Note that says 'PayPal' for items paid this way
it: Se permetti agli utenti di pagare le multe dall'OPAC tramite PayPal (:ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-&-paypalsandboxmode-label>`) vedrai una nota che dice 'PayPal' per le copie pagate in questo modo

source: Amount: the total amount of the payment or charge
it: Importo: totale dovuto per la tariffa o la multa

source: Outstanding: the amount still due on charge
it: Importo in sospeso: ammontare delle somme ancora da saldare

source: The ability to reverse a payment
it: La possibilità di stornare un pagamento

source: A link to print a receipt for that line item
it: Un link per stampare una ricevuta della specifica copia

source: At the top of the table you can click the 'Filter paid transaction' to hide all completed transaction and above that you can use the search box to find a specific charge or payment.
it: Nella parte superiore della tabella è possibile fare clic su 'filtra transazione pagata' per nascondere tutte le transazioni completati e di sopra è possibile utilizzare la casella di ricerca per trovare un debito o un pagamento specifico.

source: Charging Fines/Fees
it: Far pagare multe/tariffe

source: Most fees and fines will be charged automatically if the :ref:`fines cron job <fines-label>` is running:
it: La maggior parte delle tariffe e delle multe vengono addebitate automaticamente se il `cron job "Multe" <fines-label>` è in esecuzione:

source: Fines will be charged based on your :ref:`Circulation & Fines Rules <circulation-and-fine-rules-label>`
it: Le multe vengono addebitate sulla base delle `Regole di circolazione e ritardi <circulation-and-fine-rules-label>` definite

source: Hold fees will be charged based on the rules you set in the :ref:`Patron Types & Categories <patron-categories-label>` administration area
it: Le tariffe di prenotazione vengono addebitate sulla base delle regole definite nella sezione :ref:`Categorie utente <patron-categories-label>` dell'area di amministrazione

source: Rental fees will be charged based on the settings in your :ref:`Item Types <item-types-label>` administration area
it: Le tariffe di noleggio vengono addebitate sulla base delle impostazione definite nella sezione :ref:`Tipologie di documenti <item-types-label>` dell'area di amministrazione

source: Marking an item 'Lost' via the cataloging module will automatically charge the patron the replacement cost for that item
it: Segnando una copia Persa tramite la pagina modifica copia automaticamente metterà sul record dell'utente il costo di sostituzione della copia

source: Pay/Reverse Fines
it: Paga/Annulla multa

source: Each line item can be paid in full (or written off) using the 'Pay Fines' tab.
it: Ogni multa può essere pagata totalmente o parzialmente (o cancellata).

source: Each line item can be paid in full, partially paid, or written off.
it: Ogni multa può essere pagata totalmente o parzialmente (o cancellata).

source: Pay a fine in full
it: Pagamento completo di una multa

source: If you have a note about the payment please type that first then move on
it: Se vuoi annatare qualcosa circa il pagamento devi scrivelo prima di andare avanti

source: Click "Pay" next to the fine you want to pay in full
it: Premi "Paga" accanto alla multa che vuoi conciliare

source: The full amount of the fine will be populated for you in the "Collect From Patron" box
it: Il totale della multa verrà riportato nella casella "Ricevuto dall'utente"

source: Click "Confirm"
it: Premi su 'Conferma'

source: The fine will be removed from outstanding fines, and displayed as fully paid.
it: La multa verrà rimossa dalle multe pendenti, e indicata come completamente pagata.

source: Pay a partial fine
it: Pagamento parziale di una multa

source: Click "Pay" next to the fine you want to partially pay
it: Premi "Paga" accanto alla multa che vuoi pagare parzialmente

source: Enter the amount you are collecting from the patron in the "Collect From Patron" box
it: Indica la cifra che stai ricevendo dall'utente nella casella "Ricevi dall'utente".

source: The fine will be updated to show the original Amount, and the current Amount Outstanding
it: La multa verrà aggiornata per mostrare l'ammontare originale, e il resto dell'ammontare corrente

source: Pay an amount towards all fines
it: Paga una somma per tutte le multe

source: Click the "Pay Amount" button
it: Clicca il bottone "Paga"

source: Enter the amount you are collecting from the patron in "Collect from Patron." The sum of all fines is shown in "Total Amount Outstanding"
it: Indica la cifra che stai ricevendo dall'utente in "Ricevi dall'utente". La somma di tutte le multe è mostrata in "Totale multe restanti"

source: The fine totals will be updated with the payment applied to oldest fines first.
it: Il totale delle multe verrà aggiornato prima con il pagamento effettuato per le multe più vecchie.

source: Pay Selected fines
it: Pagamento di alcune multe (non tutte)

source: Check the selection boxes next to the fines you wish to pay, click "Pay Selected"
it: Spunta le caselle delle multe che vuoi pagare e clicca "Paga selezionate"

source: Enter an amount to pay towards the fines.
it: Indica un importo da pagare per le multe.

source: The fine totals will be updated with the payment applied to the oldest selected fines first.
it: Il totale delle multe verrà aggiornato prima con il pagamento effettuato per le multe più vecchie selezionate.

source: Writeoff a single fine
it: Cancellazione di singola multa

source: Click "Writeoff" next to the fine you wish to writeoff.
it: Premi "Cancella" accanto alla multa che vuoi cancellare.

source: The fine will be removed from outstanding fines, and displayed as written off.
it: Tutte le multe saranno rimosse dalle multe in sospeso, e mostrate come cancellate.

source: Writeoff All fines
it: Cancellazione di tutte le multe

source: Click the "Writeoff All" button
it: Clicca il bottone "Cancella tutto"

source: All fines will be removed from outstanding fines, and displayed as written off.
it: Tutte le multe saranno rimosse dalle multe in sospeso, e mostrate come cancellate.

source: If you accidentally mark and item as paid, you can reverse that line item by clicking 'Reverse' to the right of the line
it: Se spunti accidentalmente una multa come pagata, puoi tornare indietro premendo 'Rovescia' a destra della riga

source: Once clicked a new line item will be added to the account, showing the payment as reversed
it: Una volta cliccata una nuova linea verrà aggiunta, il debito verrà ripristinato

source: Creating Manual Invoices
it: Creare fatture manualmente

source: For fees that are not automatically charged, librarians can create a manual invoice
it: Per le tariffe che non sono addebitate in automatico, i bibliotecari possono creare una fattura a mano

source: First choose the type of invoice you would like to create
it: Prima scegliere il tipo di fattura da creare

source: To add additional values to the manual invoice type pull down menu, add them to the `MANUAL\_INV <#manualinvvals>`__ Authorized Value
it: Per inserire voci aggiuntive nell'elenco a discesa 'Tipo', all'interno della funzione 'Fatture manuali', bisogna aggiungerle all'elenco di valori autorizzati :ref:`MANUAL\_INV <#manualinvvals>`

source: The value set as the Authorized Value for the MANUAL\_INV authorized value category will appear as the Description and the Authorized Value Description will be used as the amount.
it: Il valore immesso come 'valore autorizzato' nella categoria di valori autorizzati MANUAL\_INV apparirà come descrizione e la descrizione nel valore autorizzato sarà impiegata come importo.

source: If the fee is associated with an item you can enter its barcode so that the line item shows a link to that item
it: Se la tariffa è associata ad una copia, puoi inserire il barcode della copia, cosi la linea di spesa mostrerà un link alla copia

source: The description field is where you will enter the description of the charge
it: Il campo descrizione è dove inserisci la descrione del debito

source: In the amount field, do not enter currency symbols, only numbers and decimals
it: Nel campo per l'importo non usare simboli, metti solo numeri e decimali.

source: Creating Manual Credits
it: Creazione di note di credito manuali

source: Manual credits can be used to pay off parts of fines, or to forgive a fine amount.
it: I crediti aggiunti a mano possono essere usati per pagare le multe.

source: First choose the type of credit you'd like to apply
it: Prima scegli il tipo di credito che vuoi applicare

source: If this credit is associated with an item you can enter that item's barcode so that the line item links to the right item
it: Se il credito è associato a una copia, puoi inserire il barcode della copia cosichè la linea di credito punterà alla copia giusta

source: The description field is where you will enter the description of the credit
it: Il campo descrizione è dove inserisci la descrizione del credito

source: Printing Invoices
it: Stampare ricevute

source: To the right of each account line there is a print link. Clicking that link will print an invoice for the line item that includes the date and description of the line item along with the total outstanding on the account.
it: Alla destra di ogni linea c'e' un link per la stampa. Cliccandolo viene stampata uan ricevuta per quella particolate spesa con la sua descrizione e il credito/debito totale dell'utente.

source: A list of all of the serial routing lists the patron belongs to will be accessible via the 'Routing Lists' tab on the patron record.
it: Una lista di tutte le routing list dell'utente è disponibile nella sezione 'Routing List' nella scheda dell'utente.

source: On this tab you will be able to see and edit all of the routing lists that this patron is on.
it: In questa sezione potrai vedere e modificare le routing list a cui appartiene l'utente.

source: Circulation History
it: Storico della circolazione

source: The circulation history tab will appear if you have set the :ref:`intranetreadinghistory` preference to allow it to appear. If you have the :ref:`OPACPrivacy` system preference set to 'Allow' and the patron has decided that the library cannot keep this information this tab will only show currently checked out items.
it: La tab "Storico della circolazione" viene mostrata solo se si imposta la preferenza di sistema :ref:`intranetreadinghistory` in modo da farla apparire. Se hai impostato la preferenza di sistema :ref:`OPACPrivacy` a 'Permetti' e l'utente ha deciso di non consentire alla biblioteca di conservare queste informazioni, la tab conterrà soltanto i dati relativi ai prestiti in corso.

source: If you would like to export a list of barcodes for the items checked in today you can find that option under the More menu on the top right of the page.
it: Se vuoi esportare una lista di barcode delle copie rientrate oggi, puoi trovare quest'opzione sotto il menu 'Di più' che trovi in alto a destra.

source: This will generate a text file with one barcode per line.
it: Verrà generato un file di testo con un barcode per riga.

source: Modification Log
it: Log delle modifiche

source: If you have set your :ref:`BorrowersLog` to track changes to patron records, then this tab will appear. The Modification Log will show when changes were made to the patron record. If you also have turned on the :ref:`IssueLog` and :ref:`ReturnLog` you will see checkins and outs on this screen as well.
it: Se hai impostato la preferenza di sistema :ref:`BorrowersLog ` in modo da registrare le modifiche ai record degli utenti, apparirà la tab relativa. La tab Log delle modifiche verrà visualizzata nel momento in cui verranno apportate delle modifiche al record dell'utente. Se hai impostato anche le preferenze :ref:`IssueLog` e :ref:`ReturnLog`, in questa videata saranno elencati anche prestiti e restituzioni.

source: The Librarian field shows the patron number for the librarian who made the changes
it: Il campo 'Bibliotecario' mostra l'id del bibliotecario che ha fatto i cambiamenti

source: The module lists 'MEMBERS' for the patron module
it: La colonna Modulo contiene 'Utenti" per il modulo utenti

source: The action will tell you what action was being logged
it: La colonna Azione contiene la descrizione della modifica apportata

source: The Object field lists the borrowernumber that is being modified (in the example above, it was my changing my own record)
it: La colonna Oggetto contiene il nome e/o il codice dell'utente che è stato modificato. (nell'esempio soprastante si vedono le modifiche apportate all'utente con codice 34)

source: Notices
it: Avvisi

source: The `patron's messaging preferences <#setpatronmessaging>`__ are set when :ref:`adding <add-a-new-patron-label>` or :ref:`editing <editing-patrons-label>` the patron. This tab will show the messages that have been sent and those that are queued to be sent:
it: Le `Preferenze messaggi utenti <#setpatronmessaging>` vengono impostate quando si :ref:`aggiunge <add-a-new-patron-label>` o si :ref:`modifica <editing-patrons-label>` un utente. Questa linguetta elenca i messaggi già inviati e quelli che sono ancora in coda:

source: Clicking on the message title will expand the view to show you the full text of the message that was sent.
it: Cliccando sul titolo del messaggio si visualizzerà il testo completo del messaggio spedito.

source: If the message has a status of sent or failed you will have the option to 'resend' the message to the patron by clicking the 'resentd button found under the status.
it: Se il messaggio ha status di spedito o fallito, potrai 'rispedire' il messaggio all'utente cliccando il bottone 'rispedisci' che si trova sotto lo status.

source: Statistics
it: Statistiche

source: Depending on what you set for the values of your :ref:`StatisticsFields` system preference, you can see statistics for one patron's circulation actions.
it: A seconda di come hai impostato la preferenza di sistema :ref:`StatisticsFields`, potrai vedere le statistiche per le azioni di circolazione di un utente.

source: If you set the :ref:`EnableBorrowerFiles` preference to 'Do' the Files tab will be visible on the patron information page.
it: Se imposti la preferenza di sistema :ref:`EnableBorrowerFiles` su 'Permetti', la tab 'Files' diventerà visibile sulla pagina delle informazioni generali dell'utente.

source: From here you can upload files to attach to the patron record.
it: Da qui puoi caricare files da collegare al record dell'utente.
