Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: it

source: From here you can 'Approve' and apply the changes to the patron record, 'Delete' and remove the changes or 'Ignore' and keep the changes pending to review later.
it: Da qui puoi 'Approvare' e rendere effettivi i cambiamenti al record utente. Puoi 'Calcellare' i cambiamenti, puoi 'Ignorare' i cambiamenti e dunque gestirli successivamente.

source: If you would like to see the entire patron record you can click the 'Patron details' links to the right of the buttons. This will open in a new tab.
it: Se si desidera visualizzare tutto il record utente puoi cliccare su 'Dettagli utente' a destra. Si aprirà in una nuova scheda.

source: Patron Permissions
it: Impostazione dei permessi utente

source: Patron Permissions are used to allow staff members access to the staff client.
it: I permessi dell'utente sono usati per definire i diritti dei membri dello staff dentro l'interfaccia relativa.

source: In order for a staff member to log into the staff interface they must have (at the very least) 'catalogue' permissions which allow them to view the staff interface.
it: Per un utente dello staff è richiesto almeno il permesso 'catalogue' per poter accedere all'interfaccia staff.

source: Setting Patron Permissions
it: Impostazione dei privilegi utente

source: To set patron permissions, you must first :ref:`have a patron of the 'Staff' type <add-a-staff-patron-label>` open
it: Per impostare i permessi per un utente, bisogna innanzitutto accedere al sistema con un :ref:`utente di tipo "Staff" <add-a-staff-patron-label>`

source: On the patron record click More and choose Set Permissions to alter patron permissions
it: Nella scheda utente, premi il bottone Più e scegli Imposta i permessi per cambiare i permessi all'utente

source: You will be presented with a list of preferences, some of which can be expanded by clicking the plus sign to the left of the section title.
it: Ti verrà presentata una lista di preferenze, alcune delle quali potranno essere espanse cliccando sul segno più a sinistra della sezione titolo.

source: Patron Permissions Defined
it: Impostazione dei privilegi utente

source: Access to all librarian functions
it: Accesso a tutte le funzioni del sistema

source: With this selected there is no need to choose any other permissions
it: Con questo permesso, non ne occorrono altri

source: circulate
it: circolazione

source: Check out and check in items
it: Copie in prestito e restituite

source: This section can be expanded (:ref:`Learn more <granular-circulate-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`approfondisci <granular-circulate-permissions-label>`)

source: catalogue
it: catalogo

source: **Required for staff login.** Staff access, allows viewing the catalogue in staff client
it: **Richiesto per il login di un membro dello staff.** Accesso staff, permette di vedere il catalogo nell'interfaccia dello staff

source: Must be given to all staff members to allow them to login to the staff client
it: Deve essere dato a tutti i membri dello staff per permettere loro di aprire una sessione nell'interfaccia staff

source: parameters
it: parametri

source: Manage Koha system systems (Administration panel)
it: Gestione di Koha (pannello di Amministrazione)

source: This section can be expanded (:ref:`Learn more <granular-parameters-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`Approfondisci <granular-parameters-permissions-label>`)

source: Add or modify patrons
it: Aggiungi o modifica utenti

source: Set user permissions
it: Imposta i permessi

source: Place and modify holds for patrons
it: Metti e modifica le prenotazioni per gli utenti

source: This section can be expanded (:ref:`Learn more <granular-holds-permissions-label>`)
it: Questa sezione si può espandere (:ref:`Approfondisci <granular-holds-permissions-label>`)

source: Edit Catalog (Modify bibliographic/holdings data)
it: Permessi di catalogazione (alterare e aggiungere record bibliografici e dati di copia)

source: This section can be expanded (:ref:`Learn more <granular-cataloging-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`approfondisci <granular-cataloging-permissions-label>`)

source: Manage patrons fines and fees
it: Gestisci le multe e le tariffe

source: This section can be expanded (:ref:`Learn more <granular-fines-and-charges-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`approfondisci <granular-fines-and-charges-permissions-label>`)

source: acquisition
it: acquisizione

source: Acquisition and/or suggestion management
it: Gestione delle acquisizioni e dei suggerimenti

source: This section can be expanded (:ref:`Learn more <granular-acquisitions-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`Approfondisci <granular-acquisitions-permissions-label>`)

source: management
it: amministrazione

source: Set library management params (deprecated)
it: Impostazione dei parametri di gestione della biblioteca (sconsigliato)

source: This permission level no longer controls anything.
it: Questo livello di permessi non controlla più nulla.

source: Use all tools
it: Usa tutti gli strumenti

source: This section can be expanded (:ref:`Learn more <granular-tools-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`Approfondisci <granular-tools-permissions-label>`)

source: Edit Authorities
it: Modificare Authority

source: Manage serial subscriptions
it: Gestisci gli abbonamenti alle risorse in continuazione

source: This section can be expanded (:ref:`Learn more <granular-serials-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`Approfondisci <granular-serials-permissions-label>`)

source: Allow access to the reports module
it: Permetti di accedere al modulo dei report

source: Reports found on the Circulation page are not controlled by this permission
it: I reports che sono nella pagina di Cricolazione non sono controllati da questo permesso

source: This section can be expanded (:ref:`Learn more <granular-reports-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`Approfondisci <granular-reports-permissions-label>`)

source: Allow staff members to modify permissions for other staff members
it: Autorizza i bibliotecari a modificare i permessi degli altri bibliotecari

source: Requires the borrowers permission above
it: Richiede il privilegio "borrowers" visto sopra

source: plugins
it: plugin

source: Koha plugins
it: Plugin di Koha

source: This section can be expanded (:ref:`Learn more <granular-plugins-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`approfondisci <granular-plugins-permissions-label>`)

source: lists
it: liste

source: Koha Lists
it: Liste di Koha

source: All staff have permission to create and modify their own lists, this permission is only necessary if you'd like to give a staff member permission to delete public lists that they have not created.
it: Ogni persona dello staff ha i permessi di creare e modificare le proprie liste, questo permesso è necessario se vuoi dare allo staff il permesso di cancellare liste pubbliche che non hanno creato loro.

source: This section can be expanded (:ref:`Learn more <granular-lists-permissions-label>`)
it: Questa sezione può essere espansa (:ref:`Approfondisci <granular-lists-permissions-label>`)

source: Granular Circulate Permissions
it: Permessi di circolazione granulari

source: If the staff member has 'circulate' permissions they have the ability to perform all of these actions. If you would like to control circulation permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi 'circulate' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulla circolazione, scegli tra queste opzioni:

source: Remaining circulation permissions
it: Rimanenti permessi per la circolazione

source: All circulation rights except those covered by permissions listed below
it: Tutti i permessi di circolazione eccetto quelli elencati sotto

source: Force checkout if a limitation exists
it: Forza il prestito se esiste una limitazione

source: With this permission a librarian will be allowed to override a check out restriction in the following cases:
it: Con questo privilegio, il bibliotecario ha il potere di ignorare un blocco sul prestito nei seguenti casi:

source: age restriction
it: Restrizione per età

source: the item is issued to another patron
it: la copia è in prestito ad un altro utente

source: the item is not for loan
it: la copia non è prestabile

source: the patron has overdue items
it: l'utente ha delle copie in ritardo

source: the item is lost
it: la copia è persa

source: the item is a high demand item
it: la copia è a forte richiesta

source: the item is on hold
it: la copia è prenotata

source: Manage restrictions for accounts
it: Gestire le restrizioni degli utenti

source: Grants permission to the staff member to lift a restriction that might be on the patron's record
it: Concede al membro dello staff il potere di rimuovere una restrizione che potrebbe gravare sull'utente

source: Execute overdue items report
it: Esegui il report delle copie in ritardo

source: The permission to run the overdues reports found under Circulation
it: Il permesso per far girare il report dei ritardi dal menu della circolazione

source: Override blocked renewals
it: Abilita a superare il blocco dei rinnovi

source: Requires that the staff member also has circulate\_remaining\_permissions
it: Richiedono che i bibliotecari abbiano anche i circulate\_remaining\_permissions

source: Granular Parameters Permissions
it: Parametri permessi granulari

source: If the staff member has 'parameters' permissions they have the ability to perform all of these actions. If you would like to control parameter permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sui livelli di permessi, scegli tra queste opzioni:

source: Manage circulation rules
it: Gestisci le regole di circolazione

source: The ability to access the :ref:`Circulation and fines rules <circulation-and-fine-rules-label>` in the administration area
it: Possibilità di accedere alla sezione :ref:`Circolazione e regole dei ritardi <circulation-and-fine-rules-label>` nell'area di amministrazione

source: Remaining system parameters permissions
it: Rimanenti permessi per i parametri di sistema

source: The ability to access all areas in Administration (other than the Circulation and fine rules)
it: La possibilità di accedere a tutte le aree in Amministrazione (tranne le regole di circolazione e delle multe)

source: Granular Holds Permissions
it: Permessi granulari per le prenotazioni

source: If the staff member has 'reserveforothers' permissions they have the ability to perform all of these actions. If you would like to control holds permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi 'reserveforothers' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulle prenotazioni, scegli tra queste opzioni:

source: Modify holds priority
it: Modifica priorità prenotazioni

source: Allow staff members to alter the holds priority (moving patrons up and down the queue)
it: Abilita a modificare la priorità delle prenotazioni (spostare in su o in giù gli utenti nella coda)

source: Place holds for patrons
it: Prenota per gli utenti

source: Granular Cataloging Permissions
it: Permessi granulari per la catalogazione

source: If the staff member has 'editcatalogue' permissions they have the ability to perform all of these actions. If you would like to control cataloging permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi 'editcatalogue' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulla catalogazione, scegli tra queste opzioni:

source: Delete all items at once
it: Cancella tutte le copie in una volta

source: Ability to use the 'Delete all items' option found under the 'Edit' menu in cataloging
it: Abilita ad usare l'opzione ' Cancella tutte lo copie' che trovi nel menu 'Modifica' in catalogazione

source: Edit catalog (Modify bibliographic/holdings data)
it: Permessi di catalogazione (alterare e aggiungere record bibliografici e dati di copia)

source: Ability to access all cataloging functions via the `Cataloging <#cataloging>`__ page
it: Possibilità di accedere a tutte le funzionalità nella pagina :ref:`Catalogazione <#cataloging>`

source: Edit items
it: Modifica le copie

source: Ability to make :ref:`edits to item/holdings records <editing-items-label>`, but not bibliographic records
it: Possibilità di apportare :ref:`modifiche alle copie/prenotazioni <editing-items-label>`, ma non ai record bibliografici

source: Limit item modification to subfields defined in the :ref:`SubfieldsToAllowForRestrictedEditing` preference
it: Limita le modifiche sulle copie ai sottocampi definiti nella preferenza :ref:`SubfieldsToAllowForRestrictedEditing`

source: Please note that edit\_items permission is still required
it: Nota che è sempre necessario avere il permesso edit\_items

source: Fast cataloging
it: Catalogazione veloce

source: The ability to catalog using only the :ref:`Fast Add Framework <fast-add-cataloging-label>` found on the `Circulation <#circulation>`__ page
it: Possibilità di eseguire la catalogazione soltanto attraverso il comando :ref:`Catalogazione veloce <fast-add-cataloging-label>` che si trova nella pagina `Circolazione <#circulation>`

source: Granular Fines and Charges Permissions
it: Permessi granulari sulle multe e sugli addebiti

source: If a staff member has 'updatecharges' permission they have the ability to perform all of these actions. If you would like to control fines and charges permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi "updatecharges", può fare tutte quelle azioni. Se vuoi avere maggior controllo sulle multe e sugli addebiti, scegli tra queste opzioni:

source: Remaining permissions for managing fines and fees other than the ability to write off charges
it: Tutti i permessi per gestire le multe e le tariffe, eccetto la possibilità di cancellare gli addebiti

source: Write off fines and fees
it: Cancella multe e tariffe

source: Granular Acquisitions Permissions
it: Permessi granulari per le acquisizioni

source: If the staff member has 'acquisition' permissions they have the ability to perform all of these actions. If you would like to control acquisitions permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi 'acquisition' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sulle acquisizioni, scegli tra queste opzioni:

source: Add and delete budgets (but can't modify budgets)
it: Aggiungi e cancella (ma non modifica) budgets

source: Manage budgets
it: Gestisci i budgets

source: Manage all budgets
it: Gestisci tutti i budgets

source: Modify budget (can't create lines, but can modify existing ones)
it: Modifica budget (non puoi creare ma modificare gli esistenti)

source: Manage contracts
it: Gestisci i contratti

source: Manage orders and basket groups
it: Gestisci ordini, raccoglitori e ordini d'acquisto

source: Manage orders and baskets
it: Gestisci ordini e raccoglitori

source: Manage all orders and baskets, regardless of restrictions on them
it: Gestisci ordini e raccoglitori senza restrizioni al riguardo

source: Manage periods
it: Gestisci le risorse in continuazione

source: Manage budget planning
it: Pianificazione del budget

source: Manage vendors
it: Gestisci i fornitori

source: Granular Serials Permissions
it: Permessi granulari per i seriali

source: If the staff member has 'serials' permissions they have the ability to perform all of these actions. If you would like to control serials permissions on a more granular level choose from these options:
it: Se lo staff ha i permessi 'serials' puo' fare tutte quelle azioni. Se vuoi aver maggior controllo sui seriali, scegli tra queste opzioni:

source: Check the :ref:`expiration of a serial <check-serial-expiration-label>`
it: Controlla la :ref:`scadenza di un periodico <check-serial-expiration-label>`

source: Claim missing serials via the :ref:`Claims section <claim-late-serials-label>`
it: Permette di sollecitare numeri mancanti tramite la :ref:`sezione "Solleciti" <claim-late-serials-label>`

source: Create :ref:`a new subscription <add-a-subscription-label>`
it: Permette di creare :ref:`un nuovo abbonamento <add-a-subscription-label>`

source: Delete an existing subscription
it: Cancella abbonamento

source: Edit an existing subscription
it: Cancella abbonamento esistente

source: This permission does not include the ability to delete or create a subscription
it: Questo permesso non include la possibilità di cancellare o creare un abbonamento

source: Serials receiving
it: Ricevi risorse in continuazione

source: Receive serials on existing subscriptions
it: Abilita a ricevere i fascicoli degli abbonamenti esistenti

source: Renew a subscription
it: Rinnova un abbonamento

source: Manage :ref:`routing lists <create-a-routing-list-label>`
it: Gestione di :ref:`routing lists <create-a-routing-list-label>`

source: Manage subscriptions from any branch (only applies when :ref:`IndependantBranches <independentbranches-label>` is used)
it: Permette di gestire gli abbonamenti da qualsiasi biblioteca (si applica solo se la preferenza :ref:`IndependantBranches <independentbranches-label>` è attiva)

source: Granular Tools Permissions
it: Permessi granulari per gli strumenti

source: If the staff member has 'tools' permissions they have the ability to access and use all items under the Tools menu. If you would like to control which tools staff members have access to on a more granular level choose from these options:
it: Se lo staff ha i permessi 'tools' puo' usare tutti gli stumenti della sezione 'Strumenti'. Se vuoi aver maggior controllo sull'uso degli strumenti, scegli tra queste opzioni:

source: Upload patron images in batch or one at a time
it: Carica le immagini utente insieme o una per volta

source: Access to the :ref:`Image Upload Tool <upload-patron-images-label>`
it: Consente l'uso dello strumento :ref:`Carica le immagini utente <upload-patron-images-label>`

source: Delete old borrowers and anonymize circulation/reading history (deletes borrower reading history)
it: Cancella i vecchi utenti e rendi anonimo lo storico della circolazione (cancellare lo storico dei prestiti dell'utente)

source: Access to the :ref:`Anonymize Patron Tool <patrons-(anonymize,-bulk-delete)-label>`
it: Consente l'uso dello strumento :ref:`Cancella/rendi anonimi gli utenti via batch <patrons-(anonymize,-bulk-delete)-label>`

source: Define days when the library is closed
it: Definisci i giorni in cui la biblioteca è chiusa

source: Access to the :ref:`Calendar/Holidays Tool <calendar-label>`
it: Consente l'uso dello strumento :ref:`Calendario <calendar-label>`

source: Write news for the OPAC and staff interfaces
it: Redigi le News per l'OPAC e l'interfaccia staff

source: Access to the :ref:`News Tool <news-label>`
it: Consente l'uso dello strumento :ref:`News Koha <news-label>`

source: Set notice/status triggers for overdue items
it: Imposta i triggers per messaggi di ritardo/status (copie in ritardo)

source: Access to the :ref:`Overdue Notice Status/Triggers Tool <overdue-notice/status-triggers-label>`
it: Consente l'uso dello strumento :ref:`Triggers per messaggi di ritardo/status <overdue-notice/status-triggers-label>`

source: Define notices
it: Definisci un avviso

source: Access to the :ref:`Notices Tool <notices-&-slips-label>`
it: Accesso allo :ref:`Strumento avvisi <notices-&-slips-label>`

source: Export bibliographic, authorities and holdings data
it: Esporta dati bibliografici, dati di copia e di authority

source: Access to the :ref:`Export Data Tool <export-data-(marc-&-authorities)-label>`
it: Accesso allo :ref:`Strumento esportazione dati <export-data-(marc-&-authorities)-label>`

source: Import patron data
it: Importa i dati dell'utente

source: Access to the :ref:`Import Patrons Tool <patron-import-label>`
it: Accesso allo :ref:`Strumento importazione utenti <patron-import-label>`

source: Perform inventory (stocktaking) of your catalog
it: Esegui l'inventario (stoccaggio) del tuo catalogo

source: Access to the :ref:`Inventory Tool <inventory/stocktaking-label>`
it: Accesso allo :ref:`Strumento inventario <inventory/stocktaking-label>`

source: Perform batch deletion of items
it: Cancellazione batch delle copie

source: Access to the :ref:`Batch Item Deletion Tool <batch-item-deletion-label>`
it: Consente l'uso dello strumento :ref:`Cancella records via batch <batch-item-deletion-label>`

source: Perform batch modification of items
it: Modifica batch delle copie

source: Access to the :ref:`Batch Item Modification Tool <batch-item-modification-label>`
it: Consente l'uso dello strumento :ref:`Modifica record via batch <batch-item-modification-label>`

source: Limit :ref:`batch item modification <batch-item-modification-label>` to subfields defined in the :ref:`SubfieldsToAllowForRestrictedBatchmod` preference
it: Limita lo strumento :ref:`Modifica record via batch <batch-item-modification-label>` ad agire sui sottocampi definiti nella preferenza di sistema :ref:`SubfieldsToAllowForRestrictedBatchmod`

source: Please note that items\_batchmod permission is still required
it: Nota che è sempre necessario avere il permesso items\_batchmod

source: Create printable labels and barcodes from catalog and patron data
it: Crea etichette stampabili e codici a barre dai dati del catalogo e degli utenti

source: Access to the :ref:`Label Creator` and :ref:`Quick Label Creator <quick-spine-label-creator-label>` Tools
it: Consente l'uso degli strumenti :ref:`Creatore di etichette <label-creator-label>` e :ref:`Creatore etichette per il dorso <quick-spine-label-creator-label>`

source: Manage CSV export profiles
it: Crea dei profili CSV per personalizzare l'esportazione di dati dalle liste o dal carrello

source: Access to the :ref:`CSV Profiles Tool <csv-profiles-label>`
it: Accesso allo strumento :ref:`Profili CSV <csv-profiles-label>`

source: Manage staged MARC records, including completing and reversing imports
it: Gestisci i records MARC preparati, completa e annulla le importazioni

source: Access to the :ref:`Manage Staged MARC Records Tool <staged-marc-record-management-label>`
it: Accesso allo strumento :ref:`Gestisci il deposito dei records MARC <staged-marc-record-management-label>`

source: Moderate patron comments
it: Modera i commenti degli utenti.

source: Access to the :ref:`Comments Tool <comments-label>`
it: Accesso allo strumento :ref:`Commenti <comments-label>`

source: Moderate patron tags
it: Modera i tags degli utenti

source: Access to the :ref:`Tags Tool <tag-moderation-label>`
it: Accesso allo strumento :ref:`Tags <tag-moderation-label>`

source: Perform batch deletion of records (bibliographic or authority)
it: Fai una cancellazione batch di records (bibliografici o authority)

source: Access to the :ref:`Batch Record Deletion Tool <batch-record-deletion-label>`
it: Accesso allo strumento :ref:`Cancellazione batch di record <batch-record-deletion-label>`

source: Manage rotating collections
it: Gestisci le raccolte mobili

source: Access to the :ref:`Rotating Collections Tool <rotating-collections-label>`
it: Accesso allo strumento :ref:`Rotating Collections <rotating-collections-label>`

source: Schedule tasks to run
it: Pianifica l'esecuzione di report

source: Access to the :ref:`Task Scheduler Tool <task-scheduler-label>`
it: Accesso allo strumento :ref:`Pianificatore di attività <task-scheduler-label>`
