Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: it

source: All files that are uploaded will appear above a form where additional files can be uploaded from.
it: Tutti i file caricati appariranno sotto la form in cui potrai caricare altri file.

source: Purchase Suggestions
it: Suggerimenti di acquisto

source: If the patron has made any purchase suggestions you will see a purchase suggestions tab on the patron record.
it: Se l'utente ha inserito un suggerimento d'acquisto, vedrai il tab 'suggerimenti d'acquisto' nella sua scheda.

source: From here you can see all suggestions made by the patron and their status, you can also create a purchase suggestion on the patron's behalf by clicking the 'New purchase suggestion' button at the top.
it: Da qui puoi vedere tutti i suggerimenti d'acquisto e il loro stati, puoi anche creare un suggerimento dalla scheda dell'utente cliccando sul pulsante in alto 'Nuovo suggerimento d'acquisto'.

source: Learn more about :ref:`Purchase suggestions <purchase-suggestions-label>` in the `Acquisitions <#acqmodule>`__ chapter of this manual.
it: Trovi maggiori informazioni nella sezione :ref:`Suggerimenti di acquisto <purchase-suggestions-label>` nel capitolo :ref:`Acquisizioni <#acqmodule>` di questo manuale.

source: Patron discharges
it: Liberatorie dell'utente

source: A discharge is a certificate that says the patron has no current checkouts, no holds and owe no money. To enable this option on the patron record you need to set the :ref:`useDischarge` system preference to 'Allow'.
it: Una liberatoria certifica che l'utente non ha prestiti in corso, né prenotazioni né multe. Per attivare questa opzione sul record patrono è necessario impostare la preferenza di sistema :ref:`useDischarge` su 'Consenti'.

source: In France a "quitus" ("discharge") is needed if you want to register for an account in a library or a university).
it: In Francia un "quitus" ("liberatoria") è necessario se si desidera registrare un account in una biblioteca o di una università.

source: Academic libraries often require that you have a clear record at the library before you can graduate.
it: Le biblioteche accademiche spesso richiedono dalla biblioteca una liberatoria prima di potersi laureare.

source: Patrons can :ref:`request discharges via the OPAC <ask-for-a-discharge-label>`. Any pending discharges will be listed below the menu buttons on the main staff client page
it: Gli utenti possono :ref:`chiedere la liberatoria attraverso l'OPAC <ask-for-a-discharge-label>`. Tutte le richieste di liberatoria in attesa vengono messe sotto i bottoni del menu nella pagina principale dell'interfaccia dei bibliotecari

source: Clicking the pending requests will open a screen where you can allow those discharges
it: Cliccando sulle richieste in sospeso si aprirà una schermata dove è autorizzare le liberatorie

source: To generate a discharge for a specific patron click the 'Discharge' tab on the left of the patron record
it: Per generare una liberatoria per un utente clicca il tab 'Liberatoria' sulla sinistra del record utente

source: If the patron can have a discharge generated then it will have a button that says 'Generate discharge'
it: Se l'utente può autogenerarsi la liberatoria, allora vedrà un pulsante con la frase 'Genera la liberatoria'

source: If not then you'll see an error explaining why you can't discharge the patron.
it: Se non è cosi, vedrai un errore che spieghera perchè non puoi fare la liberatoria per l'utente.

source: Once the letter is generated you will have a PDF to download
it: Una volta che la letterà è stata generata, avrai un PDF da scaricare

source: You can style the PDF using the :ref:`NoticeCSS` preference.
it: Puoi personalizzare il PDF usando la preferenza :ref:`NoticeCSS`.

source: The patron will have a restriction added to their account
it: L'utente si troverà con una restrizione sul suo account

source: And a history of discharges will be added to the 'Discharge' tab
it: E lo storico delle liberatorie verrà aggiunto nel tab 'Liberatoria'

source: Patron Search
it: Cerca utente

source: Clicking on the link to the Patron module will bring you to a search/browse screen for patrons. From here you can search for a patron by any part of their name or their card number.
it: Cliccando sul link al modulo degli utenti sarà visualizzata una pagina per cercare/scorrere gli utenti. Da qui puoi cercare un utente inserendo una parte del nome o il loro numero di tessera.

source: Clicking the small plus sign [+] to the right of the search box will open up an advanced patron search with more filters including the ability to limit to a specific category and/or library.
it: Cliccando il segno più a destra della casella di ricerca verrà mostrata la ricerca avanzata di utenti, con un numero maggiore di filtri tra cui la categoria utente e la biblioteca di appartenenza.

source: You can also filter your patron results using the search options on the left hand side of the page.
it: Puoi filtrare gli utenti trovati usando le opzioni di ricerca sul lato sinistro della pagina.

source: Depending on what you have chosen for the 'Search fields' you can search for patrons in various different ways.
it: Dipendendo da cosa hai scelta per 'Campi di ricerca'. puoi cercare gli utenti in diversi modi.

source: Enter any part of their name, username, email address or barcode
it: Inserisci una parte del nome, l'email o il barcode

source: Enter any part of their email address and choose 'Contains' instead of 'Starts with'
it: Inserisci qualsiasi parte dell'indirizzo email dell'utente e scegli 'Contiene' invece di 'Inizia con'

source: Borrower number:
it: Numero utente:

source: Enter the Koha borrower number
it: Inserisci il numero utente di Koha:

source: Phone number:
it: Numero di telefono:

source: Enter the phone number exactly as it is in the system or by using spaces between each batch of numbers.
it: Inserisci il numero di telefono esattamente come nel sistema o staccando con uno spazio le sezioni del numero.

source: Example: To find (212) 555-1212 you can search for it exactly as it was entered or by searching for 212 555 1212
it: Esempio: Per cercare il (212) 555-1212 puoi inserirlo esattamente cosi oppure cercare 212 555 1212

source: Street address:
it: Indirizzo:

source: Enter any part of the patron's address (includes all address fields) and choose 'Contains' instead of 'Starts with' to find the string anywhere in the address
it: Inserisci qualsiasi parte dell'indirizzo dell'utente e scegli 'Contiene' invece di 'Inizia con'. In questo modo la ricerca avverrà cercando la stringa ovunque nei campi dell'indirizzo dell'utente

source: Date of birth
it: Data di nascita

source: Birth dates should be entered using the format set forth in the :ref:`dateformat` preference.
it: Le date di nascita vanno indicate usando il formato impostato con la preferenza :ref:`dateformat`.

source: Sort field 1
it: Ordina per il campo 1:

source: This is a custom field that libraries can use for any type of data about the patron.
it: Questo è un campo proprieatario che le biblioteca posso usare per ogni tipo di dato riguardante gli utenti.

source: Sort field 2
it: Ordina per il campo 2:

source: You can also choose to either search for fields that start with the string you entered or contain the string. Choosing 'Contains' will work like a wildcard search.
it: Puoi sceglire se cercare per stringhe iniziali nei campi o per stringhe contenute nei campi. Scegliendo 'Contiene' farai una ricerca tipo quella con caratteri jolly.

source: You can also browse through the patron records by clicking on the linked letters across the top.
it: Puoi scorrere i record degli utenti cliccando le lettere con i link presenti in alto.
