Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: it

source: Patrons
it: Utenti

source: Before importing and/or adding patrons be sure to set up your :ref:`patron categories <patron-categories-label>`.
it: Prima di importare e/o aggiungere utenti, assicurati di avere impostato le `categorie utente <patron-categories-label>`.

source: Add a new patron
it: Aggiungi un nuovo utente

source: Patrons are added by going to the 'Patrons' module.
it: Gli utenti sono aggiunti usando ilo modulo 'Utenti'.

source: *Get there:* Patrons
it: *Vai a:* Utenti

source: Once there you can add a new patron.
it: Una volta entrato, potrai aggiungere un nuovo utente.

source: Click 'New patron'
it: Cliccare su 'Nuovo utente'

source: The fields that appear on the patron add form can be controlled by editing the :ref:`BorrowerUnwantedField` system preference.
it: I campi del modulo di aggiunta utente possono essere controllati tramite la preferenza di sistema :ref:`BorrowerUnwantedField`.

source: First enter the identifying information regarding your patron
it: Anzitutto digita l'informazione che identifica l'utente

source: Required fields are defined in the :ref:`BorrowerMandatoryField` system preference
it: I campi obbligatori sono definiti nella preferenza di sistema :ref:`BorrowerMandatoryField`

source: Salutation is populated by the :ref:`BorrowersTitles` system preference
it: Il campo cortesia è popolato con i valori della preferenza di sistema :ref:`BorrowersTitles`

source: **Note**
it: **Nota**

source: If you'd like to prevent full names from printing on :ref:`slips <notices-&-slips-label>` and you're not using the Initials or Other name fields for anything else, you can use them for shortened versions of the name to then be printed on the slip.
it: Se vuoi evitare di stampare i nomi completi sulle :ref:`ricevute <notices-&-slips-label>` e non stai usando i campi 'Iniziali' o 'Altro nome' per qualcos'altro, puoi usarli per delle versioni accorciate del nome per poi stampare quanto ivi contenuto sulla ricevuta.

source: For example:
it: Per esempio:

source: Then on the slip you can have it print the <<borrowers.initials>> instead of the full name (NCE).
it: Poi sulla ricevuta sarà stampato il campo <<borrowers.initials>> invece del nome completo (NCE).

source: Or you could do something like this:
it: Oppure si potrebbe fare qualcosa di simile:

source: Then on the slip you can have it print the <<borrowers.initials>>, <<borrowers.firstname>> instead of the full name (E, Nicole).
it: Poi sulla ricevuta saranno stampati i campi <<borrowers.initials>>, <<borrowers.firstname>> invece del nome completo (E. Nicole).

source: Next enter the contact information
it: Poi inserisci l'informazione sui contatti

source: For contact information, note that the primary phone and email addresses are the ones that appear on notices and slips printed during circulation (receipts, transfer slips and hold slips). The primary email is also the one that overdue notices and other messages go to.
it: Per le informazioni di contatto, nota che il telefono principale e gli indirizzi e-mail appaiono sugli avvisi e sulle ricevute stampate durante le operazioni di circolazione (ricevute di prestito, di trasferimento, di prenotazione), L' email principale è anche usata e negli avvisi di ritardo e altri.

source: If this patron is a child, you will be asked to attach the child patron to an adult patron
it: Se l'utente è un bambino, ti verrà richiesto di collegarlo a un utente adulto

source: Click 'Set to Patron' to search your system for an existing patron
it: Clicca ''Set to Patron' per cercare se un utente esiste nel sistema

source: If the Guarantor is not in the system, you can enter the first and last name in the fields available
it: Se il garante non è registrato nel sistema, puoi mettere il suo nome e cognome nei campi disponibili.

source: The relationships are set using the :ref:`borrowerRelationship` system preference
it: Le relazioni sono impostate nella preferenza di sistema :referendum:`borrowerRelationship`

source: If this patron is a professional, you will be asked to attach the patron to an organizational patron
it: Se l'utente è professionale, ti verrà richiesto di collegarlo a un utente istituzionale

source: Click 'Set to Patron to search your system for an existing patron
it: Clicca 'Set to Patron' per cercare se un utente esiste nel sistema

source: Each patron can have an alternate contact
it: Ogni utente può avere un contatto alternativo

source: An alternate contact could be a parent or guardian. It can also be used in academic settings to store the patron's home address.
it: Un indirizzo alternativo può essere un parente. Nei college può essere l'indirizzo di casa.

source: The library management section includes values that are used within the library
it: La sezione di gestione della biblioteca include valori usati all'interno della biblioteca

source: The card number field is automatically calculated if you have the :ref:`autoMemberNum` system preference set that way
it: Il numero della tessera è calcolato automaticamente se la preferenza di sistema :ref:`autoMemberNum` lo prevede

source: For a newly installed system this preference will start at 1 and increment by 1 each time after. To have it start with the starting number of your barcodes, enter the first barcode by hand in the patron record and save the patron. After that the field will increment that number by 1.
it: In un nuovo sistema appena installato, questo valore parte da 1 e viene incrementato di 1 ogni volta. Per partire da tuo attuale valore di barcode, insersci il primo barcode a mano nel record utente e salva il record. Successivamente il valore aumenterà di 1.

source: If you accidentally chose the wrong patron category at the beginning you can fix that here
it: Se sbagli categoria utente all'inizio, lo puoi sistemare qui

source: Sort 1 and 2 are used for statistical purposes within your library
it: Sort1 e 2 sono usati a scopo statistica nella biblioteca

source: Next, the Library Setup section includes additional library settings
it: Poi, la sezione Impostazione Biblioteca include altre impostazioni

source: The registration date will automatically be filled in with today's date
it: La data di registrazione sarè riempita in automatico con la data di oggi

source: If your patron cards expire (based on your :ref:`patron category settings <patron-categories-label>`) the Expiry date will automatically be calculated
it: Se la tessera dell'utente scade (in base alle :ref:`impostazioni categoria utente <patron-categories-label>`), la data di scadenza sarà calcolata automaticamente

source: The OPAC Note is a note for the patron - it will appear in the OPAC on the patron's record
it: Il campo 'Nota Opac' e' una nota per l'utente - apparita in Opac nel record dell'utente

source: The Circulation Note is meant solely for your library staff and will appear when the circulation staff goes to check an item out to the patron
it: La nota di circolazione e'n solo per lo staff e appare quando lo staff presta una copia all'utente

source: The Staff/OPAC asks for the username and password to be used by the patron (and/or staff member) to log into their account in the OPAC and for staff to log in to the staff client.
it: La login e la password dell' OPAC sono usate dall'utente per loggarsi all'Opac. Lo staff le usa anche per loggarsi al client staff.

source: Staff will only be able to use this log in info to log in to the staff client if they have the :ref:`necessary permissions <patron-permissions-label>`.
it: Lo staff potrà utilizzare questa informazione di login per collegarsi all'interfaccia dello staff se ha i :ref:`necessari permessi <patron-permissions-label>`.

source: If you have set :ref:`additional patron attributes <patron-attribute-types-label>` up, these will appear next
it: Se sono impostati :ref:`attributi utente addizionali <patron-attribute-types-label>`, appariranno in seguito

source: Finally, if you have :ref:`EnhancedMessagingPreferences` set to 'allow,' you can choose the messaging preferences for this patron.
it: Infine, se la preferenza :ref:`EnhancedMessagingPreferences` è impostata a 'Permettere', potrai scegliere le opzioni di messaggistica per l'utente.

source: These notices are:
it: Questi avvisi sono:

source: Advanced notice : A notice in advance of the patron's items being due (The patron can choose the number of days in advance)
it: Preavviso: Un preavviso all'utente con le copie che stanno per scadere (l'utente può scegliere il numero di giorni di anticipo)

source: Item checkout : A notice that lists all the of the items the patron has just checked out and/or renewed, this is an electronic form of the checkout receipt
it: Prestito di una copia: un avviso che elenca tutte le copie che l'utente ha preso in prestito e/o rinnovato; è la versione elettronica della ricevuta dei prestiti

source: Hold filled : A notice when you have confirmed the hold is waiting for the patron
it: Prenotazione accettata: Un avviso quando hai confermato che la prenotazione è in attesa di ritiro da parte dell'utente

source: Item due : A notice on the day and item is due back at the library
it: Copia in scadenza: Un avviso nel giorno in cui una copia deve essere restituita alla biblioteca

source: Item check-in : A notice that lists all the of the items the patron has just checked in
it: Copia restituita: Un avviso che elenca le copie da poco restituite dall'utente

source: Patrons can choose to receive their notices as a digest by checking the 'Digest only?' box along with the delivery method. A digest is a combination of all the messages of that type (so all items due in 3 days in one email) in to one email instead of multiple emails for each alert.
it: Gli utenti possono scegliere se ricevere gli avvisi come digest spuntando la casella 'solo digest' e il metodo di spedizione. Il digest è un raggruppamento di tutti i messaggi di un certo tipo (p.es. tutte le copie da restituire nei prossimi 3 giorni in un solo messaggio) invece di un messaggio per avviso.

source: **Important**
it: **Importante**

source: These preferences will override any you set via the :ref:`patron categories <adding-a-patron-category-label>`
it: Queste preferenze hanno priorità su quelle impostate in :ref:`categorie utente <adding-a-patron-category-label>`

source: These preference can be altered by the patron via the OPAC
it: Queste preferenze possono essere modificate dall'utente tramite l'OPAC

source: Once finished, click 'Save'
it: Quando hai finito, clicca 'Salva'

source: If the system suspects this patron is a duplicate of another it will warn you.
it: Se lo staff ha i permessi 'reserveforothers' può fare tutte quelle azioni. Se vuoi aver maggior controllo sulle prenotazioni, scegli tra queste opzioni:

source: A duplicate patron is detected if first and last names match and there is no date of birth populated or if first name, last name and date of birth fields are all populated. If two patrons have matching names, but one has a date of birth and the other does not they will not match as duplicates.
it: Un utente duplicato viene individuato se coincidono nome e cognome, e non c'è data di nascita o se nome, cognome e data di nascita sono tutti presenti. Se nome e cognome coincidono ma manca una delle due date di nascita, gli utenti non sono considerati un duplicato.

source: If you have set a minimum or upper age limit on the patron category and are requiring that the birth date be filled in, Koha will warn you if the patron you're adding is too old or young for the patron category you have selected:
it: Se hai impostato un'età minima o massima per una categoria utente e l'età è obbligatoria, Koha ti avviserà se stai assegnando l'utente a una categoria non appropriata:

source: Add a Staff Patron
it: Aggiungi un utente staff

source: All staff members must be entered into Koha as patrons of the 'Staff' type. Follow the steps in :ref:`Add a Patron <add-a-new-patron-label>` to add a staff member. To give the staff member permissions to access the staff client, follow the steps in :ref:`Patron Permissions`
it: Tutti i membri dello staff devono essere registrati in Koha tramite il tipo 'staff'. Segui i passi indicati in :ref:`Aggiungi un utente <add-a-new-patron-label>` per aggiungere un membro dello staff. Per attribuire i permessi corretti ai membri dello staff, segui i passi indicati in :ref:`Patron Permissions`

source: Remember to assign your staff secure usernames and passwords since these will be used to log into the staff client.
it: Ricordati di assegnare allo staff password e id sicuri; verranno usati per entrare nel client staff.

source: Add a Statistical Patron
it: Aggiungi un utente per le statistiche

source: One way to track use of in house items is to "check out" the materials to a statistical patron. The "check out" process doesn’t check the book out, but instead tracks an in house use of the item. To use this method for tracking in house use you first will need a :ref:`patron category <patron-categories-label>` set up for your Statistical patron.
it: Un modo per tenere traccia dell'uso interno delle copie è di "prestarle" fittiziamente all'utente delle statistiche. Il processo di "prestito" non presta realmente il libro, ma registra il suo uso interno. Per usare questo metodo devi prima disporre di una :ref:`categoria utente <patron-categories-label>` impostata per l'utente delle statistiche.

source: Next, you will need to create a new patron of the statistical type
it: Poi devi creare un utente del tipo statistiche

source: Next, follow the steps put forth in the ':ref:`Add a new Patron <add-a-new-patron-label>`' section of this manual. Since this patron is not a real person, simply fill in the required fields, the correct library and nothing else.
it: Successivamente, attenersi alla procedura definita nella sezione ‘:ref:`Aggiungi un nuovo utente <add-a-new-patron-label>`' di questo manuale. Poiché questo utente non è una persona reale, basta compilare i campi obbligatori, la biblioteca corretta e nient'altro.

source: To learn about other methods of tracking in house use visit the :ref:`Tracking inhouse use <tracking-in-house-use-label>` section of this manual.
it: Per conoscere altri metodi di rilevamento dell'uso interno/consultazioni visita la sezione :ref:`Traccia la consultazione <tracking-in-house-use-label>` di questo manuale.

source: Duplicate a Patron
it: Copia un utente

source: Sometimes when you're adding a new family to your system you don't want to type the contact information over and over. Koha allows for you to duplicate a patron and change only the parts you want to (or need to) change.
it: Alcune volte devi aggiungere un'intera famiglia e non vuoi scrivere lo stesso indirizzo più volte. Koha ti permette di duplicare un utente e cambiare solo le parti che vuoi/devi cambiare.

source: Open the patron you want to use as your base (the patron you want to duplicate information from)
it: Apri l'utente che vuoi usare come base di partenza (quello da cui vuoi duplicare le informazioni)

source: Click the 'Duplicate' button at the top of their record
it: Clicca su 'Duplica' in testa al record

source: All of the fields with the exception of first name, card number, username and password have been duplicated. Fill in the missing pieces and click 'Save'
it: Sono duplicabili tutti i campi ad eccezione di: 'Nome', 'Numero di tessera' , la login e la password dell'Opac. Compila i campi mancanti e premi 'Salva'

source: Clicking in a field that is already populated with data will clear that field of all information (making it easier for you to type in something different)
it: Facendo clic in un campo che è già popolato con dati, verranno cancellate da quel campo tutte le informazioni (rendendo più facile per poter digitare in qualcosa di diverso)

source: You will be brought to your new patron
it: Verrai portato alla pagina del nuovo utente

source: Add Patron Images
it: Aggiungi immagini utente

source: If you would like you can add patron images to help identify patrons. To enable this feature you must first set the :ref:`patronimages` preference to 'Allow'.
it: Se vuoi, puoi aggiungere immagini che aiutino a identificare l'utente. Per attivare questa funzionalità, la preferenza :ref:`patronimages` va impostata a 'Permettere'.

source: If the preference is set to 'Allow' you will see a placeholder image under the patron's name and box to upload a patron image below the basic contact information.
it: Se la preferenza è impostata a 'Permettere' vedrai un'icona sotto il nome dell'utente e una casella per caricare una sua immagine sotto le informazioni di contatto.

source: In the 'Upload Patron Image' box click 'Browse' to find the image on your computer and 'Upload' to load the image on to the patron record.
it: Nella casella 'Carica immagine utente' clicca su ''Browse' per cercare l'immagine sul tuo computer e caricarla nel record utente.

source: There is a limit of 100K on the size of the picture uploaded and it is recommended that the image be 200x300 pixels, but smaller images will work as well.
it: C'è un limite di 100K sulla dimensione dell'immagine caricata e si raccomanda che l'immagine sia 200 x 300 pixel, ma immagini più piccole funzionerà pure.

source: Editing Patrons
it: Modifica utenti

source: Patrons in Koha can be edited using one of many edit buttons.
it: Gli utenti in Koha possono essere modificati usando molti bottoni 'Modifica'.

source: To edit the entire patron record simply click the 'Edit' button at the top of the patron record.
it: Per modificare tutto il record utente, clicca 'Modifica' all'inzio del record.

source: Patron passwords are not recoverable. The stars show on the patron detail next to the Password label are always there even if a password isn't set. If a patron forgets their password the only option is to reset their password. To change the patron's password, click the 'Change Password' button
it: Le password degli utenti non sono recuperabili. Gli asterischi accanto all'etichetta Password sono sempre presenti, anche a password mancante. L'unico modo per cambiare una password dimenticata è resettarla. Per cambiarla, scegliere il bottone 'Cambia password'

source: Koha cannot display existing passwords. Leave the field blank to leave password unchanged.
it: Koha non può mostrare le password esistenti. Lascia il campo vuoto per lasciare la password non modificata.

source: This form can automatically generate a random password if you click the link labeled "Click to fill with a randomly generated suggestion. Passwords will be displayed as text."
it: Questa form può generare automaticamente una password casuale se premi il link che ha etichetta 'Clicca per generare una password casuale. Verrà mostrata in chiaro'.

source: To edit a specific section of the patron record (for example the Library Use section) click the 'Edit' link below the section
it: Per modificare una specifica sezione del record utente, clicca sul link 'Modifica' sotto la sezione

source: A patron image can be added by browsing for the image on your machine from the 'Manage Patron Image' section
it: Un 'immagine dell'utente può essere caricate a partire da un pc attraverso l'uso della sezione 'Gestisci immagine utente'

source: This form will not appear if you have the :ref:`patronimages` system preference to not allow patron images
it: Questo modulo non verrà visualizzato se avete la preferenza di sistema :ref:`patronimages` configurata per non consentire le immagini dell'utente

source: To add patron images in bulk, use the :ref:`Upload Patron Images <upload-patron-images-label>` Tool
it: Per aggiungere molte immagini utente, utilizza lo strumento :ref:`Carica immagini utente <upload-patron-images-label>`

source: Patrons can also be blocked from checking items out by setting Patron Flags
it: Gli utenti posso essere bloccati dal fare prestiti selezionando alcune caselle (flag) nella scheda utente

source: If you would like your circulation staff to confirm a patron's address before checking items out to the patron, you can see the 'Gone no Address' flag
it: Se vuoi che lo staff confermi l'indirizzo di un utente prima di dargli un prestito, puoi usare la casella 'Partito senza lasciare indirizzo'

source: If the patron reports that they have lost their card you can set the 'Lost Card' flag to prevent someone else from using that card to check items out
it: Se l'utente riferisce di aver perso la tessera, puoi settare il flag a 'Tessera persa' per evitare che altri la usino per prendere prestiti

source: If you would like to bar a patron from the library you can add a manual restriction
it: Se si vuolee escludere un utente dalla biblioteca, puoi aggiungere una restrizione manuale

source: This flag can automatically be set with the :ref:`Overdue/Notice Status Triggers <overdue-notice/status-triggers-label>`
it: Questa impostazione può essere impostata automaticamente gli :ref:`Overdue/Notice Status Triggers <overdue-notice/status-triggers-label>`

source: If you enter in a date and/or note related to the restriction you will see that in the restricted message as well
it: Se inserisci una data e/o una nota relativa alla restrizione, lo vedrai nel messaggio circa la restrizione.

source: Children patrons do not become adults automatically in Koha unless you have :ref:`Juvenile to Adult cron job <update-child-to-adult-patron-type-label>` running. To upgrade a child patron to and adult patron category manually go to the 'More' menu and choose 'Update Child to Adult Patron'
it: Gli utenti bambini non diventano adulti automaticamente in Koha a meno che non hai il cron job :ref:`Juvenile to Adult <update-child-to-adult-patron-type-label>` attivo. Per aggiornare un bambino ad adulto manualmente bisogna andare al menu 'Più’ e scegliere 'Trasforma Bambino in utente Adulto'

source: You will then be presented with a pop up window asking which one of your adult patron categories this Child should be updated to
it: Ti verrà presentata una finestra pop-up chiedendoti a quale categoria di utenti adulti va associato il minorenne

source: Managing Patron Self Edits
it: Gestione degli autoaggiornamenti degli utenti

source: If you are allowing patrons to edit their accounts via the OPAC with the :ref:`OPACPatronDetails` preference then you will need to approve all changes via the staff client before they're applied. If there are patron edits awaiting action they will appear on the staff client dashboard below the modules list (along with other items awaiting action).
it: Se permetti agli utenti di modificare i propri account nell'OPAC, per mezzo della preferenza :ref:`OPACPatronDetails`, dovrai poi approvare nel client staff tutti i cambiamenti, prima che diventino effettivi. Se ci sono modifiche in attesa di approvazione, vengono elencate nel cruscotto del client staff, sotto la lista dei moduli (unitamente ad altri elementi in attesa di un'azione).

source: Superlibrarians will see modifications for any branch, other staff will only see modifications for patrons who belong to their logged in branch.
it: Un bibliotecario con il flag 'superlibrarians' vedrà le modifiche per ogni biblioteca, gli altri bibliotecari vedranno solo le modifiche sugli utenti che afferiscono alla biblioteca con cui sono loggati.

source: When you click the 'Patrons requesting modifications' link you will be brought to a list of patrons with requested changes.
it: Quando clicchi sul link 'Utenti che chiedono modifiche' ti verrà mostrata una lista di utenti con le loro richieste di modifica dati.
