Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/plugins.po
Languages: hi, tr, zh_tw

source: Plugin System
hi: प्लगइन प्रणाली
tr: Eklenti Sistemi
zh_tw: 外掛系統

source: Koha's Plugin System allows for you to add additional tools and reports to Koha that are specific to your library. Plugins are installed by uploading KPZ ( Koha Plugin Zip ) packages. A KPZ file is just a zip file containing the perl files, template files, and any other files necessary to make the plugin work.
hi: Koha के प्लगइन प्रणाली आप अतिरिक्त उपकरण और है कि अपने पुस्तकालय के लिए विशिष्ट हैं Koha को रिपोर्ट जोड़ने के लिए अनुमति देता है। प्लगइन्स केपीजेड (Koha प्लगइन ज़िप) संकुल अपलोड करके स्थापित कर रहे हैं। एक केपीजेड फ़ाइल सिर्फ एक ज़िप पर्ल फ़ाइलें, टेम्पलेट फ़ाइलें, और किसी भी अन्य फ़ाइलों प्लगइन का काम करने के लिए आवश्यक युक्त फ़ाइल है।
tr: Koha Eklenti Sistemi, Koha’ya kütüphanenize özel olan ek araçlar ve raporlar eklemenize imkan verir. Eklentiler KPZ (Koha Eklenti Zipi) paketleri yüklenerek kurulur. KPZ dosyası, eklentinin çalışabilmesi için oluşturulan, perl dosyaları, şablon dosyaları ve diğer gerekli dosyaları içeren bir zip dosyasıdır.
zh_tw: Koha 的外掛系統允許您新增工具與報表供您的圖書館使用。可經由上傳 KPZ ( Koha Plugin Zip ) 套件安裝外掛。KPZ 檔案是一個包括 perl 檔案、模版檔與其他檔案的壓縮檔。

source: The plugin system needs to be turned on by a system administrator.
hi: प्लगइन प्रणाली एक सिस्टम व्यवस्थापक द्वारा चालू करने की जरूरत है।
tr: Eklenti sisteminin bir sistem yöneticisi tarafından açılması gerekir.
zh_tw: 外掛系統需要系統管理者開啟。

source: Set up
hi: सेट अप
tr: Ayarla
zh_tw: 設定

source: To set up the Koha plugin system you must first make some changes to your install.
hi: कोहा प्लगइन प्रणाली स्थापित करने के लिए आप पहली बार अपने को स्थापित करने के लिए कुछ परिवर्तन करना चाहिए।
tr: Koha eklenti sistemini kurmak için öncelikle yükleme işleminizde bazı değişiklikler yapmalısınız.
zh_tw: 必須先改變安裝才能設定 Koha 的外掛系統。

source: Change <enable\_plugins>0</enable\_plugins> to <enable\_plugins>1</enable\_plugins> in your koha-conf.xml file
hi: अपने koha-conf.xml फ़ाइल में <enable\_plugins>0</enable\_plugins> को<enable\_plugins>1</enable\_plugins> बदलें
tr: koha-conf.xml dosyasında <enable\_plugins>0</enable\_plugins> komut dizinini <enable\_plugins>1</enable\_plugins> in your koha-conf.xml file olarak değiştirin
zh_tw: 變更 <enable\_plugins>0</enable\_plugins> 為 <enable\_plugins>1</enable\_plugins> 於您的 koha-conf.xml 檔案

source: Restart your webserver
hi: आपना वेबसर्वर रिस्टार्ट करें
tr: Web sunucunuzu yeniden başlatın
zh_tw: 重新啟動您的網站伺服器

source: Once set up is complete you will need to alter your :ref:`UseKohaPlugins` system preference. On the Tools page you will see the Tools Plugins and on the Reports page you will see the Reports Plugins.
hi: एक बार सेट अप पूर्ण हो जाने के बाद आपको अपने को बदलने की आवश्यकता होगी: रेफरी: `कोहाप्लगिन सिस्टम उपयोग 'का वरीयता टूल्स पेज पर आप टूल्स प्लगइन्स और रिपोर्ट पेज पर देखेंगे जो आपको रिपोर्ट प्लगिन्स देखेंगे।
tr: Kurulum tamamlandıktan sonra :ref:`UseKohaPlugins` sistem tercihinizi değiştirmeniz gerekir. Araçlar sayfasında Araçlar Eklentisini, Raporlar sayfasında ise Raporlar Eklentisini göreceksiniz.
zh_tw: 設定完成後需要改變您的 UseKohaPlugins 系統偏好。在工具頁面將看到外掛工具並在報表頁面看到報表外掛。

source: Search History
hi: खोज इतिहास
tr: Arama Geçmişi
zh_tw: 搜尋記錄

source: If you have your :ref:`EnableSearchHistory` preference set to keep your search history then you can access this information by clicking on your username in the top right of the staff client and choosing 'Search history'.
hi: यदि आपके पास है: रेफरी: अपने खोज इतिहास को रखने के लिए 'EnableSearchHistory` की प्राथमिकता सेट करें, तो आप स्टाफ की क्लाइंट के शीर्ष दाईं ओर अपने उपयोगकर्ता नाम पर क्लिक करके और' खोज इतिहास 'को चुनकर इस जानकारी तक पहुंच सकते हैं।
tr: :ref:`EnableSearchHistory` tercihini arama geçmişini muhafaza edecek şekilde ayarladıysanız bu bilgiye personel istemcide sağ üstteki kullanıcı adınızı tıklayarak ve 'Arama geçmişi' seçeneğini tıklayarak ulaşabilirsiniz.
zh_tw: 若設定 EnableSearchHistory 偏好以儲存搜尋記錄，則可勾選館員介面上方的使用者名稱，選擇 '搜尋記錄'，近用此資訊。

source: |image1062|
hi: |छवि1062|

source: From this page you will see your bibliographic search history
hi: इस पृष्ठ से आप अपने ग्रंथ सूची की खोज इतिहास देखेंगे
tr: Bu sayfadan bibliyografik arama geçmişinizi görebilirsiniz
zh_tw: 在此頁面可看到您的書目搜尋記錄

source: |image1063|
hi: |छवि1063|

source: And your authority search history.
hi: और अपने प्राधिकारी खोज इतिहास.
tr: Ve otorite arama geçmişiniz.
zh_tw: 及您的權威搜尋記錄。

source: |image1064|
hi: |छवि1064|

source: About Koha
hi: Koha के बारे में
tr: Koha Hakkında
zh_tw: 關於 Koha

source: The 'About Koha' area will give you important server information as well as general information about Koha.
hi: यह 'कोहा के बारे में' क्षेत्र आपको महत्वपूर्ण सर्वर जानकारी देंगा साथ ही कोहा के बारे में सामान्य जानकारी भी होगी.
tr: 'Koha Hakkında' alanı, size önemli sunucu bilgilerinin yanı sıra Koha hakkında genel bilgi verecektir.
zh_tw: 在 '關於 Koha' 區塊將提供重要的伺服器資訊及 Koha 的整體資訊。

source: *Get there:* More > About Koha
hi: * वहां जाओ: * और> कोहा के बारे में
tr: *Gidiş yolu:* Daha fazla > Koha Hakkında
zh_tw: *到那：* 其他 > 關於 Koha

source: Server Information
hi: सर्वर जानकारी
tr: Sunucu Bilgisi
zh_tw: 伺服器資訊

source: Under the 'Server Information' tab you will find information about the Koha version and the machine you have installed Koha on. This information is very important for debugging problems. When reporting issues to your support provider or to the various other support avenues (mailing lists, chat room, etc), it's always good to give the information from this screen.
hi: के तहत 'सर्वर जानकारी' टैब आप कोहा संस्करण और मशीन जिस पर कोहा स्थापित किया है के बारे में जानकारी मिल जाएगी. यह जानकारी डिबगिंग समस्याओं के लिए बहुत महत्वपूर्ण है. रिपोर्टिंग करते समय अपने समर्थन प्रदाता करने के लिए मुद्दों या विभिन्न दूसरे समर्थन रास्ते (मेलिंग सूची, चैट रूम, आदि), यह हमेशा इस स्क्रीन से जानकारी देने के लिए अच्छा है.
tr: 'Sunucu Bilgileri' sekmesi altında Koha sürümü ve üzerinde Koha yüklediğiniz makine hakkında bilgiler bulabilirsiniz. Bu bilgiler, hata ayıklamak için çok önemlidir. Destek sağlayıcınıza karşılaştığınız problemler ya da diğer çeşitli destek yolları (e-posta listeleri, sohber odaları, vb.) hakkında rapor verirken, bu ekrandaki bilgileri kullanmak daima faydalı olacaktır.
zh_tw: 您可在 '伺服器資訊' 分頁找到安裝的 Koha 版本及機器資訊。對除錯極有幫助。向支援廠商或其他支援資源(郵寄名單、聊天室等)報告問題時，應同時提供該等資訊。

source: |image1065|
hi: |छवि1065|

source: Perl Modules
hi: Perl मॉड्यूल
tr: Perl Modülleri
zh_tw: Perl 模組

source: In order to take advantage of all of the functionalities of Koha, you will need to keep your Perl modules up to date. The 'Perl Modules' tab will show you all of the modules required by Koha, the version you have installed and whether you need to upgrade certain modules.
hi: कोहा की सभी कार्यप्रणालियाँ का लाभ लेने के क्रम में, आपको अपने पर्ल की मॉड्यूल को अधतन रखने की जरूरत होगी. 'पर्ल मॉड्यूल' टैब आपको कोहा द्वारा आवश्यक मॉड्यूल को दर्शाएगा, जो संस्करण आपने स्थापित किया है और कुछ मॉड्यूल आपको अपग्रेड करने की जरूरत है.
tr: Koha'nın işlevselliğinden tam olarak yararlanmanız için Perl modüllerinizi güncel tutmanız gerekir. 'Perl Modülleri' sekmesi size Koha'nın gerek duyduğu tüm modülleri, kurmuş olduğunuz sürüm ve belirli modüller üzerinde bir güncelleştirmenin gerekli olup olmadığını gösterecektir.
zh_tw: 為了使用 Koha 的全部功能，需讓 Perl 模組在最新的狀態。'Perl 模組' 分頁將顯示 Koha 需用到的模組，現在安裝的版本以及需要更新的模組。

source: |image1066|
hi: |छवि1066|

source: Items listed in bold are required by Koha, items highlighted in red are missing completely and items highlighted in yellow simply need to be upgraded.
hi: कोहा द्वारा बोल्ड में सूचीबद्ध आइटमों की आवश्यकता होती है, लाल रंग में लिखी गई चीजें पूरी तरह से गायब हो रही हैं और पीले रंग में उजागर किए गए आइटम को अपग्रेड करने की आवश्यकता है।
tr: Kalın olarak listelenen materyaller Koha tarafından gereklidir, kırmızıyla vurgulanan materyaller tamamen eksiktir ve sarı renkle vurgulanan materyallerin yalnızca güncellenmesi gerekir.
zh_tw: 以粗體顯示的內容為 Koha 的必備要件，以紅色顯示表示未安裝，以黃色顯示則需要更新。

source: System Information
hi: सिस्टम जानकारी
tr: Sistem Bilgisi
zh_tw: 系統資訊

source: This tab will provide you with warnings if you are using system preferences that have since been deprecated or system preferences that you have set without other required preferences
hi: यह टैब चेतावनी के साथ प्रदान करेगा यदि आप सिस्टम प्राथमिकता है कि जब से पदावनत किया गया है प्रयोग कर रहे हैं या सिस्टम प्राथमिकता है कि आप अन्य आवश्यक वरीयताओं के बिना स्थापित किया है
tr: Artık kullanılmayan ya da gerekli diğer tercihler olmadan ayarladığınız sistem tercihlerini kullanıyorsanız, bu sekme size uyarı verecektir
zh_tw: 此分頁顯示警語，系統偏好未設定或無相關設定時，均顯示於此

source: |image1067|
hi: |छवि1067|
