Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/serials.po
Languages: es, tr

source: Serials
es: Publicaciones periódicas
tr: Süreli Yayınlar

source: Serials actions can be accessed by going to the More menu at the top of your screen and choosing Serials or by clicking Serials on the main Koha staff client page. The Serials module in Koha is used for keeping track of journals, newspapers and other items that come on a regular schedule. As with all modules, make sure you go through the related :ref:`Implementation Checklist <serials-configuration-label>` before using the Serials module.
es: Las tareas de publicaciones periódicas están disponibles en el menú Más en la parte superior de la pantalla, seleccionando publicaciones periódicas o haciendo clic en publicaciones periódicas en la página principal del interfaz de administrador. El módulo de Publicaciones Periódicas en Koha se utiliza para hacer el seguimiento de las revistas, los periódicos y otros ítems recibidos de acuerdo a un calendario regular. Al igual que con todos los módulos, asegúrese de realizar las tareas paso a paso de la :ref:`lista de comprobación de implementación <serials-configuration-label>` antes de usar este módulo de publicaciones periódicas.
tr: Süreli yayın eylemlerine ekranın en üstünde yer alan Daha fazla menüsüne gidip Süreli yayınları seçerek ya da Koha personel istemci sayfasındaki Süreli yayınlar üzerine tıklayarak erişilebilir. Koha'da bulunan süreli yayınlar modülü dergilerin, gazetelerin ve düzenli aralıklarla gelen diğer materyallerin takibi için kullanılır. Diğer tüm modüllerde olduğu gibi Süreli yayınlar modülünü kullanmadan önce ilgili :ref:`Uygulama Kontrol Listesini <serials-configuration-label>` gözden geçirdiğinize emin olunuz.

source: *Get there:* More > Serials
es: *Ir a:* Más > Publicaciones periódicas
tr: *Gidiş yolu:* Daha fazla > Süreli yayınlar

source: Manage Serial Frequencies
es: Gestionando la periodicidad de una publicación seriada
tr: Süreli Yayın Frekanslarını Yönet

source: Koha keeps a record of publication frequencies for easy management and duplication.
es: Koha lleva un registro de periodicidades de publicación para una mejor gestión y duplicación.
tr: Koha, kolay yönetim ve çoğaltma için yayın frekanslarının bir kaydını tutar.

source: *Get there:* More > Serials > Manage frequencies
es: *Ir a:* Más > Publicaciones periódicas > Administrar periodicidades
tr: *Gidiş yolu:* Daha fazla > Süreli yayınlar > Frekansları yönet

source: From this page you can view all of the existing frequencies in your system
es: Desde ésta página, puede ver todas las periodicidades existentes en su sistema
tr: Bu sayfadan sisteminizde var olan tüm frekansları görebilirsiniz

source: and create new ones.
es: y crear nuevas periodicidades.
tr: ve yenilerini oluşturabilirsiniz.

source: Manage Serial Numbering Patterns
es: Administración de patrones de numeración de publicaciones periódicas
tr: Süreli Yayın Numaralandırma Düzenlerini Yönet

source: Everytime you create a new numbering pattern in serials you can save it for later use. These patters are accessible via the Manage numbering patterns page.
es: Cada vez que se crea un patrón de numeración en las publicaciones periódicas, puede guardarlos para su uso posterior. Estos patrones son accesibles vía la página Administrar patrones de numeración.
tr: Süreli yayınlarda yeni bir numaralandırma düzeni oluşturduğunuz her seferinde, oluşturduğunuz bu numaralandırma düzenini daha sonra kullanmak için kaydedebilirsiniz. Bu numaralandırma düzenlerine, numaralandırma düzenlerini yönet sayfası üzerinden erişilebilir.

source: *Get there:* More > Serials > Manage numbering patterns
es: *Ir a:* Más > Publicaciones periódicas > Administrar patrones de numeración
tr: *Gidiş yolu:* Daha fazla > Süreli yayınlar > Numaralandırma düzenlerini yönet

source: This page will list for you the numbering patterns you have saved in the past as well as a few canned patterns.
es: Esta página listará para usted, los patrones de numeración que ha guardado en el pasado, así como algunos patrones enlatados.
tr: Bu sayfa sizin için geçmişte kaydettiğiniz numaralandırma düzenlerinin yanı sıra bir kaç önceden kaydedilmiş numaralandırma düzenlerini de listeler.

source: **Note**
es: **Nota**
tr: **Not**

source: If you have upgraded from a previous version of Koha you will see 'Backup patterns' listed for patterns used in version before Koha 3.14. This is how Koha saved your old numbering patterns. You can edit these to give them more meaningful names from here.
es: Si usted a actualizado desde una versión previa de Koha usted verá un 'Patrones de respaldo' listados, son patrones utilizados en versiones anteriores a Koha 3.14. Esta es la forma de como Koha guarda sus antiguos patrones de numeración. Desde aquí puede editar dichos patrones para darles nombres más significantes.
tr: Koha'nın daha eski bir sürümünden güncelleme yaptıysanız, Koha 3.14 sürümü öncesinde kullanılan numaralandırma düzenleri için listelenen 'Backup patterns' klasörünü göreceksiniz. Koha eski numaralandırma düzenlerini bu şekilde kaydetmektedir. Bunları, daha anlamlı isimler vermek için buradan düzenleyebilirsiniz.

source: It will also allow you to create a new numbering pattern without first adding a subscription. To add new new pattern click 'New numbering pattern' at the top of the list of patterns.
es: También le permitirá crear un nuevo patrón de numeración sin agregar primero una suscripción. Para agregar un nuevo patrón haga clic en 'Nuevo patrón de numeración' en la parte superior de la lista de patrones.
tr: İlk önce bir abonelik eklemeden yeni bir numaralandırma düzeni oluşturmanızı da sağlayacaktır. Yeni bir numaralandırma düzeni eklemek için numaralandırma düzenleri listesinin en üstünde bulunan 'Yeni numaralandırma düzeni' üzerine tıklayın.

source: Custom Subscription Fields
es: Campos de suscripción personalizados
tr: Özel Abonelik Alanları

source: This module will allow you to add custom fields to your serial subscriptions for reporting and searching.
es: Esta herramienta le permitirá asignar campos MARC a un conjunto de palabras clave predefinidas.
tr: Bu modül, raporlama ve arama için süreli yayın aboneliklerinize özel alanlar eklemenizi sağlar.

source: *Get there:* Serials > Add subscription fields
es: *Ir a:* Publicaciones periódicas > Agregar campos de suscripción
tr: *Gidiş yolu:* Süreli yayınlar > Abonelik alanları ekle

source: To add custom fields simply click the 'Add subscription fields' link on the left of the Serial page and choose the 'New field' button
es: Para agregar campos personalizados simplemente haga clic en el enlace 'Agregar campos de suscripción' a la izquierda de la página de publicaciones seriadas y seleccione el botón 'Nuevo campo'
tr: Özel alanlar eklemek için Süreli yayın sayfasının solundaki 'Abonelik alanlarını ekle' bağlantısını tıklamanız ve 'Yeni alan' butonunu seçmeniz yeterlidir

source: The form that appears will ask for either an authorized value or a marc field to populate the field with
es: El formulario que aparece le preguntará por un valor autorizado o un campo marc con el cual poblar el campo
tr: Ekrana gelen form, alana girmek için yetkili bir değer veya bir marc alanı isteyecektir.

source: For example you might want to track which department you're ordering for or the collection code for this serial
es: Por ejemplo puede querer hacer el seguimiento de para cual departamento está ordenando o el código de colección de ésta publicación seriada
tr: Örneğin, hangi departman için sipariş verdiğinizi veya bu süreli yayın için koleksiyon kodunu izlemek isteyebilirsiniz

source: This data will then show when you are adding a subscriptionAdd field value
es: Estos datos se mostrarán cuando agregue una suscripción
tr: Bu veri daha sonra siz bir subscriptionAdd field değeri eklerken görünecektir

source: and when you view the subscription
es: y cuando ve la suscripción
tr: ve aboneliği görüntülediğinizde

source: and when you search subscriptions (if you chose to make it 'searchable')
es: y cuando busque suscripciones (si elige hacerla 'buscable')
tr: ve abonelikleri aradığınızda (eğer bunu 'aranabilir' yapmayı seçtiyseniz)

source: Add a subscription
es: Agregar una suscripción
tr: Bir abonelik ekle

source: Subscriptions can be added by clicking the 'New' button on any bibliographic record
es: Se pueden añadir nuevas suscripciones haciendo clic en el botón 'Nuevo' en cualquier registro bibliográfico
tr: Abonelikler, herhangi bir bibliyografik kayıt üzerinde bulunan 'Yeni' butonuna tıklayarak eklenebilir

source: Or by visiting the Serials module and clicking 'New Subscription'
es: O visitando el módulo de publicaciones periódicas haciendo clic en 'Nueva suscripción'
tr: Ya da Süreli yayınlar modülüne gidip 'Yeni Abonelik' üzerine tıklayarak

source: If you are entering a new subscription from the Serials module you will be presented with a blank form (if creating new from a bibliographic record the form will include the bib info).
es: Si usted está entrando en una nueva suscripción desde el módulo de publicaciones periódicas se le presentará un formulario en blanco (si se está creando desde un registro bibliográfico existente el formulario incluirá la información correspondiente).
tr: Süreli yayınlar modülünden yeni bir abonelik giriyorsanız, size boş bir form sunulacak (yeni bibliyografik kayıt oluşturulacaksa, form bibliyografik kayıt bilgisini içerecektir).

source: 'Librarian' field will show the logged in librarian's username
es: 'Bibliotecario' le mostrará el nombre de usuario del bibliotecario registrado
tr: 'Kütüphaneci' alanı sisteme giriş yapan kütüphanecinin kullanıcı adını görüntüler

source: 'Vendor' can be found by either searching vendors entered via the `Acquisitions module <#acqmodule>`__ or entering the vendor ID number
es: El 'Proveedor' se puede encontrar o bien buscando proveedores a través del `Módulo de Adquisiciones <#acqmodule>`__ o bien ingresando el número de identificación del proveedor
tr: 'Sağlayıcı', `Sağlama modülü <#acqmodule>`__ üzerinden girilen sağlayıcılar aranarak ya da sağlayıcı ID numarası girilerek bulunabilir

source: Vendor information is not required
es: No se requiere información del proveedor
tr: Sağlayıcı bilgisine gerek duyulmamaktadır

source: In order to claim missing and late issues you need to enter vendor information
es: Con el fin de reclamar ejemplares perdidos o demorados tendrá que introducir la información del proveedor
tr: Eksik ya da gecikmiş yayınları talep etmek için sağlayıcı bilgisi girmelisiniz.

source: 'Biblio' is the MARC record you'd like to link this subscription to
es: 'Biblio' es el registro MARC que usted desearía enlazar con esta suscripción
tr: 'Bibliyo' bu aboneliği bağlamak istediğiniz MARC kaydıdır

source: Next you can choose whether a new item is created when receiving an issue (if you barcode issues you'll want to create an item at this time)
es: Seguidamente puede elegir si un nuevo ítem es creado cuando se recibe un nuevo número (si usted le coloca códigos de barra a las entregas usted querrá crear un ítem en este momento)
tr: Sonra, bir sayı teslim alındığında yeni bir materyalin oluşturulup oluşturulmayacağına karar verebilirsiniz (Eğer süreli yayın sayılarına barkod veriyorsanız bu anda bir materyal oluşturmayı isteyeceksiniz)

source: In order to determine how to handle irregularities in your subscription answer 'When there is an irregular issue', if the numbers are always sequential you'll want to pick 'Keep issue number'
es: Con el fin de determinar como manejar las irregularidades en su suscripción conteste 'Cuando hay un ejemplar irregular', si los números son siempre secuenciales usted querrá elegir 'Mantener el número de fascículo'
tr: Aboneliğinizdeki düzensizlikleri nasıl ele alacağınızı belirlemek için 'Ne zaman düzensiz bir sayı var' sorusunu cevaplayın, sayı numaraları her zaman sıralı ise 'Sayı numarasını koru' seçeneğini seçmek isteyeceksiniz.

source: Checking the 'Manual history' box will allow you to enter serials outside the prediction pattern once the subscription is saved by going to the 'Planning' tab on the subscription detail page.
es: Si marca la casilla 'Historial manual' le permitirá ingresar publicaciones periódicas fuera del patrón de predicción una vez la suscripción es guardada debe ir a la pestaña 'Planificación' en la página de detalles de la suscripción.
tr: 'Manuel geçmiş' kutusunu işaretlemek abonelik bir kez kaydedildikten sonra abonelik ayrıntıları sayfasındaki 'Planlama' sekmesine giderek tahmin örüntüsü dışındaki süreli yayınları girmenizi sağlayacaktır.

source: 'Call Number' is for your item's call number or call number prefix
es: La 'signatura topográfica' es para signatura para ítems o prefijo de la signatura
tr: 'Yer numarası' materyalinizin yer numarası ya da yer numarası ön eki içindir

source: 'Library' is the branch that owns this subscription.
es: 'Biblioteca' es la sucursal propietaria de esta suscripción.
tr: 'Kütüphane' bu aboneliğe sahip olan birimdir.

source: If more than one library subscribes to this serial you will need to create a subscription for each library
es: Si hay más de una biblioteca se suscribe a esta publicación periódica tendrá que crear una suscripción para cada biblioteca
tr: Birden fazla kütüphane bu süreli yayına abone olursa, her kütüphane için abonelik oluşturma durumunda kalacaksınız.

source: This can be done easily by using the 'Edit as New (Duplicate)' option found on the subscription information page and changing only the 'Library' field
es: Esto puede hacerse fácilmente utilizando la opción 'Editar como nuevo (duplicados)' que se encuentra en la página de información de suscripción y cambiando únicamente el campo 'Biblioteca'
tr: Bu işlem abonelik bilgi sayfasında bulunan ve sadece 'Kütüphane' alanını değiştiren, 'Yeni olarak Düzenle (Kopyala)' seçeneği kullanılarak kolayca yapılabilir.

source: Use the 'Public Note' for any notes you would like to appear in the OPAC for the patrons
es: Utilizar la 'Nota Pública' para cualquier nota que desea que aparezca en el OPAC para los usuarios
tr: Kullanıcılarınız için OPAC' içerisinde görünmesini istediğiniz notlar için 'Genel Notlar'ı kullanın

source: 'Nonpublic Note' should be used for notes that are only visible to the librarians via the staff client
es: 'Nota no pública' debe ser utilizado para notas que solo son visibles par los bibliotecarios vía el cliente administrativo
tr: 'Özel Not' yalnızca personel kullanıcı ile kütüphaneciler tarafından görülebilir notlar için kullanılmalıdır

source: The 'Patron notification' option lets you pick a notice to send to patrons who subscribe to updates on this serial via the OPAC.
es: La opción 'Notificación al usuario' le permite enviar un aviso vía el OPAC a los usuarios quienes están suscritos a las actualizaciones de la publicación periódica.
tr: ''Kullanıcı bildirimi' seçeneği, bir süreli yayın güncellemelerine OPAC üzerinden abone olan kullanıcılara göndermek için bir bildirim seçmenizi sağlar.

source: For this option to appear you need to make sure that you have a Routing List notice set up in the :ref:`Notices Tool <notices-&-slips-label>`
es: Para que esta opción aparezca debe estar seguro que tiene configurada la notificación Lista de circulación en la :ref:`Herramientas para avisos <notices-&-slips-label>`
tr: Bu seçeneğin ekranda görünmesi için :ref:`Bildirimler Aracı <notices-&-slips-label>` içerisinde Yönlendirme Listesi bildirimini ayarladığınızdan emin olmalısınız

source: 'Location' is for the shelving location
es: 'Ubicación' es para la ubicación en estantería
tr: 'Yer' raf konumu içindir

source: The 'Grace period' is the number of days before an issue is automatically moved from 'Expected' status to 'Waiting' and how many days before an issue is automatically moved from 'Waiting' status to 'Late'
es: El 'Período de gracia' es el número de días antes de que un ejemplar se mueva automáticamente del estado 'esperado' el estado de 'en espera' y cuántos días antes que un ejemplar se mueva automáticamente del estado 'en espera' a 'retrasado'
tr: 'Erteleme Süresi', bir yayının otomatik olarak 'Beklenen' durumundan 'Bekleniyor' durumuna alınmasından önceki günlerin sayısı ve bir yayının otomatik olarak 'Bekleniyor' durumundan 'Gecikmiş' durumuna alınmasından önceki geçmiş günlerin sayısıdır

source: The Staff and OPAC Display options allow you to control how many issues appear by default on bibliographic records in the Staff Client and the OPAC
es: Las opciones de pantalla para Intranet y OPAC le permiten controlar cuantos ítems aparecerán por defecto en la interfaz de personal y en el OPAC
tr: Personel ve OPAC ekran seçenekleri, Personel İstemci ve OPAC içindeki bibliyografik kayıtlar üzerinde varsayılan olarak kaç tane dergi sayısının gösterileceğini kontrol etmenizi sağlar

source: If no values are entered in these fields, they will use the :ref:`OPACSerialIssueDisplayCount` and :ref:`StaffSerialIssueDisplayCount` system preference values
es: Si no se introducen valores en estos campos, se utilizarán los valores de las preferencias del sistema :ref:`OPACSerialIssueDisplayCount` y :ref:`StaffSerialIssueDisplayCount`
tr: Bu alanların içine hiç bir değer girilmemişse, :ref:`OPACSerialIssueDisplayCount ` ve :ref:`StaffSerialIssueDisplayCount` sistem tercihlerini kullanacaklardır

source: Once that data is filled in you can click 'Next' to enter the prediction pattern information.
es: Una vez los datos son llenados puede hacer clic en 'Siguiente' para ingresar la información sobre el patrón de predicción.
tr: Veri bir kez doldurulduktan sonra tahmin deseni bilgisini girmek için 'İleri' butonuna tıklayabilirsiniz.

source: In 'First issue publication date' you want to enter the date of the issue you have in your hand, the date from which the prediction pattern will start
es: En 'Fecha del primer ejemplar' querrá introducir la fecha del ejemplar que tiene mano, la fecha desde la que el patrón de predicción se iniciará
tr: ‘İlk sayı yayınlanma tarihinde’ elinizdeki yayın tarihini yazmak isterseniz tahmini olarak o tarihten başlayacaktır.

source: There are several pre-defined options for the 'Frequency' of publication all of which are visible alongside your own custom frequencies by visiting ':ref:`Manage frequencies <manage-serial-frequencies-label>`'
es: Existen varias opciones predefinidas para la 'Periodicidad' de la publicación, todas las cuales son visible junto a sus propias periodicidades personalizadas visitando ':ref:`Administrar periodicidades <manage-serial-frequencies-label>`'
tr: Yayın 'Frekansları' için birçok ön tanımlı seçenek vardır. Bunların tümü kendi özel frekanslarınızla birlikte :ref:`Frekansları yönet <manage-serial-frequencies-label>`' ziyaret edilerek görülebilir

source: Without periodicy: some very specific (usually high level science journals) don't have a true periodicity. When you subscribe to the title, you subscribe for 6 issues, which can arrive in 1 year... or 2... There is no regularity or known schedule.
es: Sin periodicidad: algunas muy específicas (por lo general revistas científicas de alto nivel) no tienen una verdadera periodicidad. Cuando usted se suscribe al título, se suscribe por 6 ejemplares, que puede llegar en 1 año ... o 2 ... No hay regularidad o periodicidad conocida.
tr: Periyodik olmama: Bazı çok özel (genellikle yüksek dereceli bilim) dergilerin gerçek bir periyodu bulunmamaktadır. Başlığa abone olduğunuzda, bazen 1 bezen 2 yılda gelen 6 sayı için abone olursunuz. Bir düzenlilik ya da bilinen zaman planı bulunmamaktadır.

source: Unknown select this if none of the other choices are relevant
es: Desconocida seleccione esto si ninguna de las otras opciones son relevantes
tr: Bilinmeyen, diğer seçeneklerden hiçbiri uygun değilse bunu seçin

source: Irregular: The journal is not "regular" but has a periodicity. You know that it comes out on January, then in October and December, it is irregular, but you know when it's going to arrive.
es: Irregular: La revista no es "regular", pero tiene una periodicidad. Usted sabe que sale en enero, luego en octubre y diciembre, es irregular, pero se sabe cuando va a llegar.
tr: Düzensiz: Dergi "düzenli" değil fakat dönemsellik özelliği mevcuttur. Ocak’ta, Ekim’de ve Aralık’ta çıktığını bilirsiniz; bunlar düzensizdir, fakat ne zaman geleceklerini bilirsiniz.

source: 2/day: Twice daily
es: 2/día: dos veces al día
tr: 2/gün: günde iki kez

source: 1/day: Daily
es: 1/día: todos los días
tr: 1/gün: Günlük

source: 3/week: Three times a week
es: 3/semana: Tres veces a la semana
tr: 3/hafta: Haftada üç kere

source: 1/week: Weekly
es: 1/semana: Semanal
tr: 1/hafta:Haftalık

source: 1/ 2 weeks: Twice monthly (fortnightly)
es: 1/2 semanas: Dos veces al mes (quincenal)
tr: 1/ 2 hafta : ayda iki kere (15 günlük)

source: 1/ 3 weeks: Tri-weekly
es: 1/3 semanas: tres veces por semana
tr: 3 haftada 1 : 3 haftalık

source: 1/month: Monthly
es: 1/mes: Mensual
tr: 1/ay: Aylık

source: 1/ 2 months (6/year): Bi-monthly
es: 1/2 meses (6/año): Bimestral
tr: 2 ayda 1 (Yılda 6 sayı): İki ayda bir

source: 1/ 3 months (1/quarter): Quarterly
es: 1/3 meses (1/cuatrimestre): trimestral
tr: 3 ayda 1 (1/3 aylık): Üç aylık

source: 1/quarter (seasonal) : Quarterly related to seasons (ie. Summer, Autumn, Winter, Spring)
es: 1/trimestre (estacional): Trimestralmente, relacionado con las estaciones (Verano, Otoño, Invierno, Primavera)
tr: 1/ 3 aylık (mevsimsel) : Sezon için ilgili üç aylık (ör. yaz, sonbahar, kış, ilkbahar)

source: 2/year: Half yearly
es: 2/año: semestrales
tr: 2/yıl: Yarım yıllık

source: 1/year: Annual
es: 1/año: Anual
tr: yılda 1: Yıllık

source: 1/ 2 years: Bi-annual
es: 1/2 años: Bianual
tr: 2 yılda 1: İki yılda bir

source: 'Subscription length' is the number of issues or months in the subscription. This is also used for setting up renewal alerts
es: 'Duración de suscripción' es el número de ejemplares o meses de la suscripción. Esto se utiliza para establecer alertas de renovación
tr: 'Abonelik süresi' abonelikteki sayıların ya da ayların numarasıdır. Bu aynı zamanda yenileme uyarılarını ayarlamak için kullanılır

source: 'Subscription start date' is the date at which the subscription begins. This is used for setting up renewal alerts
es: 'Inicio de suscripción' es la fecha en la cual comienza la suscripción. Esto es utilizado para establecer las alertas de renovación
tr: 'Abonelik başlangıç tarihi' aboneliğin başladığı tarihtir. Yenileme uyarılarını ayarlamak için kullanılır

source: 'Subscription end date' should only be entered for subscriptions that have ended (if you're entering in a backlog of serials)
es: 'Fin de suscripción' solo debe ingresarse para suscripciones que han terminado (si está analizando los pedidos no surtidos de seriadas)
tr: 'Abonelik bitiş tarihi' yalnızca süresi sona eren abonelikler için girilmelidir (birikmiş süreli yayınları not alıyorsanız)

source: 'Numbering pattern' will help you determine how the numbers are printed for each issue. Patterns entered here are saved and editable at any time by visiting ':ref:`Manage numbering patterns <manage-serial-numbering-patterns-label>`'
es: 'Patrón de numeración' le ayudará a determinar como se imprimen los números de cada ejemplar. Los patrones ingresados aquí, pueden ser guardados y editables en cualquier momento visitando ':ref:`Administrar patrones de numeración <manage-serial-numbering-patterns-label>`'
tr: 'Numaralandırma düzeni' her dergi sayısı için numaraların nasıl basılacağını belirlemenize yardımcı olacaktır. Buraya girdiğiniz numaralandırma düzenleri kaydedilir ve istenildiği zaman :ref:`Numaralandırma düzenlerini yönet <manage-serial-numbering-patterns-label>` ziyaret edilerek düzenlenebilir.
