Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/serials.po
Languages: es, tr

source: Start with the numbering on the issue you have in hand, the numbering that matches the date you entered in the 'First issue publication' field
es: Comience la numeración con el ejemplar que tiene en la mano, la numeración que coincida con la fecha en que ingresó en el campo 'Publicación de primer ejemplar'
tr: Elinizdeki yayını 'İlk yayın yayımlama' alanına girdiğiniz tarihle eşleşen numaralandırma olan numaralandırmayla başlayın.

source: You can choose to create your own numbering pattern by choosing 'None of the above' and clicking the 'Show/Hide Advanced Pattern' button at the bottom of the form
es: Puede optar por crear su propio patrón de numeración eligiendo 'Ninguna de las anteriores' y haciendo clic en 'Mostrar/Ocultar patrón avanzado', situado en la parte inferior del formulario
tr: Kendi numaralandırma örüntünüzü oluşturmayı 'Yukarıdakinin hiçbiri'ni seçerek ve formun altındaki 'Gelişmiş Örüntüyü Göster/Gizle'yi tıklayarak seçebilirsiniz.

source: The 'Locale' option is useful when you want to display days, month or season. For example, if you have a German serial, you can use the German locale option to display days, etc. in German.
es: La opción 'Local' es útil cuando se quiere mostrar los días, meses y estaciones. Por ejemplo, si usted tiene una publicación periódica alemana, usted puede utilizar las opciones locales alemanes para mostrar los días, etc., en Alemán.
tr: 'Yerel' seçeneği, gün, ay veya sezon görüntülemek istediğinizde yararlıdır. Örneğin, Eğer Almanca bir süreli yayınınız varsa günleri, vs. Almanca olarak görüntülemek için Almanya yerel seçeneğini kullanabilirsiniz.

source: Once a 'Numbering pattern' is chosen the number formula will appear.
es: Una vez se a escogido un 'Patrón de numeración', aparecerá la fórmula de numeración.
tr: Bir 'Numaralandırma deseni' seçildikten sonra sayı formülü görünecektir.

source: The 'Begins with' number is the number of the issue you're holding in your hand.
es: El número 'Comienza con' es el número del número que usted está sosteniendo en su mano.
tr: 'İle başlayan' numarası elinizde tuttuğunuz sayının numarasıdır.

source: The 'Inner counter' is used to tell Koha where the "receiving cycle" starts
es: El 'Contador interno' es utilizado para decirle a Koha donde comienza el "ciclo de recepción"
tr: 'İç Sayaç' Koha'ya "teslim alma döngüsü"nün nerede başladığını anlatmak için kullanılır

source: For example: If the first issue to receive is "vol. 4, no. 1, iss. 796", you need to set up "inner counter = 0" But if it's "vol. 4, no. 2, iss. 797", the inner counter should be "1".
es: Por ejemplo: si el primer número recibido es "vol. 4, no. 1, iss. 796", usted necesita configurar el "contador interno = 0" pero si fuese "vol. 4, no. 2, iss. 797, el contador interno debería ser "1".
tr: Örneğin: Eğer teslim alınacak ilk sayı "cilt 4, no 1, sayı 796" ise, "iç sayacı = 0" olarak ayarlamalısınız, ancak "cit 4, no 2, sayı 797" ise iç sayaç "1" olmalıdır.

source: After filling in this data click the 'Test prediction pattern' button to see what issues the system will generate, if there are irregularities you can choose which issues don't exist from the list presented.
es: Después de llenar estos datos haga clic en el botón 'Probar patrón de predicción' para verificar cuáles son los números que el sistema generará, si existen irregularidades usted puede elegir cuales números no existen de la lista presentada.
tr: Bu veriyi doldurduktan sonra sistemin hangi sayıları oluşturacağını görmek için 'Tahmin örüntüsü testi' üzerine tıklayın, eğer düzensizlikler varsa sunulan listeden hangi sayıların olmadığını seçebilirsiniz.

source: If you have added a :ref:`custom subscription field <custom-subscription-fields-label>`, it will be editable above the buttons at the bottom of the screen
es: Si ha agregado un :ref:`campo de suscripción personalizado <custom-subscription-fields-label>`, el mismo se podrá editar arriba de los botones al fondo de la pantalla
tr: Bir :ref:özel abonelik alanı<custom-subscription-fields-label>` eklediyseniz, ekranın altındaki butonların üzerinde düzenlenebilir hale gelecektir

source: Receive Issues
es: Recibir ejemplares
tr: Süreli yayın sayılarını al

source: Issues can be marked as received from several locations. To find a subscription, use the search box at the top of the Serials page to search for the serial you'd like to receive issues for:
es: Los ejemplares pueden ser marcados como recibidos en varios lugares. Para encontrar una suscripción, utilice el cuadro de búsqueda en la parte superior de la página de publicaciones periódicas para buscar la publicación periódica de la que le gustaría recibir números:
tr: Süreli yayın sayıları farklı konumlardan alınmış olarak işaretlenebilir. Bir aboneliği bulmak için Süreli yayınlar sayfasının en üstündeki arama kutusunu, sayılarına ulaşmak istediğiniz süreli yayınları aramak için kullanın:

source: From the search results you can click the 'Serial Receive' link or you can click on the subscription title and then click the 'Receive' button.
es: De los resultados de búsqueda que usted puede hacer clic en el enlace 'Recibir publicación periódica' o puede hacer clic en el título de la suscripción y entonces hacer clic en el botón 'Recibir'.
tr: Arama sonuçlarından, 'Süreli Yayınlar Alım' bağlantısına tıklayabilir ya da abone başlığına tıklayabilir ve daha sonra 'Al' butonuna tıklayabilirsiniz.

source: The final way to receive serials is from the 'Serial Collection' page. To the left of the Subscription summary page there is a menu with a link to 'Serial Collection'
es: La última forma de recibir publicaciones periódicas es en la página 'Colección de publicaciones periódicas'. A la izquierda de la página de Resumen de Suscripción hay un menú con un enlace a la 'Colección de publicaciones periódicas'
tr: Süreli yayınları almak için son yöntem 'Süreli Yayınlar Kolleksiyon' sayfasıdır. Abonelik özet sayfasının solunda 'Süreli Yayınlar Koleksiyonu' bağlantısıyla birlikte bir menü mevcuttur.

source: From the page that opens up you can click 'Edit Serial' with the issue you want to receive checked.
es: Desde la página que se abre puede hacer clic en 'Editar publicación periódica' con el número que desea recibir marcado.
tr: Açılan sayfadan almaya onay verdiğiniz yayın için 'Süreli Yayınları Düzenle' ye tıklayabilirsiniz.

source: All three of these options will open up the issue receive form:
es: Cada una de estas tres opciones abrirá el formulario de ejemplar recibido:
tr: Bu üç seçeneğin tümü, sayı temin etme formunu açacaktır:

source: Choose 'Arrived' from the status pull down to mark a serial as received.
es: Elija 'Recibido' en el estado para marcar una publicación periódica que fue recibida.
tr: Bir süreli yayının geldiğini belirtmek için durum menüsünden 'Geldi' sekmesini seçiniz.

source: If you have decided to have an item record created for each issue an :ref:`item add form <adding-items-label>` will appear after choosing 'Arrived'
es: Si usted ha decidido tener un registro de ítem creado por cada número un :ref:`formulario para agregar ítem <adding-items-label>` le aparecerá después de elegir 'Recibido'
tr: Her sayı için bir materyal kaydı oluşturulmasına karar verdiyseniz, 'Geldi' opsiyonunu seçtikten sonra bir :ref:`materyal ekleme formu <adding-items-label>` ekrana gelecektir

source: If your issue has a supplemental issue with it, fill in the Supplemental Issue information.
es: Si su ejemplar tiene un ejemplar suplementario con él, complete la información de ejemplar adicional.
tr: Yayınınızın ek yayını mevcutsa, Ek Yayın bilgisini doldurun.

source: Key the entire numbering in the box after "Supplemental issue" no numbering will be inherited/auto-filled from the main issue, and exactly what you key in the box after "Supplemental issue" will be auto-filled in the item record's Serial enumeration/chronology [MARC21 952$h] (if you create item records).
es: Entre la numeración completa en la casilla después de "Ejemplar suplementario" la numeración no será heredada/auto-llenada del ejemplar principal y, exactamente, lo que ingrese en la casilla después de "Ejemplar suplementario" será auto-llenado en el registro del ítem de la publicación periódica en enumeración/cronología [MARC21 952$h] (si usted crea un registro de ítem).
tr: "İlave edilen dergi sayısı" seçeneğini izleyen kutunun içine tüm numaralandırma verisini girin, esas dergi sayısından kalan hiç bir numaralandırma otomatik olarak doldurulmayacaktır ve "İlave edilen dergi sayısı" seçeneğini izleyen kutunun içine girdiğiniz veriler materyalin süreli yayın numaralandırma/kronolojisinde aynı şekilde otomatik olarak doldurulacaktır [MARC21 952$h] (eğer materyal kayıtları oluşturuyorsanız).

source: E.g., key this in its entirety if it's what you would like displayed: "v.69 no.3 (Mar. 2015) suppl."
es: E.j., ingrese esto completamente si es lo que le gustaría que aparezca: "v.69 no.3 (Mar. 2015) suppl."
tr: Örneğin, görüntülemek istediğiniz tam bir içerik girin: "v.69 no.3 (Mar. 2015) suppl."

source: If you have decided to have an item record created for each issue an :ref:`item add form <adding-items-label>` will appear for your supplement and for the issue itself
es: Si usted ha decidido tener un registro de ítem creado por cada número un :ref:`formulario para agregar ítem <adding-items-label>` le aparecerá para su suplemento y para el propio ejemplar
tr: Her sayı için bir materyal kaydı oluşturulmasına karar verdiyseniz, sayının kendisi ve eki için bir `materyal ekleme formu :ref:<adding-items-label>` ekrana gelecektir

source: Once you have entered your info you can click 'Save'
es: Una vez que haya introducido su información usted puede hacer clic en 'Guardar'
tr: Gerekli bilgileri girdikten sonra 'Kaydet' üzerine tıklayın

source: If you are receiving multiple issues at once, or have marked an issue as 'Late' or 'Missing' there you can click the 'Generate Next' button below the list of issues.
es: Si está recibiendo varios ejemplares a la vez, o ha marcado un ejemplar como 'Retrasado' o 'Faltante' puede hacer clic en el botón 'Generar siguiente' bajo la lista de ejemplares.
tr: Bir kerede, birden fazla yayın alıyorsanız ya da yayını ‘Gecikmiş’ ya da ‘Eksik’ olarak işaretlediyseniz, yayınlar listesi altındaki ‘Sonrakini Oluştur’u tıklayabilirsiniz.

source: Clicking this button will generate the next issue for you and mark the previously expected issue as 'Late' automatically. You can then check the 'Edit' box to the right of each issue and edit the status on multiple issues at once.
es: Haciendo clic en este botón generará el siguiente ejemplar y marcará automáticamente el ejemplar previo esperado como 'Retrasado'. Puede entonces hacer clic en 'Editar' a la derecha de cada ejemplar y editar el estado de múltiples ejemplares a la vez.
tr: Bu butonu tıklamak size sonraki yayını oluşturur ve daha önce beklenen yayını otomatik olarak 'Gecikmiş' işaretler. Daha sonra her bir yayının sağındaki 'Düzenle' kutusunu kontrol edebilir ve durumu bir defada çoklu yayınlarda düzenleyebilirsiniz.

source: Create a Routing List
es: Crear una lista de circulación
tr: Yönlendirme Listesi Oluştur

source: A routing list is a list of people who receive the serial before it goes to the shelf. To enable routing lists you want to set your :ref:`RoutingSerials` preference to 'Add'.
es: Una lista de circulación es una lista de personas que recibirán la publicación periódica antes de llegar a la estantería. Para habilitar las listas de circulación usted deseará configurar la preferencia :ref:`RoutingSerials` a 'Agregar'.
tr: Yönlendirme listesi, bir süreli yayın rafa çıkmadan önce süreli yayını alan kişilerin listesidir. Yönlendirme listelerini etkinleştirmek için :ref:`RoutingSerials` tercihini 'Ekle' olarak ayarlamanız gerekir.

source: When on the subscription page you will see a link to the left that reads 'Create Routing List' or 'Edit Routing List'
es: Cuando esté en la página de la suscripción podrá ver un enlace a la izquierda que dice 'Crear Lista de circulación' o 'Editar Lista de circulación'.
tr: Abonelik sayfası üzerindeyken, sol tarafta 'Yönlendirme Listesi Oluştur' ya da 'Yönlendirme Listesi Düzenle' yazan bir bağlantı göreceksiniz

source: Clicking that link will bring you to the menu to add a new routing list.
es: Haciendo clic en el enlace lo llevará al menú para agregar una nueva lista de circulación.
tr: Bu linke tıklamak sizi, yeni bir dolaşım listesi eklemeniz için bir menüye yönlendirecektir.

source: From here you want to click 'Add recipients' in order to add people to the routing list. In the menu that appears you can filter patrons by part of their name, their library and/or patron category.
es: Desde aquí puede hacer clic en 'Agregar destinatarios' para agregar gente a la lista de circulación. En el menú que aparece puede filtrar usuarios por parte del nombre, sede/biblioteca y/o por categoría de usuario.
tr: Burada, kullanıcıları dolaşım listesine eklemek için, 'alıcıları ekle'ye tıklayabilirsiniz. Menüde gözükenlerle, kullanıcıları isimlerine, kütüphanelerine ve/veya kullanıcı kategorisine ayırabilirsiniz.

source: Clicking 'Add' to the right of each name will add them to the routing list. When you have chosen all of the people for the list, click the 'Close' link to be redirected to the routing list.
es: Haciendo clic en 'Agregar' a la derecha de cada nombre lo agregará a la lista de circulación. Cuando haya elegido todas las personas de la lista, haga clic en el enlace 'Cerrar' para redirigirse a la lista de circulación.
tr: - Her ismin sağındaki 'Ekle'yi tıklamak o isimleri dolaşım listesine ekleyecektir. Listedeki tüm isimleri seçtiğinizde, tekrar dolaşım listesine yönlendirilmek için 'Kapat' bağlantısına tıklayın.

source: If the list looks the way you expect it to, then click 'Save'. Next you will be brought to a preview of the routing list. To print the list click 'Save and preview routing slip.' This will open a printable version of the list.
es: Si la lista parece correcta, haga clic en 'Guardar'. A continuación verá una vista previa de la lista de circulación. Para imprimir la lista haga clic en 'Guardar y pre-visualizar hoja de circulación.' Esto abrirá una versión imprimible de la lista.
tr: Liste istediğiniz gibiyse, 'Kaydet'e tıklayın. Daha sonra dolaşım listesinin ön izlemesini göreceksiniz. Listenin çıktısını almak için 'Kaydet ve dolaşım çıktısı ön izleme' ye tıklayın. Bu işlem listenin çıktısı alınabilir sürümünü açacaktır.

source: If :ref:`RoutingListAddReserves` is set to on then patrons listed in the routing list will automatically be added to the holds list for the issue.
es: Si :ref:`RoutingListAddReserves` esta habilitada, los usuarios listados en la lista de circulación serán agregados automáticamente a la lista de reservas del ejemplar.
tr: :ref:`RoutingListAddReserves` etkinse, yönlendirme listesindeki kullanıcılar, süreli yayın sayısı için otomatik olarak ayırma listesine eklenir.

source: To see a list of all of the routing lists a specific patron is on visit the :ref:`Routing Lists tab <routing-lists-label>` on their patron record.
es: Para ver una lista de todas las listas de circulación en las que figura un usuario específico, visite la pestaña :ref:`Listas de Circulación <routing-lists-label>` en el registro del usuario.
tr: Belirli bir kullanıcının yer aldığı tüm yönlendirme listelerinin bir listesini görmek için, kullanıcı kaydı üzerindeki :ref:`Yönlendirme listeleri sekmesini <routing-lists-label>` ziyaret edin.

source: Subscriptions in Staff Client
es: Suscripciones en la interfaz del personal
tr: Personel İstemcide Abonelikler

source: Subscription information will appear on bibliographic records under the 'Subscriptions' tab
es: La información de la suscripción aparecerá en los registros bibliográficos en la pestaña 'Suscripciones'
tr: Abonelik bilgileri 'Abonelikler' sekmesi altında, bibliyografik kayıtların üzerinde görünecektir

source: Clicking the 'Subscription Details' link will take you to the Subscription summary page in the staff client.
es: Al hacer clic en el vínculo 'Detalles de la Suscripción' irá a la página de resumen de suscripción en la interfaz del personal.
tr: 'Abonelik Ayrıntıları' bağlantısına tıklamak, sizi personel istemcide Abonelik özeti sayfasına götürecektir.

source: If you are using the `Acquisitions <#acqmodule>`__ module to keep `track of serial subscriptions <#ordersubscription>`__ you will see that info before your subscription details.
es: Si usted está utilizando el módulo de `Adquisiciones <#acqmodule>`__ para darle `seguimiento a las suscripciones <#ordersubscription>`__, usted verá esa información después de los detalles de la suscripción.
tr: `Süreli yayın aboneliklerini takip etmek için <#ordersubscription>`__ `Sağlama <#acqmodule>`__ modülünü kullanıyorsanız abonelik bilgilerinizden önce bu bilgiyi göreceksiniz.

source: Subscriptions in OPAC
es: Suscripciones en el OPAC
tr: OPAC'da abonelikler

source: When viewing the subscription in the OPAC there will be several options.
es: Al ver la suscripción en el OPAC habrá varias opciones.
tr: OPAC'da abonelikleri görüntülerken bir kaç seçeneğiniz olacaktır.

source: Like in the staff client, there will be a Subscriptions tab on the bibliographic record.
es: Al igual que en la interfaz del personal, habrá una pestaña Suscripciones en el registro bibliográfico.
tr: Personel istemcide olduğu gibi bibliyografik kayıt üzerinde de bir abonelikler sekmesi olacaktır.

source: Under this tab will appear the number of issues you chose when setting up the subscription or in your :ref:`OPACSerialIssueDisplayCount` system preference. Clicking the 'More details' link will provide you with additional information about the serial history. You can set the default view of a serial in the OPAC with the :ref:`SubscriptionHistory` system preference.
es: En esta pestaña aparecerá listado el número de ejemplares elegidos al crear la suscripción o en la preferencia del sistema :ref:`OPACSerialIssueDisplayCount`. Al hacer clic en el enlace 'Más detalles' se proporcionará información adicional acerca del historial de la suscripción. Se puede configurar la vista predeterminada de una suscripción en el OPAC con la preferencia del sistema :ref:`SubscriptionHistory`.
tr: Bu sekme altında aboneliği oluştururken ya da :ref:`OPACSerialIssueDisplayCount` sistem tercihiniz içinde seçmiş olduğunuz nüshaların sayısı görünecektir. 'Daha fazla ayrıntı' bağlantısına tıklayınca karşınıza süreli yayının geçmişi hakkında ek bilgi gelecektir. OPAC'da bir süreli yayının varsayılan görünümünü :ref:`SubscriptionHistory` sistem tercihi ile ayarlayabilirsiniz.

source: There are two views, compact and full. The compact serial subscription will show basic information regarding the subscription
es: Hay dos vistas: compacta y completa. La la vista compacta mostrará información básica sobre la suscripción
tr: Kompakt ve tam olarak iki görünüm vardır. Kompakt süreli yayın aboneliği, abonelikle ilgili temel bilgileri gösterir

source: From this compact display patrons can subscribe to be notified of new issues as they are released by clicking the 'Subscribe to email notifications of new issues' button. For this link to appear you will want to have chosen to notify patrons :ref:`on the subscription <add-a-subscription-label>` itself.
es: Desde la vista compacta, los usuarios pueden suscribirse para ser notificados de los nuevos números cuando se vayan entregando, haciendo clic en el botón 'Suscribirse a la notificación por email de nuevos ejemplares'. Para que este enlace aparezca, usted querrá que los usuarios elijan por sí mismos para ser notificados :ref:`sobre la suscripción <add-a-subscription-label>`.
tr: Kompakt görünümde kullanıcılar yeni çıkan süreli yayınlar hakkında bildirimler almak için 'Süreli yayınların yeni sayı bildirimleri aboneliği' butonuna tıklayarak abone olabilirler. Bu bağlantının ekranda görünmesi için :ref:`on the subscription <add-a-subscription-label> tercihinde kullanıcıları bilgilendirmeyi seçebilirsiniz.

source: You can see those who subscribe to new issue alerts by going to the subscription page in the staff client and looking on the right of the 'Information' tab.
es: Usted podrá ver aquellos quienes se suscribieron a las alertas de los nuevos ejemplares dirigiéndose a la página de suscripciones en la interfaz del personal y echando un vistazo a la derecha de la pestaña 'Información'.
tr: Personel istemci'de abonelik sayfasına giderek ve 'Bilgi' sekmesinin sağına bakarak yeni süreli yayın bildirimlerine abone olan kullanıcıları görebilirsiniz.

source: Whereas the full view shows extensive details, broken out by year, regarding the subscription
es: Mientras que la vista completa muestra detalles, desgloses por años, en relación a la suscripción
tr: Oysaki tam görünüm abonelikle ilgili yıllara göre başlayan kapsamlı ayrıntıları gösterir

source: Claim Late Serials
es: Reclamación de publicaciones periódicas retrasadas
tr: Geciken Süreli Yayınları Claim Edin

source: Koha can send email messages to your serial vendors if you have late issues. To the left of the main serials page there is a link to 'Claims'
es: Koha permite enviar correos electrónicos a sus proveedores de revistas si tiene ejemplares retrasados. A la izquierda de la página principal de periódicas hay un enlace a 'Reclamos'
tr: Geciken yayınlarınız varsa KOHA, süreli yayınlar sağlayıcılarınıza e-posta gönderebilir. Ana süreli yayınlar sayfasının solunda ‘Claimler’e link göreceksiniz.

source: The links to claims also appears to the left of the subscription detail page
es: El enlace a reclamos también aparece a la izquierda de la página de detalles de suscripción
tr: Talep bağlantıları aynı zamanda abonelik detay sayfasının solunda da gözükür

source: If you don't have a claim notice defined yet you will see a warning message that you need to first define a notice.
es: Si no tiene un aviso de reclamo definido aun verá un mensaje de advertencia de que necesita primero definir un aviso.
tr: Tanımlanmış bir talep uyarınız henüz yoksa en kısa sürede bu uyarıyı tanımlamanıza yönelik bir uyarı mesajı göreceksiniz.

source: Clicking 'Claims' will open a report that will ask you to choose from your various serial vendors to generate claims for late issues.
es: Haciendo clic en 'Reclamos' abrirá un reporte que le pedirá elegir entre varios proveedores para generar reclamos de ejemplares retrasados.
tr: 'Claimler'e tıkladığınızda gecikmiş yayın claimlerini oluşturmak için çeşitli süreli yayınlar sağlayıcılarından seçim yapmanızı isteyen bir rapor ekrana gelecektir.

source: From the list of late issues you can choose which ones you want to send a claim email to by clicking the checkbox to the left of late issue, choosing the notice template to use and clicking the 'Send notification' button.
es: Desde la lista de ejemplares retrasados puede elegir a cuales quiere enviar un email de reclamo haciendo clic en la casilla a la izquierda del mismo, eligiendo la plantilla de aviso a utilizar y haciendo clic en 'Enviar notificación'.
tr: Gecikmiş yayınlar listesinden kimlere uyarı mesajı (e-posta) göndermek istediğinizi, gecikmiş yayının solundaki onay kutusuna tıklayarak, uyarı şablonunu kullanmayı seçerek ve 'Uyarı gönder' butonuna tıklayarak seçebilirsiniz.

source: Check Serial Expiration
es: Marcar el vencimiento de la seriada
tr: Süreli Yayınların Bitim Tarihini Kontrol Et
