Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/serials.po
Languages: es, tr

source: When adding serials you enter a subscription length, using the check expiration tool you can see when your subscriptions are about to expire. To use the tool click the link to 'Check expiration' on the serials menu.
es: Cuando ingresa periódicas ingrese una longitud de suscripción, utilizando la herramienta de verificación de expiración puede ver cuando expirarán sus suscripciones. Para usar la herramienta haga clic en 'Verificar expiración' en el menú de publicaciones periódicas.
tr: Süreli yayınları eklerken, abonelik süresini giriniz. Bitiş tarihi kontrol aracını kullanarak, aboneliklerinizin süresinin ne zaman sona ereceğini görebilirsiniz. Aracı kullanmak için, süreli yayınlar menüsündeki 'Bitiş tarihini kontrol et ' bağlantısına tıklayınız.

source: In the form that appears you need to enter at least a date to search by.
es: En el formulario que aparece debe ingresar al menos la fecha desde la que se buscará.
tr: Gözüken formda arama yapmak için en azından bir tarih girmek durumundasınız.

source: In your results you will see all subscriptions that will expire before the date you entered. From there you can choose to view the subscription further or renew it in one click.
es: En sus resultados verá todas las suscripciones que expirarán antes de la fecha ingresada. Desde aquí puede seleccionar ver mas de la suscripción o renovarlas con un clic.
tr: Sonuçlarınızda, tüm aboneliklerin girdiğiniz tarihten önce süresinin dolduğunu göreceksiniz. Buradan, aboneliği daha fazla görmeyi seçebilirsiniz ya da bir tıklamayla bu aboneliği yenileyebilirsiniz.

source: Renewing Serials
es: Renovando publicaciones periódicas
tr: Süreli Yayınları Yenileme

source: If your serial subscription has expired you won't be able to receive issues. To renew your subscription you can click the 'Renew' button at the top of your subscription detail page.
es: Si su suscripción de publicación periódica ha caducado no podrá recibir ejemplares. Para renovar su suscripción puede hacer clic en el botón 'renovar' en la parte superior de la página de detalle de suscripción.
tr: Süreli yayın aboneliğinizin süresi dolmuşsa yeni sayılar alamazsınız. Süreli yayın aboneliğinizi yenilemek için abonelik ayrıntıları sayfanızın üst kısmında bulunan 'Yenile' üzerine tıklayabilirsiniz.

source: Another option is to click the 'Renew' link to the right of the subscription on the Serial Collection page.
es: Otra opción es hacer clic en el enlace 'Renovar' a la derecha de la suscripción en la página de colección de publicaciones periódicas.
tr: Diğer bir seçenek ise Süreli yayın koleksiyonu sayfasındaki aboneliğin sağındaki 'Yenile' bağlantısı üzerine tıklamaktır.

source: The start date should be the date your subscription period starts.
es: La fecha de inicio debe ser la fecha en que comienza el periodo de suscripción.
tr: Başlangıç tarihi abonelik sürenizin başladığı tarih olmalıdır.

source: For the subscription length you'll want to fill in one of the three fields presented: Number of num (issues), Number of months or Number of weeks.
es: Para la duración de la suscripción deberá completar uno de los tres campos presentados: Números (ejemplares), número de meses o número de semanas.
tr: Abonelik süresi için ekrana getirilen üç alandan birini doldurmak isteyeceksiniz: Sayı numarası (Süreli yayın sayıları), Ayların numarası ya da haftaların numarası.

source: Finally enter any notes you might have about this renewal.
es: Finalmente introduzca cualquier nota que usted pueda tener acerca de esta renovación.
tr: Son olarak bu yenileme ile ilgili girmek istediğiniz herhangi bir not varsa girebilirsiniz.

source: Searching Serials
es: Buscando publicaciones periódicas
tr: Süreli Yayınlar Aranıyor

source: Once in the Serials module there is basic search box at the top that you can use to find subscriptions using any part of the ISSN and/or title.
es: Una vez en el módulo de Publicaciones Seriadas existe una caja de búsqueda básica en la parte superior que se puede utilizar para encontrar suscripciones usando cualquier parte del ISSN y/o título.
tr: Süreli yayınlar modülüne girdiğinizde ISSN ve/veya başlığın herhangi bir bölümünü kullanarak abonelikleri bulabilmeniz için üst kısımda bir basit arama kutusu göreceksiniz.

source: You can also click the 'Advanced Search' link to the right of the 'Submit' button to do a more thorough search of your serials.
es: Al hacer clic en búsqueda avanzada a la derecha del botón 'Enviar' dispondrá de todas las opciones búsqueda de publicaciones periódicas.
tr: Aynı zamanda süreli yayınlarınız ile ilgili daha kapsamlı bir arama yapmak için 'Gönder' butonunun sağındaki 'Gelişmiş Arama' bağlantısınıda kullanabilirsiniz.

source: From your results you can filter by using the search boxes at the bottom of each column and adjust the number of results using the toolbar at the top of the results set.
es: De los resultados se puede filtrar usando los cuadros de búsqueda en la parte inferior de cada columna y ajustar el número de resultados utilizando la barra de herramientas en la parte superior del conjunto de resultados.
tr: Sonuçlarınızdan, her sütunun en altındaki arama kutularını kullanarak filtreleyebilirsiniz ve sonuç kümesinin en üstündeki araç çubuğunu kullanarak sonuçların sayısını ayarlayabilirsiniz.
