Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: This preference lets you define what fields can be edited via the :ref:`batch item modification tool <batch-item-modification-label>` if the items\_batchmod\_restricted permission is enabled.
hi: यह प्राथमिकता आपको परिभाषित करने देती है कि किन फ़ील्ड को संपादित किया जा सकता है : ref: `बैच आइटम संशोधन उपकरण <batch-item-modification-label>' यदि items\_batchmod\_restricted अनुमति सक्षम है।
it: Questa preferenza ti permette di definire quali campi possono essere modificati tramite lo strumento :ref:``batch item modification tool <batch-item-modification-label>` se il permesso items\_batchmod\_restricted è attivo.
tr: Bu tercih, items\_batchmod\_restricted izni etkinleştirilirse, :ref:`toplu materyal değiştirme aracı <batch-item-modification-label> aracılığıyla hangi alanları düzenleyebileceğinizi tanımlamanıza izin verir.

source: The FA framework is excluded from the permission. If the pref is empty, no fields are restricted.
hi: एफए ढांचे अनुमति से बाहर रखा गया है. उपसर्ग खाली है, कोई क्षेत्र प्रतिबंधित कर रहे हैं.
it: Il framework FA è escluso da questo permesso. Se la preferenza è vuota, nessun campo verrà bloccato.
tr: FA çerçevesi izin kapsamı dışındadır. pref boşsa, hiç bir alan kısıtlanmaz.

source: Asks: Define a list of subfields for which editing is authorized when edit\_items\_restricted permission is enabled, separated by spaces. \_\_\_
hi: पूछता है: Subfields की एक सूची परिभाषित करें जिसके लिए संपादन अधिकृत है जब \ _items \ _restricted अनुमति सक्षम है, रिक्त स्थान से अलग. \_\_\_
it: Chiede: Indica una lista di sottocampi da autorizzare in modifica, quando il permesso edit\_items\_restricted è attivo; separati da spazi. \_\_\_
tr: Seçenek: edit\_items\_restricted izni etkin olduğunda düzenleme yetkisi olan alt alanların listesini boşluklarla ayırarak tanımlayın. \_\_\_

source: This preference lets you define what fields can be edited via cataloging if the `edit\_items\_restricted <#edit_items_restricted>`__ permission is enabled
hi: यह वरीयता आपको परिभाषित करने देती है कि 'edit\_items\_restricted <#edit_items_restricted>`__ अनुमति सक्षम है, तो कैटलॉग के माध्यम से किन फ़ील्ड संपादित किए जा सकते हैं
it: Questa preferenza permette di indicare quali campi possono essere modificati in catalogazione se il permesso`edit\_items\_restricted <#edit_items_restricted>`__ è attivo
tr: Bu tercih `edit\_items\_restricted <#edit_items_restricted>`__ izinleri etkin durumdaysa kataloglama üzerinden hangi alanların düzenlenebileceğini belirlemenizi sağlar

source: The Fast Add (FA) framework is excluded from the permission. If the pref is empty, no fields are restricted.
hi: तेजी से जोड़ें (एफए) ढांचे अनुमति से बाहर रखा गया है. उपसर्ग खाली है, कोई क्षेत्र प्रतिबंधित कर रहे हैं.
it: Il framework FA è escluso da questo permesso. Se la preferenza è vuota, nessun campo verrà bloccato.
tr: Hızlı çerçeve ekle (FA) izin kapsamı dışındadır. pref boşsa, hiç bir alan kısıtlanmaz.

source: Asks: Define a list of subfields to use when prefilling items \_\_\_
hi: पूछता है: आइटम्स को प्रीफ़िल करते समय उपयोग करने के लिए उप-फ़ील्ड की एक सूची परिभाषित करें \_\_\_
it: Chiede: Definisci una lista di sottocampi da usare per precompilare una copia \_\_\_
tr: Seçenek: Materyalleri önceden doldururken kullanılacak alt alanların bir listesini tanımlayın \_\_\_

source: Separate values with a space.
hi: एक स्थान के साथ अलग-अलग मूल्यों.
it: Separa i valori con uno spazio.
tr: Değerleri bir boşluk ile ayırın.

source: When the :ref:`PrefillItem` preference is set to prefill item values with those from the last added item, this preference can control which fields are prefilled (and which are not). Enter a space separated list of fields that you would like to prefill when adding a new item.
hi: जब :ref:`PrefillItem` वरीयता पिछले आइटम से आइटम आइटम मानों को पूर्ववत करने के लिए सेट की गई है, यह वरीयता नियंत्रित कर सकती है कि कौन से फ़ील्ड prefilled हैं (और जो नहीं हैं)। फ़ील्ड की एक स्पेस से अलग सूची दर्ज करें जिसे आप एक नया आइटम जोड़ते समय प्रीफिल करना चाहते हैं।
it: Se la preferenza di sistema :ref:`PrefillItem` permette la precompilazione dei sottocampi di copia con quelli dell'ultima copia aggiunta, questa preferenza stabilisce quali sottocampi precompilare e quali no. Inserisci la lista di sottocampi da precompilare, separati dallo spazio.
tr: :ref:`PrefillItem` tercihi materyal değerlerini son eklenen materyalin değerlerinden önceden doldur olarak ayarlandığında, bu tercih hangi alanların önceden doldurulacağını (ve hangi alanların doldurulmayacağını) kontrol eder. Yeni bir materyal eklerken önceden doldurmak istenen alanların bir boşlukla ayrılmış listesini girin.

source: Default: fre
hi: डिफ़ॉल्ट: fre
tr: Varsayılan: fre

source: Asks: Use the language (ISO 690-2) \_\_\_ as default language in the UNIMARC field 100 when creating a new record or in the field plugin.
hi: Asks: एक नया रिकॉर्ड या फ़ील्ड प्लगइन में जब UNIMARC फ़ील्ड 100 में डिफ़ॉल्ट भाषा के रूप में भाषा (आईएसओ 690-2) \_\_\_ का उपयोग करें।
it: Chiese: usare la lingua (ISO 690-2) \_\_\_ come lingua di default nel campo UNIMARC 100 quando si crea un record o nel plugin del campo.
tr: Seçenek: Yeni bir kayıt oluştururken veya alan eklentisinde UNIMARC 100 alanında varsayılan dil olarak (ISO 690-2) \_\_\_ dilini kullanın.

source: Defaults: Don't copy & 701,702,700
hi: डिफ़ॉल्ट: नकल मत करो और 701,702,700
it: Predefiniti: Non copiare & 701,702,700
tr: Varsayılanlar: Kopyalama & 701,702,700

source: Asks: \_\_\_ authors from the UNIMARC \_\_\_ tags (separated by commas) to the correct author tags when importing a record using Z39.50.
hi: पूछता है: \_\_\_ _ Z39.50 का उपयोग करते हुए रिकॉर्ड आयात करते समय यूनिमार्क \_\_\_ टैग (अल्पविराम से अलग) के लेखकों को सही लेखक टैग पर लेखक।
it: Chiede: \_\_\_ gli autori dai campi UNIMARC \_\_\_ (separati da virgola) per correggere i campi autore quando utilizzi Z39.50.
tr: Seçenek: Z39.50. kullanarak kayıt aktarırken \_\_\_ UNIMARC'tan aktarılan yazar tag'lerini (virgülle ayırarak) \_\_\_.

source: Description for z3950NormalizeAuthor:
hi: विवरण के लिए z3950NormalizeAuthor:
it: Descrizione di z3950NormalizeAuthor:
tr: z3950NormalizeAuthor için açıklama:

source: This preference allows for 'Personal Name Authorities' to replace authors as the bibliographic authority. This preference should only be considered by libraries using UNIMARC.
hi: यह वरीयता ग्रंथ सूची अधिकार के रूप में लेखकों को बदलने के लिए 'व्यक्तिगत नाम प्राधिकरण' के लिए अनुमति देता है. यह वरीयता केवल Unimarc का उपयोग कर पुस्तकालयों द्वारा विचार किया जाना चाहिए.
it: Questa preferenza permette a 'Autorità nomi personali' di sostituire autori usando il record di autorità. Questa preferenza è da utilizzare con biblioteche Unimarc.
tr: Bu tercih 'Kişi Adı Otoriteleri'nin bibliyografik otorite olarak yazarlarla değiştirilmesini sağlar. Bu tercih yalnızca UNIMARC kullanan kütüphaneler tarafından tercih edilmelidir.

source: Values for z3950NormalizeAuthor:
hi: मान के लिए z3950NormalizeAuthor:
it: Valori di z3950NormalizeAuthor:
tr: z3950NormalizeAuthor için değerler:

source: Copy
hi: प्रतिलिपि
it: Copia
tr: Kopya

source: Don't copy
hi: नकल मत करो
it: Non copiare
tr: Kopyalama

source: Description for z3950AuthorAuthFields:
hi: विवरण के लिए z3950AuthorAuthFields:
it: Descrizione di z3950AuthorAuthFields:
tr: z3950AuthorAuthFields için açıklamalar:

source: This preference defines which MARC fields will be used for 'Personal Name Authorities' to replace authors as the bibliographic authorities. This preference only applies to those using UNIMARC encoding. The MARC fields selected here will only be used if 'z3950NormalizeAuthor' is set to "Copy". The default field are 700, 701, and 702.
hi: यह वरीयता परिभाषित करता है कि कौन-सी एमएआरसी फ़ील्ड लेखकों को ग्रंथ सूची अधिकारियों के रूप में बदलने के लिए 'व्यक्तिगत नाम अधिकारियों' के लिए इस्तेमाल किया जाएगा. यह वरीयता केवल उन लोगों पर लागू होती है जो यूनिमार्क एन्कोडिंग का उपयोग करते हैं. यहां चयनित एमएआरसी फ़ील्ड का उपयोग केवल तभी किया जाएगा यदि 'z3950NormalizeAuthor' को "कॉपी करें" पर सेट किया गया है डिफ़ॉल्ट फ़ील्ड 700, 701, और 702 हैं.
it: Questa preferenza definisce quali campi MARC saranno usati quando 'Autorità nomi personali' sostituisce l'autore con il record di autorità. Questa preferenza si applica in ambito Unimarc. I campi MARC selezionati qui verranno usati se 'z3950NormalizeAuthor' è impostato a "Copia". I campi di default sono 700, 701 e 702.
tr: z3950AuthorAuthFields için açıklama:

source: Spine Labels
hi: स्पाइन लेबल
it: Etichette sul dorso
tr: Sırt Etiketleri

source: Asks: When using the quick spine label printer, \_\_\_ automatically pop up a print dialog.
hi: पूछता है: त्वरित रीढ़ लेबल प्रिंटर का उपयोग करते समय,\_\_\_ स्वचालित रूप से एक प्रिंट संवाद पॉप अप करें।
it: Chiede: Quando si usa la stampa rapida di etichette per il dorso, \_\_\_ la comparsa automatica di una finestra pop up per la stampa.
tr: Seçenek: Hızlı sırt etiketi yazıcısını kullanırken, \_\_\_ otomatik olarak bir baskı iletişim kutusunu açar.

source: Default: <itemcallnumber><copynumber>
hi: डिफ़ॉल्ट:<itemcallnumber><copynumber>
tr: Varsayılan: <itemcallnumber><copynumber>

source: Asks: Include the following fields on a quick-printed spine label: (Enter in columns from the biblio, biblioitems or items tables, surrounded by < and >.)
hi: पूछते हैं: त्वरित फ़ील्ड वाले लेबल पर निम्न फ़ील्ड शामिल करें: (बाइबिलियो, बाइबिलियोइटम्स या आइटम टेबल से कॉलम में दर्ज करें, जो घिरा हुआ है < and >.)
it: Chiede: Includi questi campi per la stampa rapida di etichette per il dorso: (inserisci colonne delle tabelle biblio, biblioitems o items del database, racchiuse tra < and >).
tr: Seçenek: Hızlı yazdırılan sırt etiketine aşağıdaki alanları ekleyin: (biblio, biblioitems veya materyal tablolarından, < and > ile çevrili sütunları girin.)

source: Asks: \_\_\_ buttons on the bib details page to print item spine labels.
hi: पूछते हैं:\_\_\_ आइटम रीढ़ लेबल मुद्रित करने के लिए बिब विवरण पृष्ठ पर बटन।
it: Chiede: \_\_\_ nella pagina del record bibliografico i link per stampare le etichette per il dorso.
tr: Seçenek: materyal sırt etiketi yazdırmak için bibliyografik ayrıntılar sayfasındaki butonları \_\_\_

source: Circulation
hi: परिचालन
it: Circolazione
tr: Dolaşım

source: *Get there:* More > Administration > Global System Preferences > Circulation
hi: * वहां जाएं: * अधिक> प्रशासन> वैश्विक सिस्टम प्राथमिकताएं> परिसंचरण
it: *Vai a:* Più > Amministrazione > Preferenze di sistema > Circolazione > useDaysMode
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Dolaşım

source: Article Requests
hi: अनुच्छेद अनुरोध
it: Richieste di articoli
tr: Makale İstekleri

source: Asks: \_\_\_ patrons to place article requests.
hi: पूछते हैं: \_\_\_ लेख अनुरोधों को रखने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di effettuare ricerche sui record di autorità.
tr: Seçenek: kullanıcıların makale isteği yapmalarını \_\_\_.

source: Don't enable
hi: सक्षम न करें
it: Non attivare
tr: Etkinleştirme

source: This preference controls whether or not article requests are allowed to be placed by patrons in the OPAC.
hi: यह वरीयता नियंत्रण करता है कि ओपेक में संरक्षक द्वारा आलेख अनुरोधों को रखने की अनुमति है या नहीं।
it: Questa preferenza consente di controllare se gli utenti possono chiedere articoli (ILL) usando l'OPAC.
tr: Bu seçenek, kullanıcıların OPAC'da materyal barkodlarını görüp göremeyeceklerini denetlemenizi sağlar.

source: Default: Use algorithm to show or hide
hi: डिफ़ॉल्ट: दिखाने या छिपाने के लिए एल्गोरिथ्म का उपयोग करें

source: Asks: \_\_\_ article request link on search results.
hi: पूछता है:\_\_\_खोज परिणामों पर लेख अनुरोध लिंक.

source: Always show
hi: हमेशा दिखाएं

source: Use algorithm to show or hide
hi: दिखाने या छिपाने के लिए एल्गोरिथ्म का उपयोग करें

source: On the OPAC results page, either always show the 'Request article' link or check the branch, patron and item type combination to determine whether or not an article can be requested from this particular record before displaying the link.
hi: ओपेक परिणाम पृष्ठ पर, या तो हमेशा 'अनुरोध लेख' लिंक दिखाएं या यह निर्धारित करने के लिए कि क्या कोई विशेष लेख इस विशेष रिकॉर्ड से लिंक प्रदर्शित करने से पहले अनुरोध किया जा सकता है या नहीं, शाखा, संरक्षक और आइटम प्रकार संयोजन की जाँच करें।

source: Default: None selected
hi: डिफ़ॉल्ट: कोई भी नहीं चुना गया
it: Default: Nessuna selezione
tr: Varsayılan: Hiçbiri seçilmedi

source: Asks: For records that are record level or item level requestable, make the following fields mandatory \_\_\_
hi: पूछते हैं: रिकॉर्ड स्तर या आइटम स्तर के अनुरोध योग्य रिकॉर्ड के लिए, निम्नलिखित फ़ील्ड अनिवार्य बनाएं \_\_\_
it: Chiede: per i record che sono richiedibili a livello di record o di copia, rendi obbligatori i seguenti campi \_\_\_
tr: Seçenek: Kayıt düzeyinde veya materyal düzeyinde talep edilebilir kayıtlar için aşağıdaki alanları zorunlu kılın \_\_\_

source: [Select all]
hi: [सबको चुनें]
it: [Seleziona tutto]
tr: [Tümünü Seçin]

source: Author
hi: लेखक
it: Autore
tr: Yazar

source: Chapters
hi: अध्यायों
it: Capitoli
tr: Bölümler

source: Date
hi: तिथि
it: Data
tr: Tarih

source: Issue
hi: मुद्दा
it: Fascicolo
tr: Sayı

source: Pages
hi: पृष्ठों
it: Pagine
tr: Sayfalar

source: Title
hi: शीर्षक
it: Titolo
tr: Eser Adı

source: Volume
hi: माप
tr: Cilt

source: This preference controls what fields must be filled in before an article request can be placed for either a record level or item level request. Choosing [Select all] indicates that all fields listed (Author, Chapters, Date, Issue, Pages, Title, Volume) must be completed before the article request can be placed.
hi: यह वरीयता नियंत्रित करता है कि आलेख अनुरोध को रिकॉर्ड स्तर या आइटम स्तर अनुरोध के लिए रखा जा सकता है इससे पहले कि फ़ील्ड भरने चाहिए। [सभी का चयन करें] का चयन करना इंगित करता है कि आलेख अनुरोध किए जाने से पहले सूचीबद्ध सभी फ़ील्ड (लेखक, अध्याय, दिनांक, अंक, पृष्ठ, शीर्षक, वॉल्यूम) पूरा हो जाना चाहिए।
it: Questa preferenza controlla quali campi devono essere riempiti per una richiesta di un articolo, a livello di record o a livello di copia. Scegliendo [Seleziona tutto] si indica che tutti i campi elencati (Author, Chapters, Date, Issue, Pages, Title, Volume) devono essere riempiti prima di inoltrare la richiesta di un articolo.
tr: Bu tercih, bir makale isteğinin bir kayıt düzeyi veya materyal düzeyi isteği için yerleştirilebilmesi için hangi alanların doldurulması gerektiğini denetler. [Select all] seçimi, makale talebi yapılmadan önce listelenen tüm alanların (Yazar, Bölümler, Tarih, Sayı, Sayfalar, Başlık, Cilt) tamamlanmış olduğunu gösterir.

source: Asks: For records that are only item level requestable, make the following fields mandatory \_\_\_
hi: पूछते हैं: रिकॉर्ड के लिए जो केवल आइटम स्तर अनुरोध योग्य हैं, निम्नलिखित फ़ील्ड अनिवार्य बनाते हैं \_\_\_
it: Chiede: per i record che sono richiedibili solo a livello di copia, rendi obbligatori i seguenti campi \_\_\_
tr: Seçenek: Yalnızca materyal düzeyinde talep edilebilen kayıtlar için aşağıdaki alanları zorunlu kılın \_\_\_

source: This preference controls what fields must be filled in before an article request can be placed for an item level request only. Choosing [Select all] indicates that all fields listed (Author, Chapters, Date, Issue, Pages, Title, Volume) must be completed before the article request can be placed.
hi: यह वरीयता नियंत्रित करता है कि एक लेख अनुरोध अनुरोध के लिए केवल एक लेख अनुरोध को रखा जा सकता है। [सभी का चयन करें] का चयन करना इंगित करता है कि आलेख अनुरोध किए जाने से पहले सूचीबद्ध सभी फ़ील्ड (लेखक, अध्याय, दिनांक, अंक, पृष्ठ, शीर्षक, वॉल्यूम) पूरा हो जाना चाहिए।
it: Questa preferenza controlla quali campi devono essere riempiti per una richiesta di articolo, a livello di copia. Scegliendo [Seleziona tutto] si indica che tutti i campi elencati (Author, Chapters, Date, Issue, Pages, Title, Volume) devono essere riempiti prima di inoltrare la richiesta di articolo.
tr: Bu tercih, yalnızca bir materyal düzeyinde istek için bir makale isteği yapılabilmesi için hangi alanların doldurulması gerektiğini denetler. [Select all] seçimi, makale talebi yapılmadan önce listelenen tüm alanları (Yazar, Bölümler, Tarih, Sayı, Sayfalar, Başlık, Cilt) tamamlamış olduğunu gösterir.

source: Asks: For records that are only record level requestable, make the following fields mandatory \_\_\_
hi: पूछते हैं: रिकॉर्ड के लिए जो केवल रिकॉर्ड स्तर अनुरोध योग्य हैं, निम्नलिखित फ़ील्ड अनिवार्य बनाएं \_\_\_
it: Chiede: per i record che sono richiedibili solo a livello di record, rendi obbligatori i seguenti campi \_\_\_
tr: Seçenek: Yalnızca kayıt düzeyinde talep edilebilen kayıtlar için aşağıdaki alanları zorunlu kılın \_\_\_

source: This preference controls what fields must be filled in before an article request can be placed for a record level request only. Choosing [Select all] indicates that all fields listed (Author, Chapters, Date, Issue, Pages, Title, Volume) must be completed before the article request can be placed.
hi: यह वरीयता नियंत्रित करता है कि आलेख अनुरोध केवल रिकॉर्ड स्तर अनुरोध के लिए रखा जा सकता है इससे पहले कि फ़ील्ड भरने चाहिए। [सभी का चयन करें] का चयन करना इंगित करता है कि आलेख अनुरोध किए जाने से पहले सूचीबद्ध सभी फ़ील्ड (लेखक, अध्याय, दिनांक, अंक, पृष्ठ, शीर्षक, वॉल्यूम) पूरा हो जाना चाहिए।
it: Questa preferenza controlla quali campi devono essere riempiti per una richiesta di articolo, a livello di record. Scegliendo [Seleziona tutto] si indica che tutti i campi elencati (Author, Chapters, Date, Issue, Pages, Title, Volume) devono essere riempiti prima di inoltrare la richiesta di articolo.
tr: Bu tercih, yalnızca bir kayıt düzeyinde istek için bir makale isteği yapılabilmesi için hangi alanların doldurulması gerektiğini denetler. [Select all] seçimi, makale talebi yapılmadan önce listelenen tüm alanları (Yazar, Bölümler, Tarih, Sayı, Sayfalar, Başlık, Cilt) tamamlamış olduğunu gösterir.

source: Batch Checkout
hi: बैच चैकआउट
it: Prestiti Batch
tr: Toplu Ödünç Alma

source: Default: Don't allow
hi: डिफ़ॉल्ट: की अनुमति न दें
it: Default: Non permettere
tr: Varsayılan: İzin verme

source: Asks: \_\_\_ batch checkouts
hi: पूछते हैं: \_\_\_ बैच चेकआउट
it: Chiede: \_\_\_ i prestiti batch
tr: Seçenek: Toplu ödünç verme işlemine \_\_\_

source: Don't allow
hi: अनुमति नहीं रखता
it: Non permettere
tr: İzin verme

source: Asks: Patron categories allowed to checkout in a batch \_\_\_ (list of patron categories separated with a pipe ^\|^)
hi: पूछता है: संरक्षक श्रेणियों को बैच में चेकआउट करने की अनुमति है \_\_\_ (एक पाइप से अलग संरक्षक श्रेणियों की सूची ^\|^)

source: Checkin Policy
hi: चेकइन नीति
it: Regole di restituzione
tr: İade Politikası

source: Default: Don't block
hi: डिफ़ॉल्ट: ब्लॉक नहीं करें
it: Default: Non bloccare
tr: Varsayılan: Bloke etme

source: Asks: \_\_\_ returning of items that have been lost.
hi: पूछता है: \_\_\_ खो गए सामानों की वापसी.
tr: Seçenek: Kayıp durumda bulunan materyallerin iadesine \_\_\_.

source: Block
hi: ब्लॉक
it: Blocca
tr: Engelle

source: Don't block
hi: ब्लॉक नहीं करें
it: Non bloccare
tr: Engelleme

source: This preference controls whether and item with a lost status (952$1 in MARC21) can be checked in or not.
hi: यह वरीयता नियंत्रित करता है कि खोए गए स्थिति (मार्क21 में 952$1) के साथ आइटम और चेक किया जा सकता है या नहीं।
tr: Bu tercih, kayıp durumunda olan (952$1 in MARC21) bir materyalin iade edilip edilemeyeceğini kontrol eder.

source: Default: Block
hi: डिफ़ॉल्ट: ब्लॉक
it: Default: Blocca
tr: Varsayılan: Bloke

source: Asks: \_\_\_ returning of items that have been withdrawn.
hi: पूछता है: \_\_\_ वापस लेने वाले आइटम की वापसी.
it: Chiede: \_\_\_ la restituzione di copie che erano state ritirate.
tr: Seçenek: Sistemden düşülmüş olan materyallerin iadesine \_\_\_.

source: This preference controls whether and item with a withdrawn status (952$0 in MARC21) can be checked in or not.
hi: यह वरीयता को नियंत्रित करता है कि क्या और आइटम एक वापस ले लिया स्थिति (952 MARC21 में $ 0) के साथ में है या नहीं की जाँच की जा सकती है.
it: Questa preferenza controlla se una copia ritirata (952$0 nel MARC21) può essere prestata o no.
tr: Bu tercih, düşme durumu (952$0 in MARC21) olan bir materyalin iade edilip edilemeyeceğini kontrol eder.

source: Asks: \_\_\_ calculate and update overdue charges when an item is returned.
hi: पूछता है: \_\_\_ किसी आइटम को वापस आने पर अतिदेय शुल्क की गणना करें और अपडेट करें.
it: Chiede: \_\_\_ calcolo e aggiornamento delle multe per ritardo quando una copia viene restituita.
tr: Seçenek: bir materyal iade edildiğinde gecikme ücretlerinin hesaplanması ve güncellenmesi \_\_\_.

source: If this preference is set to "Do" and the :ref:`fines cron job <fines-label>` is off then Koha will calculate fines only when items are returned. If you have the fines cron job on and this preference set to "Do" then this preference will calculate fines based on the cron (usually run nightly) and then again when you check the item in. This option is best for those who are doing hourly loans. If this preference is set to "Don't" then fines will only be accrued if the fines cron job is running.
hi: यदि यह वरीयता "Do" पर सेट है और : ref: `जुर्माना क्रॉन जॉब <fines-label> 'बंद है तो कोहा केवल तभी गणना करेगा जब आइटम वापस आ जाएंगे। यदि आपके पास जुर्माना क्रॉन नौकरी है और यह वरीयता "डू" पर सेट है तो यह वरीयता क्रॉन (आमतौर पर रात में चलने वाली) के आधार पर जुर्माना की गणना करेगी और फिर जब आप आइटम को चेक करेंगे तो फिर से। यह विकल्प उन लोगों के लिए सबसे अच्छा है जो प्रति घंटा ऋण कर रहे हैं। यदि यह वरीयता "नहीं" पर सेट की गई है तो जुर्माना केवल तभी अर्जित किया जाएगा जब जुर्माना क्रॉन जॉब चल रही हो।
it: Se questa preferenza è impostata a 'Calcola' e il `:ref:`fines cron job <fines-label>` è disattivato, Koha calcolerà le multe solo quando la copia viene restituita. Se il cronjob delle multe è attivo e questa preferenza è 'Calcola', allora questa preferenza calcolerà le multe con il cronjob (normalmente di notte) e anche al momento della restituzione di un prestito. Questa opzione è adatta per chi fa prestiti orari. Se questa preferenza ha valore 'Non calcolare', le multe verranno addebitate dal cronjob, se è attivo.
tr: Bu tercih "Yap" olarak ayarlanırsa ve :ref:`fines cron job <fines-label>` kapalıysa Koha para cezalarını yalnızca materyaller iade edildiğinde hesaplayacaktır. fines cron job açıksa ve bu tercih "Yap" olarak ayarlanırsa bu sefer para cezaları cron esas alınarak (genellikle geceleri çalışır) ve sonra yeniden materyaller iade edildiğinde hesaplanacaktır. Bu seçenek saatlik ödünç veren kütüphaneler için en iyisidir. Bu seçenek "Yapma" olarak ayarlanırsa para cezaları yalnızca cron job çalışıyorsa tahakkuk edilecektir.

source: If you are doing hourly loans then you should have this set to 'Do'.
hi: यदि आप प्रति घंटा ऋण कर रहे हैं तो आप 'Do' के लिए इस सेट करना चाहिए था.
it: Se effettui prestiti orari, questa preferenza dovrebbe essere attiva.
tr: Eğer saatlik ödünç veriyorsanız, bu 'Do' olarak ayarlanmalıdır.

source: Default: Don't cumulate
hi: डिफ़ॉल्ट: संचलन मत करो
it: Default: Non accumulare
tr: Varsayılan: Biriktirmeyin

source: Asks: \_\_\_ the restriction periods.
hi: पूछता है: \_\_\_ प्रतिबंध अवधि.
it: Chiede: \_\_\_ i periodi di restrizione.
tr: Seçenek: Kısıtlama sürelerini \_\_\_.

source: Don't cumulate
hi: संचलन मत करो
it: Non accumulare
tr: Biriktirme

source: Cumulate
hi: संचयी
it: Accumulare
tr: Biriktir

source: Asks: \_\_\_ hide patrons phone number, email address, street address and city in the circulation page
hi: पूछता है: \_\_\_ पेट्रोन्स फोन नंबर, ईमेल एड्रेस, स्ट्रीट एड्रेस और शहर को सर्कुलेशन पेज में छिपाएं

source: This preference controls the display of the patron's phone number, email address, and physical address from the left side of the screen (under their picture, if they have one).
hi: यह वरीयता स्क्रीन के बाईं ओर से संरक्षक के फोन नंबर, ईमेल पते और भौतिक पते के प्रदर्शन को नियंत्रित करती है (यदि उनकी तस्वीर है, तो वे एक हैं)।
