Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Patrons registering via the OPAC will not need to be approved by a librarian. For this reason it is recommended that you set up a provisional :ref:`patron category <patron-categories-label>` with no :ref:`circulation rights <circulation-and-fine-rules-label>`. That way patrons will have to come in to the library to verify their identity before given circulation rights at the library. Once the patron confirms their identiy the library staff can change the category to one with permissions to check items out and place holds.
hi: ओपेक के माध्यम से पंजीकृत सरक्षकों को लाइब्रेरियन द्वारा अनुमोदित करने की आवश्यकता नहीं होगी। इस कारण से यह अनुशंसा की जाती है कि आप एक प्रावधान स्थापित करें :ref:`संरक्षक श्रेणी <patron-categories-label>' नही के साथ :ref:`परिसंचरण अधिकार <circulation-and-fine-rules-label>`। पुस्तकालय में दिए गए परिसंचरण अधिकारों से पहले संरक्षकों को अपनी पहचान सत्यापित करने के लिए पुस्तकालय में आना होगा। एक बार संरक्षक अपनी पहचान की पुष्टि करता है, लाइब्रेरी कर्मचारी आइटम को बाहर रखने और रख-रखाव की जांच करने के लिए अनुमतियों के साथ श्रेणी में बदल सकते हैं।
it: Gli utenti che si registrano tramite l'OPAC non dovranno essere approvati dal un membro dello staff. Per questa ragione si raccomanda di impostare una :ref:`categoria utente <patron-categories-label>` provvisoria senza :ref:`diritti di circolazione <circulation-and-fine-rules-label>`. In questo modo, gli utenti dovranno passare dalla biblioteca per poterne verificare l'identità e poter poi assegnare diritti sui prestiti. Una volta verificata l'identità, lo staff potrà a discrezione modificare la categoria dell'utente a una con possibilità di prestito e prenotazioni.
tr: OPAC aracılığıyla kayıt yaptıran kullanıcıların bir kütüphaneci tarafından onaylanması gerekmez. Bu nedenle, :ref:`dolaşım hakları <circulation-and-fine-rules-label>` olmadan geçici bir :ref:`kullanıcı kategorisi <patron-categories-label>` oluşturmanız önerilir. Bu şekilde, kullanıcıların kütüphanede dolaşım hakları verilmeden önce kimliklerini doğrulamak için kütüphaneye gelmeleri gerekecek. Kullanıcı kimliğini doğruladıktan sonra, kütüphane personeli, kategoriyi ödünç vermek ve ayırtma yapmak için izinlere sahip kategoriye değiştirebilir.

source: If you leave this blank or enter in an invalid code your patrons will still be able to register but will not be given a username. There will be no errors on the page to explain this, so be sure to enter a valid patron category code.
hi: आप गलत कोड में इस खाली छोड़ दें या दर्ज करते हैं अपने संरक्षकों को अभी भी है, लेकिन रजिस्टर करने में सक्षम हो जाएगा एक उपयोगकर्ता नाम नहीं दिया जाएगा. वहाँ पृष्ठ इस समझाने पर कोई त्रुटि हो, तो एक वैध संरक्षक श्रेणी कोड दर्ज करने के लिए सुनिश्चित हो जाएगा.
it: Se si lascia questo campo vuoto o si immette in un codice non valido i vostri utenti saranno ancora in grado di registrarsi, ma non verrà assegnato un nome utente. Non ci sarà nessun errore nella pagina per spiegare questo, quindi assicuratevi di inserire un codice di categoria utente valido.
tr: Bu alanı boş bırakır ya da geçersiz bir kod girerseniz kullanıcılarınız yine de kayıt olabileceklerdir fakat bir kullanıcı adı alamayacaklardır. Bu sayfada bu durum ile ilgili bir hata mesajı çıkmayacağı için geçerli bir kullanıcı kodu girdiğinizden emin olun.

source: Default: Do not consider
hi: डिफ़ॉल्ट: विचार मत करो
it: Default: Non considerare
tr: Varsayılan: Dikkate almayın

source: Asks: \_\_\_ patron's email (borrowers.email) as unique on self registering. An email won't be accepted if it already exists in the database.
hi: पूछता है: \_\_\_ संरक्षक के ईमेल (उधारकर्ता.मेल) स्वयं पंजीकरण पर अद्वितीय के रूप में। यदि यह डेटाबेस में पहले से मौजूद है तो एक ईमेल स्वीकार नहीं किया जाएगा.
it: Chiede: \_\_\_ l'indirizzo di posta elettronica dell'utente (borrowers.email) come unico in fase di autoregistrazione. Un indirizzo duplicato non verrà accettato.
tr: Seçenek Kullanıcı'nın e-postasını (borrowers.email) kendi kendine kayıt olma esnasında benzersiz olarak \_\_\_. Veritabanında zaten mevcutsa e-posta kabul edilmeyecektir.

source: Do not consider
hi: विचार मत करो
it: Non considerare
tr: Dikkate almayın

source: Asks: Delete patrons registered via the OPAC, but not yet verified after \_\_\_ days.
hi: पूछता है: ओपेक के माध्यम से पंजीकृत संरक्षक हटाएं, लेकिन \_\_\_ दिनों के बाद अभी तक सत्यापित नहीं किया गया.
it: Chiede: Elimina gli utenti registrati tramite l'OPAC, ma non ancora verificati dopo \_\_\_ giorni.
tr: Seçenek: OPAC aracılığı ile kaydolan fakat \_\_\_ gün sonra halen doğrulanmamış kullanıcıları sil.

source: This preference links to the :ref:`delete\_expired\_opac\_registrations.pl cron job <unverified-registrations-label>`. If that cron is set to run nightly it will clean up any registrations that have not been verified via email in the number of days entered on this preference. This is dependent on :ref:`PatronSelfRegistrationVerifyByEmail` preference.
hi: यह वरीयता लिंक से संबंधित है :ref:`delete\_expired\_opac\_registrations.pl क्रॉन जॉब <unverified-registrations-label>`। यदि वह क्रॉन रात को चलाने के लिए सेट किया गया है तो यह किसी भी रजिस्ट्रेशन को साफ़ कर देगा जो इस वरीयता में दर्ज दिनों की संख्या में ईमेल के माध्यम से सत्यापित नहीं किया गया है। यह निर्भर है :ref:`PatronSelfRegistrationVerifyByEmail` प्राथमिकता।
it: Questa preferenza si collega al :ref:`cron job delete\_expired\_opac\_registrations.pl <unverified-registrations-label>`. Se quel cron job è impostato per eseguire tutte le notti, pulirà eventuali registrazioni che non sono state verificate tramite e-mail entro il numero di giorni immessi in questa preferenza. Questo dipende dalla preferenza :ref:`PatronSelfRegistrationVerifyByEmail`.
tr: Bu tercih :ref:`delete\_expired\_opac\_registrations.pl cron job <unverified-registrations-label>` için bir bağlantı verir. Bu cron gecelik olarak çalışacak şekilde ayarlanırsa, bu tercih içerisinde belirtilmiş gün süresince e-posta üzerinden onaylanmamış tüm kayıt işlemlerini silecektir. Bu, :ref:`PatronSelfRegistrationVerifyByEmail` tercihine bağlıdır.

source: Asks: Enable the self registration for the following libraries: \_\_\_ (separate branchcode with \|). If empty, all libraries will be listed.
hi: पूछते हैं: निम्नलिखित पुस्तकालयों के लिए स्वयं पंजीकरण सक्षम करें: \_\_\_ (अलग शाखा कोड \|). यदि खाली है, तो सभी पुस्तकालय सूचीबद्ध होंगे।
it: Chiede: Attivare l'autoregistrazione per le seguenti biblioteche: \_\_\_ (separare i codici di biblioteca con \|). Se vuoto, si intende tutte le biblioteche.
tr: Seçenek: Aşağıdaki kütüphaneler için kendi kendine kayıt olma özelliğini etkinleştirin: \_\_\_ (birim kodunu \| ile ayırın) Boşsa, tüm kütüphaneler listelenecektir.

source: Default: Display and prefill
hi: डिफ़ॉल्ट: प्रदर्शन और उपसर्ग
it: Predefinito: Mostra e precompila
tr: Varsayılan: Display and prefill

source: Asks: \_\_\_ password and login form after a patron has self registered.
hi: पूछता है: \_\_\_ एक संरक्षक के बाद पासवर्ड और लॉगिन फॉर्म स्वयं पंजीकृत है.
it: Chiede: \_\_\_ la form di password e login dopo che un utente si è autoregistrato.
tr: Seçenek: Bir kullanıcı kendi kendine kayıt olduktan sonra şifre ve oturum açma formunu \_\_\_.

source: Do not display and prefill
hi: प्रदर्शित न करें और prefill
it: Non mostrare
tr: Görüntüleme ve ön doldurma yapma

source: Display and prefill
hi: प्रदर्शन और पूर्व भरें
it: Mostra e precompila
tr: Görüntüle ve ön doldurma yap

source: Asks: \_\_\_ that a self-registering patron verify his or herself via email.
hi: पूछता है: \_\_\_ कि एक स्वयं पंजीयन संरक्षक ईमेल के माध्यम से अपने आप को सत्यापित करता है
it: Chiede: \_\_\_ che un utente in fase di auto-registrazione confermi se stesso via e-mail.
tr: Seçenek: Kendisi kaydolan kullanıcının kendisini e-posta aracılığı ile doğrulamasına \_\_\_.

source: If you require patrons to verify their accounts via email they will not be able to log in to the OPAC until they acknowledge the email sent by Koha. If you don't require this then patrons will be able to log in as soon as they fill in the registration form. You can set the :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` preference to delete the un-verified self registrations after a certain number of days.
hi: यदि आपको ईमेल के माध्यम से अपने खातों को सत्यापित करने के लिए संरक्षकों की आवश्यकता होती है तो वे ओपेक में लॉग इन करने में सक्षम नहीं होंगे जब तक कि वे कोहा द्वारा भेजे गए ईमेल को स्वीकार न करें। यदि आपको इसकी आवश्यकता नहीं है तो जैसे ही वे पंजीकरण फॉर्म भरते हैं तो संरक्षक लॉग इन करने में सक्षम होंगे। आप इसे सेट कर सकते हैं: ref: `PatronSelfRegistrationExpireTemporaryAccountsDelay` कुछ निश्चित दिनों के बाद अन-सत्यापित स्वयं पंजीकरण को हटाने के लिए प्राथमिकता।
it: Se si richiede all'utente di verificare i proprio account via e-mail, non sarà in grado di accedere all'OPAC fino a che non riconosce la mail inviata da Koha. Se non si richiede questo allora l'utente sarà in grado di accedere non appena compilato il modulo di registrazione. È possibile impostare la preferenza :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` per eliminare le auto registrazioni non verificate dopo un certo numero di giorni.
tr: Eğer kullanıcılarınızın hesaplarını e-posta yoluyla doğrulamalarını zorunlu kılarsanız, Kullanıcılarınız Koha tarafından gönderilen e-postayı onaylayana kadar OPAC'a giriş yapamayacaklardır. Bunu zorunlu kılmazsanız kullanıcılarınız kayıt formunu doldurur doldurmaz sisteme giriş yapabileceklerdir. :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` tercihini, belli bir gün sayısı süresince doğrulanmamış kayıtları silmek için ayarlayabilirsiniz.

source: If you're going to require that patrons verify their accounts via email then the email field will automatically be marked as required.
hi: आप की आवश्यकता होती है कि संरक्षक ईमेल के माध्यम से उनके खातों तो ईमेल क्षेत्र स्वचालित रूप से चिह्नित किया जाएगा सत्यापित करने के रूप में आवश्यक जा रहे हैं.
it: Se hai intenzione di richiedere che gli utenti verifichino il loro account via e-mail, il campo email verrà contrassegnato automaticamente come obbligatorio.
tr: Kullanıcıların hesaplarını e-posta yoluyla doğrulamalarını zorunlu kılacaksanız, bu durumda e-posta alanı otomatik olarak zorunlu olarak işaretlenecektir.

source: Shelf Browser
hi: शेल्फ ब्राउज़र
it: Browser delle collocazioni - Scaffale virtuale
tr: Raf Tarayıcı

source: Asks: \_\_\_ a shelf browser on item details pages, allowing patrons to see what's near that item on the shelf.
hi: पूछता है: \_\_\_आइटम विवरण पृष्ठों पर एक शेल्फ ब्राउज़र, आश्रय को उस आइटम के पास शेल्फ पर देखने के लिए अनुमति देता है.
it: Chiede: \_\_\_ uno scaffale virtuale nella pagina dei dettagli, permettendo agli utenti di vedere quali altri libri sono vicino alla copia sullo scaffale.
tr: Seçenek: ayrıntılar sayfasında kullanıcıların raftaki materyalin yanında ne olduğunu görmelerini sağlayan bir raf tarayıcı \_\_\_.

source: This preference allows patrons to view what is located on the shelf near the item they looked up. The shelf browser option appears on the details page to the right of each items' call number. Clicking the 'Browse Shelf' link allows for a virtual shelf browsing experience via the OPAC and lets patrons see other books that may relate to their search and items that sit on the shelf near the item they are looking at.
hi: यह वरीयता संरक्षक देखने के लिए क्या आइटम वे ऊपर देखा पास शेल्फ पर स्थित है की अनुमति देता है. शेल्फ ब्राउज़र विकल्प प्रत्येक आइटम 'फोन नंबर के अधिकार के लिए विवरण पृष्ठ पर दिखाई देता है. 'ब्राउज़ शेल्फ' लिंक पर क्लिक करने ओपेक के माध्यम से एक आभासी शेल्फ ब्राउज़िंग अनुभव के लिए अनुमति देता है और संरक्षक अन्य पुस्तकों कि उनकी खोज और आइटम है कि आइटम वे देख रहे हैं के पास शेल्फ पर बैठने के लिए संबंधित हो सकता है देखते हैं.
it: Questa preferenza consente agli utenti di visualizzare ciò che si trova sullo scaffale accanto alla copia che stanno vedendo. L'opzione dello scaffale virtuale appare sulla pagina dei dettagli a destra della collocazione della copia. Cliccando sul link 'Scaffale virtuale' si ha una esperienza virtuale di navigazione di scaffale tramite l'OPAC e permette agli utenti di sapere quali altri libri possono riguardare la loro ricerca e le copie che sono sul ripiano vicine alla copia che stanno guardando.
tr: Bu tercih kullanıcıların aradıkları materyalin yakınındaki rafta nelerin bulunduğunu görmelerini sağlar. Raf tarayıcı seçeneği her materyalin yer numarasının sağındaki ayrıntılar sayfasında görünür. 'Raf tara' linkine tıklamak OPAC aracılığı ile sanal raf tarama deneyimi sağlar ve kullanıcıların aradıkları materyalin yakınında bulunan aramalarıyla ilgili diğer kitapları görebilmelerini sağlar.

source: This uses up a fairly large amount of resources on your server, and should be avoided if your collection has a large number of items.
hi: यह आपके सर्वर पर पर्याप्त मात्रा में संसाधनों का उपयोग करता है, और यदि आपके संग्रह में बड़ी संख्या में आइटम हैं तो इसे टालना चाहिए.
it: Questo utilizza un gran quantità di risorse sul server, e deve essere evitato se la vostra collezione ha un gran numero di copie.
tr: Bu, sunucunuzdaki kaynakları oldukça büyük miktarda kullanır ve koleksiyonunuza çok sayıda materyal varsa kaçınılmalıdır.

source: Asks: \_\_\_ the item collection code when finding items for the shelf browser.
hi: पूछता है: \_\_\_आइटम संग्रह कोड जब शेल्फ ब्राउज़र के लिए आइटम ढूंढता है.
it: Chiede: \_\_\_ il codice collezione quando si mostrano le copie nel browser virtuale.
tr: Seçenek: raf tarayıcı için materyalleri bulurken materyal koleksiyon kodunu \_\_\_.

source: If your library uses collection codes then you might want the shelf browser to take into consideration what collection the books belong to when populating the virtual shelf browser.
hi: अपने पुस्तकालय संग्रह कोड का उपयोग करता है, तो आप को ध्यान में रखना क्या संग्रह पुस्तकों जब आभासी शेल्फ ब्राउज़र populating के हैं शेल्फ ब्राउज़र चाहते हो सकता है.
it: Se la biblioteca utilizza codici di collezione allora si potrebbe desiderare che il browser delle collocazioni prenda in considerazione la collezione a cui appartiene il libro quando popola la lista.
tr: Kütüphaneniz koleksiyon kodları kullanıyorsa raf tarayıcınızın, sanal raf tarayıcısı doldurulurken kitapların hangi koleksiyona ait olduğunu dikkate almasını isteyebilirsiniz.

source: Default: Use
hi: डिफ़ॉल्ट: उपयोग करें
it: Default: Usa
tr: Varsayılan: Kullan

source: Asks: \_\_\_ the item home branch when finding items for the shelf browser.
hi: पूछता है: \_\_\_ शेल्फ ब्राउज़र के लिए आइटम ढूंढते समय आइटम होम शाखा.
it: Chiede: \_\_\_ la biblioteca della copia quando si mostrano le copie nel browser virtuale.
tr: Seçenek: raf tarayıcı için materyalleri bulurken materyalin ana birimini \_\_\_.

source: If you have a multiple branch system you may want to make sure that Koha takes into consideration what branch owns the books when populating the virtual shelf browser for accuracy.
hi: आप एक से अधिक शाखा प्रणाली है, तो आपको लगता है कि Koha विचार जब सटीकता के लिए आभासी शेल्फ ब्राउज़र populating क्या शाखा पुस्तकों का मालिक में ले जाता है बनाने के लिए चाहते हो सकता है.
it: Se il tuo sistema è composto da più biblioteche, puoi controllare come Koha compone lo scaffale virtuale tenendo presente le biblioteche del sistema.
tr: Birden çok birime sahip bir sisteminiz varsa, doğruluk için sanal raf tarayıcı doldurulurken Koha'nın kitapların hangi birime ait olduğunu dikkate aldığından emin olmak isteyeceksiniz.

source: Asks: \_\_\_ the item location when finding items for the shelf browser.
hi: पूछता है: \_\_\_आइटम स्थान जब शेल्फ ब्राउज़र के लिए आइटम ढूंढते हैं.
it: Chiede: \_\_\_ la provenienza della copia quando viene composto lo scaffale virtuale.
tr: Seçenek: Raf tarayıcı için materyali bulurken materyalin yerini \_\_\_.

source: If your library uses shelving locations then you might want the shelf browser to take into consideration what shelving location the books belong to when populating the virtual shelf browser.
hi: यदि आपकी लाइब्रेरी शेल्विंग स्थानों का उपयोग करती है तो हो सकता है कि आप शेल्फ ब्राउज़र को यह विचार कर सकें कि वर्चुअल शेल्फ ब्राउज़र को पॉप्युलेट करते समय पुस्तकें किस शेल्फिंग स्थान से संबंधित हैं।
it: Se la tua biblioteca utilizza le collocazioni a scaffale (shelving locations), puoi richiedere che lo scaffale virtuale le tenga presenti quando viene composto e visualizzato.
tr: Kütüphaneniz raf yerleştirme konumlarını kullanıyorsa, sanal raf tarayıcı doldurulurken, raf tarayıcının kitapların hangi konumlara ait olduğunu dikkate almasını isteyebilirsiniz.

source: Patrons
hi: संरक्षक
it: Utenti
tr: Kullanıcılar

source: *Get there:* More > Administration > Global System Preferences > Patrons
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं >संरक्षक
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Kullanıcılar

source: Asks: \_\_\_ staff to set the ability for a patron's checkouts to be viewed by linked patrons in the OPAC.
hi: पूछता है: \_\_\_ कर्मचारियों को ओपेक में जुड़े संरक्षक द्वारा देखे जाने वाले संरक्षक के चेकआउट की क्षमता निर्धारित करने के लिए.
it: Chiedi: \_\_\_ allo staff di consentire agli utenti tutori di vedere sull'OPAC i prestiti in corso di un utente loro tutorato.
tr: Seçenek: Materyali ödünç alan kullanıcının adını OPAC materyal ayrıntıları sayfasında \_\_\_.

source: Asks: \_\_\_ an email to newly created patrons with their account details.
hi: पूछता है: \_\_\_अपने खाते के विवरण के साथ नव निर्मित संरक्षक को ईमेल.
it: Chiede: \_\_\_ un messaggio di posta elettronica agli utenti appena creati con i dettagli dell'account.
tr: Seçenek: Yeni oluşturulan kullanıcılara hesap bilgileriyle birlikte bir e-posta \_\_\_.

source: AutoEmailOpacUser allows library users to be notified by email of their account details when a new account is opened at the email address specified in the :ref:`AutoEmailPrimaryAddress` preference. The email contains the username and password given to or chosen by the patron when signing up for their account and can be customized by editing the `ACCTDETAILS <#ACCTDETAILS>`__ notice.
hi: AutoEmailOpacUser लाइब्रेरी उपयोगकर्ताओं को उनके खाते के विवरण के ईमेल द्वारा अधिसूचित किया जा सकता है जब निर्दिष्ट ईमेल पते पर नया खाता खोला जाता है : ref: `AutoEmailPrimaryAddress` वरीयता। ईमेल में उनके खाते के लिए साइन अप करते समय संरक्षक द्वारा दिए गए या चुने गए उपयोगकर्ता नाम और पासवर्ड होते हैं और उन्हें `ACCTDETAILS <#ACCTDETAILS>`__ नोटिस संपादित करके अनुकूलित किया जा सकता है।
it: AutoEmailOpacUser permette agli utenti di ricevere una notifica via email con i dettagli dell'account, all'indirizzo specificato nella preferenza :ref:`AutoEmailPrimaryAddress`. Il messaggio conterrà username e password dati o scelti dall'utente al momento dell'iscrizione e potranno essere personalizzati tramite `ACCTDETAILS <#ACCTDETAILS>`__.
tr: AutoEmailOpacUser, kütüphane kullanıcılarının :ref:`AutoEmailPrimaryAddress` tercihinde belirtilen e-posta adresinde yeni bir hesap açıldığında, hesap bilgilerindeki e-posta ile haberdar edilmelerini sağlar. E-posta, kayıt olurken kullanıcıya verilen ya da kullanıcının seçtiği kullanıcı adı ve paroladan oluşur ve `ACCTDETAILS <#ACCTDETAILS>`__ bildirimi düzenlenerek özelleştirilebilir.

source: Default: alternate
hi: डिफ़ॉल्ट: वैकल्पिक
it: Default: alternativo
tr: Varsayılan: alternatif

source: Asks: Use \_\_\_ patron email address for sending out emails.
hi: पूछता है: ईमेल भेजने के लिए \_\_\_ संरक्षक ईमेल पता का उपयोग करें
it: Chiede: Usa \_\_\_ come indirizzo email di utente per spedire messaggi email.
tr: Seçenek: E-postaları göndermek için kullanıcının \_\_\_ e-posta adresini kullan.

source: alternate
hi: वैकल्पिक
it: alternativo
tr: alternatif

source: first valid
hi: पहले वैध
it: primo valido
tr: ilk geçerli

source: home
hi: होम
it: casa
tr: başlangıç

source: work
hi: कार्य
it: lavoro
tr: çalışma

source: If you choose 'first valid' as the value for AutoEmailPrimaryAddress the system will check the email fields in this order: home, work, then alternate. Otherwise the system will use the email address you specify.
hi: आप AutoEmailPrimaryAddress के लिए मूल्य के रूप में चुनते हैं 'पहली वैध' प्रणाली इस क्रम में ईमेल क्षेत्रों की जाँच करेगा: घर, काम, फिर वैकल्पिक. अन्यथा प्रणाली ईमेल पते निर्दिष्ट प्रयोग करेंगे.
it: Se scegli 'prima valida' come valore per AutoEmailPrimaryAddress il sistema controllerà i campi e-mail in questo ordine: casa, lavoro, poi alternativo. In caso contrario, il sistema utilizzerà l'indirizzo email specificato.
tr: AutoEmailPrimaryAddress değeri için 'ilk geçerli' opsiyonunu seçerseniz sistem e-posta alanlarını şu sırada kontrol edecektir: ev, iş, ve sonra alternatif. Aksi takdirde sistem belirttiğiniz e-posta adresini kullanacaktır.

source: Asks: \_\_\_ default the card number field on the patron addition screen to the next available card number
hi: पूछता है: \_\_\_अगले उपलब्ध कार्ड नंबर पर संरक्षक अतिरिक्त स्क्रीन पर कार्ड नंबर फ़ील्ड को डिफ़ॉल्ट करें
it: Chiede: \_\_\_ il numero tessera nella schermata del nuovo utente al numero disponibile successivo
tr: Seçenek: Kullanıcı ekleme alanındaki kart numarası alanını bir sonraki kart numarası için varsayılan olarak \_\_\_

source: If the largest currently used card number is 26345000012941, then this field will default to 26345000012942 for the next patron
hi: सबसे बड़ा वर्तमान में इस्तेमाल कार्ड नंबर 26345000012941 है, तो इस क्षेत्र अगले संरक्षक के लिए 26345000012942 लागू हो जाएगी
it: Se il numero tessera più alto finora usato è 26345000012941, questo campo verrà impostato a 26345000012942 per l'utente successivo
tr: Eğer şu anda kullanılan en büyük kart numarası 26345000012941 ise, o zaman sonraki kullanıcı için bu alan varsayılan olarak 26345000012942 olacaktır.

source: This preference determines if the patron's barcode is automatically calculated. This prevents the person setting up the library card account from having to assign a number to the new card. If set to 'Do' the system will calculate a new patron barcode by adding 1 to the maximum barcode already present in the database.
hi: यह वरीयता निर्धारित करता है कि संरक्षक के बारकोड स्वचालित रूप से गणना की है. इस नए कार्ड के लिए एक नंबर आवंटित करने के लिए होने से पुस्तकालय कार्ड खाते की स्थापना व्यक्ति को रोकता है. अगर सेट करने के लिए सिस्टम अधिकतम बारकोड पहले से ही डेटाबेस में पेश करने के लिए 1 जोड़कर एक नया संरक्षक बारकोड की गणना करेगा 'है'.
it: Questa preferenza determina se il barcode dell'utente è calcolato automaticamente. Evita che al bancone si debbano assegnare i numeri di barcode manualmente. Se impostato a 'Imposta' il sistema calcolerà il nuovo barcode aggiungendo 1 al più alto barcode esistente nel database.
tr: Bu tercih, kullanıcı barkodunun otomatik olarak hesaplanıp hesaplanmayacağını belirler. Bu, kütüphane kartı hesabı oluşturan kişinin yeni karta bir numara ataması zorunluluğunu önler.Eğer 'Yap' olarak ayarlanırsa, sistem sistem veritabanında zaten mevcut olan maksimum barkoda 1 ekleyerek yeni bir kullanıcı barkodu hesaplar.

source: Default: surname\|cardnumber\|barcode
hi: डिफ़ॉल्ट: surname\|cardnumber\|barcode
tr: Varsayılan: soyadı\|kart numarası\|barkod
