Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: This preference determines what information appears in the OPAC when the user clicks the More Details option. The 'brief' option displays a one-line summary of the volume and issue numbers of all issues of that serial held by the library. The 'full' option displays a more detailed breakdown of issues per year, including information such as the issue date and the status of each issue.
hi: यह वरीयता निर्धारित करता है कि ओपेक में कौन सी जानकारी दिखाई देती है जब उपयोगकर्ता अधिक विवरण विकल्प पर क्लिक करता है. 'संक्षिप्त' विकल्प लाइब्रेरी द्वारा आयोजित उस धारावाहिक के सभी मुद्दों की मात्रा के एक-लाइन सारांश को प्रदर्शित करता है और जारी करता है. 'पूर्ण' विकल्प प्रति वर्ष मुद्दों का अधिक विस्तृत टूटने प्रदर्शित करता है, जिसमें समस्या की तारीख और प्रत्येक मुद्दे की स्थिति जैसी जानकारी शामिल है.
it: Questa preferenza determina quali informazioni appaiono nell'OPAC quando l'utente fa clic sull'opzione 'maggiori dettagli'. L'opzione 'breve' visualizza un riassunto di una riga del volume e numero di tutti i fascicoli di quel periodico posseduti dalla biblioteca. L'opzione 'completa' consente di visualizzare una suddivisione più dettagliata dei numeri per anno, comprese le informazioni come la data di emissione e lo stato di ogni fascicolo.
tr: Bu tercih, kullanıcılar daha fazla ayrıntı seçeneğine tıklayınca OPAC içinde hangi bilgilerin görüntüleneceğini belirler. 'Özet' seçeneği bir süreli yayının kütüphanede bulunan tüm sayılarının cilt ve sayı bilgilerinin tek satırlık kısa bir özetini gösterir. 'Tam' seçeneği, her yıl için her sayının durumu ve dağıtım tarihi gibi bilgiler de dahil olmak üzere süreli yayınların daha ayrıntılı bir dökümünü görüntüler.

source: Staff client
hi: स्टाफ कलाइन्ट
tr: Personel istemci

source: *Get there:* More > Administration > Global system preferences > Staff client
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > स्टाफ क्लाइंट
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Personel istemci

source: Both :ref:`XSLTDetailsDisplay` and :ref:`XSLTResultsDisplay` need to have values in order for this preference to work.
hi: दोनों :ref:`XSLTDetailsDisplay` और :ref:`XSLTResultsDisplay` को इस वरीयता के लिए कार्य करने के लिए मान रखने की आवश्यकता है।

source: This is only implemented for MARC21.
hi: यह केवल MARC21 के लिए लागू किया गया है।

source: :ref:`XSLTDetailsDisplay` needs to have a value in it for this preference to work.
hi: :ref:`XSLTDetailsDisplay` काम करने के लिए इस प्राथमिकता के लिए इसमें एक मूल्य होना चाहिए.

source: This is only implemented for MARC21 and UNIMARC.
hi: यह केवल MARC21 और UNIMARC के लिए लागू किया गया है।

source: :ref:`XSLTResultsDisplay` needs to have a value in it for this preference to work.
hi: :ref:`XSLTResultsDisplay` काम करने के लिए इस प्राथमिकता के लिए इसमें एक मूल्य होना चाहिए.

source: In addition to this option being set, the corresponding XSLT option must be turned on. Also, the corresponding 856q field must have a valid MIME image extension (e.g., "jpg") or MIME image type (i.e. starting with "image/"), or the generic indicator "img" entered in the field. When all of the requirements are met, an image file will be displayed instead of the standard link text. Clicking on the image will open it in the same way as clicking on the link text. When you click on the image it should open to full size, in the current window.
hi: इस विकल्प को सेट किए जाने के अलावा, संबंधित XSLT विकल्प को चालू करना होगा। इसके अलावा, संबंधित 856q फ़ील्ड में एक वैध MIME छवि एक्सटेंशन (उदा., "Jpg") या MIME छवि प्रकार होना चाहिए (यानी "छवि /" से शुरू), या सामान्य संकेतक "img" फ़ील्ड में दर्ज किया गया। जब सभी आवश्यकताएं पूरी हो जाती हैं, तो मानक लिंक पाठ के बजाय एक छवि फ़ाइल प्रदर्शित की जाएगी। इमेज पर क्लिक करने पर यह उसी तरह खुलेगा जैसे लिंक टेक्स्ट पर क्लिक करते हैं। जब आप छवि पर क्लिक करते हैं, तो उसे वर्तमान विंडो में पूर्ण आकार में खोलना चाहिए।

source: Asks: \_\_\_ the format, audience, and material type icons in XSLT MARC21 results and detail pages in the staff client.
hi: पूछता है: \_\_\_एक्सएसएलटी मार्क21 परिणामों और स्टाफ क्लाइंट में विस्तार पृष्ठ में प्रारूप, दर्शक और सामग्री प्रकार आइकन.
it: Chiede: \_\_\_ le icone del formato, dell'audience e del tipo di materiale nei risultati e nei dettagli generati con l'XSLT MARC21 nelle pagine dello staff.
tr: Seçenek: Personel istemci içerisinde detay sayfaları ve XSLT MARC21 sonuçlarındaki biçim, hedef kitle ve materyal türü simgelerini \_\_\_.

source: :ref:`XSLTResultsDisplay` and/or :ref:`XSLTDetailsDisplay` must be set to use an XSLT stylesheet (default or custom) for these icons to show.
hi: :ref:`XSLTResultsDisplay` और/या :ref:`XSLTDetailsDisplay` इन आइकनों को दिखाने के लिए एक एक्सएसएलटी स्टाइलशीट (डिफ़ॉल्ट या कस्टम) का उपयोग करने के लिए सेट किया जाना चाहिए
it: :ref:`XSLTResultsDisplay` e/o :ref:`XSLTDetailsDisplay` devono essere impostati su un foglio di stile XSLT (predefinito o personalizzato) per poter mostrare queste icone.
tr: bu simgelerin görünmesi için :ref:`XSLTResultsDisplay` ve/veya :ref:`XSLTDetailsDisplay` özelliklerinin bir XSLT stili (varsayılan veya özel) kullanmak üzere ayarlanmış olması gerekir.

source: Default: includes
hi: डिफ़ॉल्ट: शामिल हैं
it: Default: includi
tr: Varsayılan: içerir

source: Asks: Use include files from the \_\_\_ directory in the template directory, instead of includes/. (Leave blank to disable)
hi: पूछता है: उपयोग में टेम्पलेट निर्देशिका में \_\_\_निर्देशिका से फ़ाइलें शामिल हैं, के बजाय / शामिल (अक्षम करने के लिए खाली छोड़ें)
it: Chiede: Uso includono i file dalla directory \_\_\_ nella directory del modello, invece di includes/. (Lasciare vuoto per disabilitare)
tr: Seçenek: includes/ yerine, şablon dizini içinde \_\_\_ dizininden include dosyalarını kullanın. (Devre dışı bırakmak için boş bırakın)

source: Asks: Show the following HTML in its own div on the bottom of the home page of the circulation module:
hi: पूछते हैं: निम्नलिखित एचटीएमएल को अपने स्वयं के div में परिसंचरण मॉड्यूल के होम पेज के नीचे दिखाएं:
it: Mostra questo codice HTML nel suo specifico tag div in fondo alla pagina iniziale del modulo della circolazione:
tr: Seçenek: Aşağıdaki HTML'yi, dolaşım modülünün giriş sayfasının altındaki kendi bölümünde gösterin:

source: Asks: Include the additional CSS stylesheet \_\_\_ to override specified settings from the default stylesheet
hi: पूछता है: अतिरिक्त सीएसएस शैली पत्रक शामिल \_\_\_ डिफ़ॉल्ट स्टाइलशीट से निर्दिष्ट गए विन्यास को
it: Chiede: Includere il foglio di stile CSS aggiuntivo \_\_\_ per sostituire le impostazioni specificate dal foglio di stile predefinito
tr: Seçenek: Ön tanımlı stil sayfaları ile gelen belirtilen ayarları geçersiz kılmak için ek CSS stil sayfası \_\_\_ ekleyin

source: This preference is used to set the background color and style of the staff client. The value is a .css file. The system administrator should determine which file is appropriate. Enter just a filename, a full local path or a complete URL starting with http:// (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
hi: यह वरीयता स्टाफ क्लाइंट के पृष्ठभूमि रंग और शैली को सेट करने के लिए प्रयोग की जाती है। मान एक .css फ़ाइल है। सिस्टम प्रशासक को यह निर्धारित करना चाहिए कि कौन सी फ़ाइल उचित है। केवल एक फ़ाइल नाम, एक पूर्ण स्थानीय पथ या http:// से शुरू होने वाला एक पूर्ण यूआरएल दर्ज करें (यदि फाइल रिमोट सर्वर पर रहती है)। कृपया ध्यान दें कि यदि आप केवल एक फ़ाइल नाम दर्ज करते हैं, तो फ़ाइल कोहा टेम्पलेट निर्देशिका के भीतर प्रत्येक सक्रिय थीम और भाषा के लिए सीएसएस उपनिर्देशिका में होना चाहिए। एक पूर्ण स्थानीय पथ आपके HTTP दस्तावेज़ रूट से शुरू होने की उम्मीद है।
tr: Bu tercih, personel istemcisinin arka plan rengini ve stilini ayarlamak için kullanılır. Değer bir .css dosyasıdır. Sistem yöneticisi hangi dosyanın uygun olduğunu belirlemelidir. Sadece bir dosya adı, tam bir yerel yol veya http:// ile başlayan tam bir URL girin (dosya uzak bir sunucuda bulunuyorsa). Sadece bir dosya adı girerseniz, dosya Koha şablonları dizini içindeki her aktif tema ve dil için css alt dizininde olmalıdır. Tam bir yerel yolun HTTP belge kökünden başlaması beklenir.

source: Leave this field blank to disable.
hi: इस क्षेत्र को निष्क्रिय करने के लिए खाली छोड़ दें.
it: Lasciare questo campo vuoto per disabilitare.
tr: Devre dışı bırakmak için bu alanı boş bırakın.

source: Asks: Use the image at \_\_\_ for the staff client's favicon.
hi: पूछता है: कर्मचारी क्लाइंट के फेविकॉन के लिए \_\_\_ पर छवि का उपयोग करें।
tr: Seçenek: Personel istemcinin faviconu için \_\_\_ içindeki resim dosyasını kullanın.

source: Asks: Show the following HTML in its own column on the main page of the staff client
hi: पूछते हैं: कर्मचारियों ग्राहक के मुख्य पृष्ठ पर अपने स्वयं के कॉलम में निम्नलिखित एचटीएमएल दिखाएँ
it: Chiede: Mostra il seguente codice HTML nella rispettiva colonna della pagina principale dell'interfaccia dello staff
tr: Seçenek: Aşağıdaki HTML'i personel istemci ana sayfasında kendi sütununda göster

source: Asks: Show the following HTML in the More menu at the top of each page on the staff client (should be a list of links or blank)
hi: पूछता है: स्टाफ क्लाइंट पर प्रत्येक पृष्ठ के शीर्ष पर अधिक मेनू में निम्न HTML दिखाएं (लिंक की सूची या खाली होना चाहिए)
it: Chiede: Mostra il seguente codice HTML nel menù Altro presente in alto in ogni pagina dell'interfaccia dello staff (deve essere una lista di link o va lasciato vuoto)
tr: Seçenek: Personel istemci üzerindeki her sayfanın üst kısmında Daha fazla menüsünde aşağıdaki HTML'i göster (bağlantılar listesi ya da boş olmalıdır)

source: Asks: Show the following HTML in its own div on the bottom of the home page of the reports module:
hi: पूछते हैं: रिपोर्ट मॉड्यूल के होम पेज के नीचे निम्न HTML को अपने स्वयं के div में दिखाएं:
it: Mostra questo codice HTML nel suo specifico tag div in fondo alla pagina iniziale del modulo dei report:
tr: Seçenek: Aşağıdaki HTML'leri, raporlar modülünün giriş sayfasının altında kendi bölümünde gösterin:

source: Asks: Use the following JavaScript for printing slips.
hi: पूछता है: प्रिंटिंग स्लिप्स के लिए निम्नलिखित जावास्क्रिप्ट का उपयोग करें.
it: Chiede: usa il seguente codice JavaScript per la stampa delle ricevute veloci.
tr: Seçenek: Slip yazdırırken aşağıdaki JavaScript'i kullan.

source: The most logical use of this preference is in conjunction with the `jsPrintSetup <http://jsprintsetup.mozdev.org/>`__ Firefox add-on. Learn more about this preference and the add-on setup on the Koha wiki at http://wiki.koha-community.org/wiki/Setting_up_slip_printer_to_print_silently.
hi: इस वरीयता का सबसे तार्किक उपयोग `jsPrintSetup <http://jsprintsetup.mozdev.org/>`__ फ़ायरफ़ॉक्स ऐड-ऑन के संयोजन के साथ है। कोहा विकी पर इस वरीयता और ऐड-ऑन सेटअप के बारे में और जानें http://wiki.koha-community.org/wiki/Setting_up_slip_printer_to_print_silently.
it: L'uso più logico di questa preferenza è in congiunzione con l'Add-on di Firefox `jsPrintSetup <http://jsprintsetup.mozdev.org/>`__. Ulteriori informazioni su questa preferenza e l'installazione del componente aggiuntivo sono sul wiki di Koha http://wiki.koha-community.org/wiki/Setting_up_slip_printer_to_print_silently.
tr: Bu tercihin en mantıklı kullanımı `jsPrintSetup <http://jsprintsetup.mozdev.org/>`__ Firefox eklentisi ile birlikte kullanmaktır. Koha wiki sayfası üzerinde bu tercih ve eklenti kurulumu hakkında daha fazla bilgi edinin `http://wiki.koha-community.org/wiki/Setting_up_slip_printer_to_print_silently.

source: Asks: Use the CSS stylesheet \_\_\_ on all pages in the staff interface, instead of the default css (used when leaving this field blank).
hi: पूछता है: डिफ़ॉल्ट सीएसएस (बजाय इस फ़ील्ड को छोड़ने के दौरान उपयोग किया गया) के बजाय स्टाफ इंटरफ़ेस में सभी पृष्ठों पर सीएसएस स्टाइलशीट \_\_\_ का उपयोग करें.
it: Chiede: Utilizzare il foglio di stile CSS \_\_\_ su tutte le pagine nell'interfaccia dello staff, anziché il css predefinito (utilizzato quando si lascia vuoto questo campo).
tr: Seçenek: Personel arayüzündeki tüm sayfalarda varsayılan css yerine (bu alan boş bırakılırken kullanılır), \_\_\_ CSS stil sayfasını kullanın.

source: The Intranetstylesheet preference is a layout and design feature for the intranet or staff client. This preference allows a library to customize the appearance of the Staff Client. Enter just a filename, a full local path or a complete URL starting with http:// (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
hi: इंट्रानेट स्टाइलशीट वरीयता इंट्रानेट या स्टाफ क्लाइंट के लिए एक लेआउट और डिज़ाइन सुविधा है यह वरीयता पुस्तकालय को स्टाफ क्लाइंट की उपस्थिति को अनुकूलित करने की अनुमति देता है. केवल एक फ़ाइल नाम दर्ज करें, एक पूर्ण स्थानीय पथ या http:// (यदि फ़ाइल रिमोट सर्वर पर रहता है) के साथ शुरू होने वाला पूरा URL. कृपया ध्यान दें कि यदि आप सिर्फ एक फ़ाइल नाम दर्ज करते हैं, तो फ़ाइल को सीएजी सबडिरेक्टरी में प्रत्येक सक्रिय थीम और भाषा के लिए कोहा टेम्प्लेट निर्देशिका में होना चाहिए. एक पूर्ण स्थानीय पथ आपके HTTP दस्तावेज़ रूट से शुरू होने की उम्मीद है.
it: La preferenza Intranetstylesheet indica quale layout utilizzare per l'interfaccia dello staff. Questa preferenza permette di personalizzare l'aspetto dell'interfaccia dello staff. Indicare un nome di file, un percorso completo o un url completo (che inizi con http://) se il file risiede su un server remoto). Si noti che se si indica un nome di file, il file deve risiedere nella sottodirectory css di ogni tema attivo e lingua all'interno dei template di Koha. Un percorso completo sarà relativo alla document root del proprio server HTTP.
tr: Intranetstylesheet tercihi, intranet ya da personel istemci için bir düzen ve tasarım tercihidir. Bu tercih bir kütüphanenin personel istemcisinin görünüşünü özelleştirmesini sağlar. Sadece bir dosya adı, tam bir yerel yol ya da http:// ile başlayan tam bir URL girin (eğer dosya uzak bir sunucu üzerinde ise). Unutmayın ki sadece bir dosya adı girerseniz dosya, Koha şablonları içerisindeki her aktif tema ve dil için css alt dizini içinde olmalıdır. Tam yerel yolun HTTP belge kökünden başlaması beklenir.

source: Asks: Include the following CSS on all pages in the staff client
hi: पूछता है: कर्मचारी क्लाइंट में सभी पृष्ठों पर निम्न सीएसएस शामिल करें
it: Chiede: includere il seguente foglio di stile CSS in tutte le pagine dello staff
tr: Seçenek: Personel istemci içerisindeki tüm sayfalara aşağıdaki CSS'i dahil et

source: Asks: Include the following JavaScript on all pages in the staff interface
hi: पूछता है: स्टाफ इंटरफ़ेस में सभी पृष्ठों पर निम्नलिखित जावास्क्रिप्ट शामिल करें
it: Chiede: includere il seguente script JavaScript in tutte le pagine dello staff
tr: Seçenek: Personel arayüzü içerisindeki tüm sayfalara aşağıdaki JavaScript'i dahil et

source: This preference allows the administrator to enter JavaScript or JQuery that will be embedded across all pages of the staff client. Administrators may use this preference to customize some of the interactive sections of Koha, customizing the text for the login prompts, for example. Sample JQuery scripts used by Koha libraries can be found on the wiki: http://wiki.koha-community.org/wiki/JQuery_Library.
hi: यह प्राथमिकता व्यवस्थापक को जावास्क्रिप्ट या JQuery दर्ज करने की अनुमति देती है जो स्टाफ क्लाइंट के सभी पृष्ठों पर एम्बेड की जाएगी। प्रशासक इस प्राथमिकता का उपयोग कोहा के कुछ इंटरैक्टिव सेक्शन को अनुकूलित करने के लिए कर सकते हैं, उदाहरण के लिए लॉगिन संकेतों के लिए पाठ को अनुकूलित करना। कोहा पुस्तकालयों द्वारा उपयोग की जाने वाली नमूना JQuery स्क्रिप्ट विकी पर पाई जा सकती है: http://wiki.koha-community.org/wiki/JQuery_Library.

source: Asks: Include the stylesheet at \_\_\_ on Issue and Reserve Slips.
hi: पूछता है: इश्यूऔर रिजर्व स्लिप्स पर \ _ \ _ \ _ पर स्टाइलशीट शामिल करें.
it: Chiede: Includere il foglio di stile \_\_\_ per le ricevute di prestito e di prenotazione.
tr: Seçenek: Ödünç verme ve rezerv sliplerinde \_\_\_ içinde yer alan stil sayfasını dahil edin.

source: If you would like to style your receipts or slips with a consistent set of fonts and colors you can use this preference to point Koha to a stylesheet specifically for your slips.
hi: अगर आप अपनी रसीदों को स्टाइल करना चाहते हैं या फोंट और रंगों के लगातार सेट के साथ फिसलते हैं, तो आप इस वरीयता का उपयोग कर सकते हैं ताकि कोहा को अपनी स्लिप्स के लिए विशेष रूप से स्टाइलशीट में देखा जा सके.
it: Se vuoi personalizzare le ricevute o le ricevute veloci con font e colori di tuo gradimento, puoi usare questa preferenza per indicare un foglio di stile specifico.
tr: Alındı bildirimleri ya da işlem fişlerinize kalıcı yazı tipi ve renklerle stil vermek isterseniz, Koha'yı özel olarak işlem fişleriniz için bir stil sayfasına yönlendirmek için bu tercihi kullanabilirsiniz.

source: Asks: The staff client is located at \_\_\_
hi: पूछता है: स्टाफ क्लाइंट \_\_\_पर स्थित है

source: This should be a complete URL, starting with http:// or https://. Do not include a trailing slash in the URL.
hi: यह http:// या https:// के साथ शुरू होने वाला एक पूर्ण URL होना चाहिए। URL में एक अनुगामी स्लैश शामिल न करें।

source: This must be filled in correctly for CAS, svc, and load_testing to work.
hi: इसे CAS, svc, और load_testing को काम करने के लिए सही ढंग से भरना चाहिए।

source: Asks: Display language selector on \_\_\_
hi: पूछता है: भाषा चयनकर्ता पर प्रदर्शित करें \_\_\_.

source: Asks: Show the following HTML on the staff client login page
hi: पूछते हैं: स्टाफ क्लाइंट लॉगिन पेज पर निम्न HTML दिखाएं

source: HTML entered in this field will appear above the login form of your staff client
hi: इस क्षेत्र में दर्ज एचटीएमएल आपके स्टाफ क्लाइंट के लॉगिन फॉर्म के ऊपर दिखाई देगा
tr: Bu alana girilen HTML, personel istemcinizin oturum açma formunun üstünde görünür.

source: template
hi: टेम्पलेट्स
tr: şablon

source: Default: prog
hi: डिफ़ॉल्ट: प्रोग्राम
tr: Varsayılan: prog

source: Asks: Use the \_\_\_ theme on the staff interface.
hi: पूछता है: स्टाफ इंटरफ़ेस पर \_\_\_ थीम का उपयोग करें.
it: Chiede: usa il tema \_\_\_ per l'interfaccia dello staff.
tr: Seçenek: Personel arayüzünde \_\_\_ temasını kullanın.

source: prog
hi: प्रोग्राम

source: Do not include a trailing slash in the URL this will break links created using this URL. (example: www.google.com not www.google.com/)
hi: यूआरएल में अनुगामी स्लैश शामिल न करें, यह इस यूआरएल के जरिए बनाए गए लिंक को तोड़ देगा. (उदाहरण: www.google.com not www.google.com/)
it: Non includere una barra'/' alla fine dell'URL. Questo danneggerebbe i link creati usando questo URL. Esempio: www.google.com e non www.google.com/
tr: URL sonuna bir eğik çizgi eklemeyin; bu, bu URL'yi kullanarak oluşturulan bağlantıları keser. (Örnek: www.google.com/ değil www.google.com)

source: Asks: Display details in the staff client using XSLT stylesheet at \_\_\_
hi: पूछता है: XSLT स्टाइलशीट का उपयोग कर स्टाफ़ क्लाइंट में विवरण प्रदर्शित करें \_\_\_
it: Chiede: Visualizzare i risultati nell'interfaccia dello staff utilizzando il foglio di stile XSLT all'indirizzo \_\_\_
tr: Seçenek: \_\_\_ içinde yer alan XSLT stil sayfasını kullanarak personel istemci ayrıntılarını görüntüleyin

source: ex: /home/koha/src/koha-tmpl/intranet-tmpl/prog/{langcode}/xslt/intranetDetail.xsl
hi: उदा: /home/koha/src/koha-tmpl/intranet-tmpl/prog/{langcode}/xslt/intranetDetail.xsl
it: es: /home/koha/src/koha-tmpl/intranet-tmpl/prog/{langcode}/xslt/intranetDetail.xsl
tr: orn: /home/koha/src/koha-tmpl/intranet-tmpl/prog/{langcode}/xslt/intranetDetail.xsl

source: ex. http://mykoha.org/{langcode}/stylesheet.xsl
hi: उदा. http://mykoha.org/{langcode}/stylesheet.xsl
it: es. http://mykoha.org/{langcode}/stylesheet.xsl
tr: orn. http://mykoha.org/{langcode}/stylesheet.xsl

source: ex: http://mykoha.org/stylesheet.xsl
hi: उदा: http://mykoha.org/stylesheet.xsl
it: es: http://mykoha.org/stylesheet.xsl
tr: orn: http://mykoha.org/stylesheet.xsl

source: XSLT stylesheets allow for the customization of the details shown on the screen when viewing a bib record. This preference will allow you either use the default look that comes with Koha or design your own stylesheet.
hi: एक्सएसएलटी स्टाइलशीट एक बिब रिकॉर्ड देखते समय स्क्रीन पर दिखाए गए विवरणों के अनुकूलन की अनुमति देता है। यह वरीयता आपको या तो कोहा के साथ आने वाले डिफ़ॉल्ट रूप का उपयोग करने या अपनी स्टाइलशीट डिज़ाइन करने की अनुमति देगी।
it: I fogli di stile XSLT permettono la personalizzazione dei dettagli durante la visualizzazione di un record bibliografico. Questa preferenza permetterà di usare la vista predefinita fornita con Koha o di usare un proprio foglio di stile.
tr: XSLT stil sayfaları, bir hazır liste kaydı izlerken ekranda gösterilen ayrıntıların özelleştirilmesini sağlar. Bu tercih, Koha ile gelen varsayılan görünümü kullanmanıza veya kendi stil sayfanızı tasarlamanıza izin verir.

source: Asks: Display lists in the staff client using XSLT stylesheet at \_\_\_
hi: पूछता है: \_\_\_पर XSLT स्टाइलशीट का उपयोग कर स्टाफ़ क्लाइंट में डिस्प्ले सूचियां
it: Chiede: Visualizzare i risultati nell'interfaccia dello staff utilizzando il foglio di stile XSLT all'indirizzo \_\_\_
tr: Seçenek: Personel istemcide sonuçları, \_\_\_ adresinde bulunan XSLT stil sayfalarını kullanarak görüntüle

source: XSLT stylesheets allow for the customization of the details shown on the screen when viewing a list. This preference will allow you either use the default look that comes with Koha or design your own stylesheet.
hi: एक्सएसएलटी स्टाइलशीट सूची देखने पर स्क्रीन पर दिखाए गए विवरणों के अनुकूलन की अनुमति देता है। यह वरीयता आपको या तो कोहा के साथ आने वाले डिफ़ॉल्ट रूप का उपयोग करने या अपनी स्टाइलशीट डिज़ाइन करने की अनुमति देगी।
it: I fogli di stile XSLT permettono la personalizzazione dei dettagli durante la visualizzazione di un record bibliografico. Questa preferenza permetterà di usare la vista predefinita fornita con Koha o di usare un proprio foglio di stile.
tr: XSLT stil sayfaları, bir liste görüntülerken ekranda görüntülenen ayrıntıların özelleştirilmesine izin verir. Bu tercih, Koha ile gelen varsayılan görünümü kullanmanıza veya kendi stil sayfanızı tasarlamanıza izin verir.

source: Asks: Display results in the staff client using XSLT stylesheet at \_\_\_
hi: पूछता है: \_\_\_ पर XSLT स्टाइलशीट का उपयोग करने वाले स्टाफ क्लाइंट में प्रदर्शन परिणाम
it: Chiede: Visualizzare i risultati nell'interfaccia dello staff utilizzando il foglio di stile XSLT all'indirizzo \_\_\_
tr: Seçenek: Personel istemcide sonuçları \_\_\_ içinde yer alan XSLT stil sayfalarını kullanarak görüntüleyin

source: XSLT stylesheets allow for the customization of the details shown on the screen when viewing the search results. This preference will allow you either use the default look that comes with Koha or design your own stylesheet.
hi: एक्सएसएलटी स्टाइलशीट खोज परिणामों को देखते समय स्क्रीन पर दिखाए गए विवरणों के अनुकूलन की अनुमति देता है। यह वरीयता आपको या तो कोहा के साथ आने वाले डिफ़ॉल्ट रूप का उपयोग करने या अपनी स्टाइलशीट डिज़ाइन करने की अनुमति देगी।
it: I fogli di stile XSLT permettono la personalizzazione dei dettagli durante la visualizzazione dei risultati della ricerca. Questa preferenza permetterà di usare la vista predefinita fornita con Koha o di usare un proprio foglio di stile.
tr: XSLT stil sayfaları, arama sonuçlarını görüntülerken ekranda görüntülenen ayrıntıların özelleştirilmesini sağlar. Bu tercih, Koha ile gelen varsayılan görünümü kullanmanıza veya kendi stil sayfanızı tasarlamanıza izin verir.

source: Options
hi: विकल्प
it: Opzioni
tr: Seçenekler
