Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: Time out the current patron's web-based self checkout system login after \_\_\_ seconds.
hi: पूछता है: \_\_\_सेकंड के बाद वर्तमान संरक्षक के वेब-आधारित स्वयं चेकआउट सिस्टम लॉगिन का समय समाप्त करें।
it: Chiede: Fai scadere il login dell'attuale utente collegato al sistema di autoprestito dopo \_\_\_ secondi.
tr: Seçenek: Geçerli kullanıcının kendi kendine ödünç alma sistemine açtığı oturumu \_\_\_ saniye sonra sonlandır.

source: After the machine is idle for the time entered in this preference the self check out system will log out the current patron and return to the starting screen.
hi: बाद मशीन समय इस वरीयता में प्रवेश के लिए बेकार है आत्म प्रणाली की जाँच वर्तमान संरक्षक बाहर लॉग इन करें और शुरू स्क्रीन करने के लिए वापस आ जाएगी.
it: Trascorso il tempo di inattività impostato in questa preferenza, il sistema di autoprestito eseguirà il logout e ritornerà alla schermata iniziale.
tr: Bilgisayarın bu tercihte girilen süre miktarınca boşta çalışmasından sonra, kendi kendine ödünç alma sistemi mevcut kullanıcının oturumunu sonlandıracak ve başlangıç ekranına geri dönecektir.

source: Asks: \_\_\_ the patron's picture (if one has been added) when they use the web-based self checkout.
hi: पूछता है: \_\_\_ संरक्षक की तस्वीर (यदि कोई जोड़ा गया है) जब वे वेब आधारित स्व चेकआउट का उपयोग करते हैं.
it: Chiede: \_\_\_ la foto dell'utente (se ne ha una) quando usa il sistema di autoprestito.
tr: Seçenek: Web-tabanlı selfcheck ödünç alma sistemini kullandıklarında, kullanıcının resmini (eğer sisteme eklenmişse) \_\_\_.

source: Asks: \_\_\_ the web-based self checkout system.
hi: पूछता है: \_\_\_ वेब आधारित आत्म जांच प्रणाली.
it: Chiede: \_\_\_ il sistema di autoprestito.
tr: Seçenek: web-tabanlı kendi kendine ödünç alma sistemini \_\_\_.

source: Enabling this preference will allow access to the :ref:`self checkout <self-checkout-label>` module in Koha.
hi: इस वरीयता को सक्षम करने से access तक पहुंच की अनुमति होगी : ref: 'स्वयं चेकआउट <self-checkout-label>' कोहा में मॉड्यूल।
it: Attivando questa preferenza si permette l'accesso al modulo :ref:`di auto prestito <self-checkout-label>` di Koha.
tr: Bu tercihin etkinleştirilmesi Koha'da :ref:`self checkout <self-checkout-label>' modülüne erişimi sağlayacaktır.

source: Self Checkin
hi: स्व चेकआउट

source: Asks: Include the following HTML on the self check-in screen
hi: पूछता है: वेब-आधारित स्वयं चेकआउट स्क्रीन पर निम्न HTML शामिल करें:

source: HTML entered in this field will appear in the center of the main page of your self checkin screen
hi: इस फ़ील्ड में दर्ज HTML आपके स्वयं की चेकइन स्क्रीन के मुख्य पृष्ठ के केंद्र में दिखाई देगा

source: Asks: \_\_\_ the standalone self check-in module (available at: /cgi-bin/koha/sci/sci-main.pl
hi: पूछते हैं: \_\_\_ स्टैंडअलोन स्वयं चेक-इन मॉड्यूल (यहां उपलब्ध है: /cgi-bin/koha/sci/sci-main.pl
it: Chiede: \_\_\_ il modulo di auto-prestito (disponibile a: /cgi-bin/koha/sci/sci-main.pl)

source: This system preference will activate (or deactivate) the self check- in module
hi: यह सिस्टम वरीयता स्वयं चेक-इन मॉड्यूल को सक्रिय (या निष्क्रिय) कर देगी

source: Asks: Reset the current self check-in screen after \_\_\_ seconds
hi: पूछता है: \_\_\_सेकंड के बाद वर्तमान स्वयं चेक-इन स्क्रीन रीसेट करें

source: Enter the number of seconds after which you want the self check-in screen to refresh and go back to the main page (for example, if a patron forgot to log out).
hi: सेकेंड की संख्या दर्ज करें जिसके बाद आप स्वयं चेक-इन स्क्रीन रीफ्रेश करना चाहते हैं और मुख्य पृष्ठ पर वापस जाएं (उदाहरण के लिए, यदि कोई संरक्षक लॉग आउट करना भूल गया हो)।

source: Asks: Include the following CSS on all the self check-in screens
hi: पूछता है: सभी स्वयं चेक-इन स्क्रीन पर निम्न सीएसएस शामिल करें

source: The CSS code entered here will override any CSS on the self check-in screens
hi: यहां दर्ज सीएसएस कोड स्वयं चेक-इन स्क्रीन पर किसी भी सीएसएस को ओवरराइड करेगा

source: Asks: Include the following JavaScript on all the self check-in screens
hi: पूछते हैं: सभी स्वयं चेक-इन स्क्रीन पर निम्न जावास्क्रिप्ट शामिल करें

source: The JavaScript entered here will override any other JavaScript on the self check-in screens
hi: यहां दर्ज की गई जावास्क्रिप्ट स्वयं चेक-इन स्क्रीन पर किसी अन्य जावास्क्रिप्ट को ओवरराइड कर देगी

source: Enhanced Content
hi: बढ़ी हुई सामग्री
it: Contenuti avanzati
tr: Geliştirilmiş içerik

source: *Get there:* More > Administration > Global System Preferences > Enhanced Content
hi: *वहाँ जाओ: *अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > बढ़ाया सामग्री
it: *Vai a:* Più > Amministrazione > Preferenze di Sistema globali > Arricchimento OPAC
tr: *Gidiş yolu:* > Daha fazla > Yönetim > Genel Sistem Tercihleri > Geliştirilmiş içerik

source: Always read the terms of service associated with external data sources to be sure that you are using the products within the allowed limits.
hi: हमेशा बाह्य डेटा स्रोतों के साथ जुड़े सेवा की शर्तें सुनिश्चित करें कि आप की अनुमति दी सीमा के भीतर उत्पादों का उपयोग कर रहे हैं होने के लिए पढ़ें.
it: Leggi sempre i termini di servizio associati alle sorgenti esterne di dati, per essere sicuro di usare i prodotti nei limiti permessi.
tr: Ürünlerini her zaman izin verilen sınırlar içinde kullandığınızdan emin olmak için harici veri kaynakları ile ilişkili hizmet şartlarını okuyun.

source: You cannot have more than one service for cover images (including local cover images) set up. If you set up more than one you will get multiple cover images. Instead choose only one source for cover images.
hi: आप (स्थानीय कवर छवियों सहित) की स्थापना कवर छवियों के लिए एक से अधिक सेवा नहीं हो सकता. आप एक से अधिक की स्थापना की तो आप कई कवर छवियों मिल जाएगा. इसके बजाय कवर छवियों के लिए केवल एक ही स्रोत चुनें.
it: Non è possibile avere più di un servizio per le copertine (comprese le copertine locali). Se ne imposti più di uno, otterrai più di una immagine di copertina.
tr: Kapak resimleri kurulumu için (yerel kapak resimleri dahil) birden fazla servis olamaz. Eğer birden fazla olursa birden fazla kapak resmi alırsınız. Bunun yerine kapak resimleri için yalnızca tek kaynak seçin.

source: All
hi: सब
it: Tutti
tr: Tümü

source: Asks: \_\_\_ other editions of an item on the staff client
hi: पूछता है: \_\_\_ स्टाफ क्लाइंट पर किसी आइटम के अन्य संस्करण
it: Chiede: \_\_\_ altre edizioni di una copia nell'interfaccia dello staff
tr: Seçenek: personel istemci üzerinde bir materyalin diğer baskılarını \_\_\_

source: Using the rules set forth in the Functional Requirements for Bibliographic records, this option, when enabled, pulls all editions of the same title available in your collection regardless of material type. Items will appear under an 'Editions' tab on the detail page for the title in question.. According to *Libraries Unlimited's Online Dictionary for Library and Information Science* (http://lu.com/odlis/), FRBRizing the catalog involves collating MARC records of similar materials. FRBRization brings together entities (sets of Works, Expressions, or Manifestations), rather than just sets of Items. It can aid patrons in selecting related items, expressions, and manifestations that will serve their needs. When it is set to "Show", the OPAC will query one or more ISBN web services for associated ISBNs and display an Editions tab on the details pages. Once this preference is enabled, the library must select one of the ISBN options (:ref:`ThingISBN` and/or :ref:`XISBN`). This option is only for the Staff Client; the :ref:`OPACFRBRizeEditions` option must be enabled to have the Editions tab appear on the OPAC.
hi: ग्रंथसूची अभिलेखों के लिए कार्यात्मक आवश्यकताओं में निर्धारित नियमों का उपयोग करके, यह विकल्प सक्षम होने पर, सामग्री प्रकार के बावजूद आपके संग्रह में उपलब्ध एक ही शीर्षक के सभी संस्करणों को खींचता है। प्रश्न शीर्षक में शीर्षक के लिए विवरण पृष्ठ पर 'संस्करण' टैब के अंतर्गत दिखाई देंगे .. पुस्तकालयों और सूचना विज्ञान के लिए पुस्तकालय असीमित ऑनलाइन शब्दकोश * (http://lu.com/odlis/), सूची में FRBRizing शामिल है समान सामग्रियों के एमएआरसी रिकॉर्ड को मिलाकर। FRBRization आइटमों के सेट के बजाय इकाइयों (कार्यों, अभिव्यक्तियों, या अभिव्यक्तियों के सेट) को एक साथ लाता है। यह संबंधित वस्तुओं, अभिव्यक्तियों और अभिव्यक्तियों को चुनने में संरक्षकों की सहायता कर सकता है जो उनकी आवश्यकताओं को पूरा करेंगे। जब यह "शो" पर सेट होता है, तो OPAC संबंधित आईएसबीएन के लिए एक या अधिक आईएसबीएन वेब सेवाओं से पूछताछ करेगा और विवरण पृष्ठों पर एक संस्करण टैब प्रदर्शित करेगा। एक बार यह वरीयता सक्षम हो जाने के बाद, लाइब्रेरी को आईएसबीएन विकल्पों में से एक का चयन करना होगा (:ref:`ThingISBN` और / या :ref:`एक्सआईएसबीएन`)। यह विकल्प केवल ग्राहक ग्राहक के लिए है; the : ref: OPAC पर संस्करण टैब दिखाई देने के लिए `OPACFRBRizeEditions` विकल्प सक्षम होना चाहिए।
it: Utilizzando le regole dell'FRBR Functional Requirements for Bibliographic records, questa opzione, se attiva, include nel tuo catalogo tutte le edizioni relative ad un titolo, indipendentemente dal tipo di materiale. I record appariranno in una specifica scheda 'Edizioni' nella pagina dei dettagli del titolo in questione. Secondo *Libraries Unlimited's Online Dictionary for Library and Information Science* (http://lu.com/odlis/), rendere coerente con FRBR un catalogo significa mettere in relazione record di materiale simile. L'operazione implica mettere insieme entità (insiemi di Opere, Espressioni o Manifestazioni) e non tanto insiemi di record. Ciò può aiutare l'utenza a a selezionare record, espressioni o manifestazioni simili di possibile interesse. Quando è impostato a 'Mostra', l'OPAC contatta uno o più web service ISBN per ottenere gli ISBN associati e mostrare una scheda Edizioni nella pagina dei dettagli. Attivandola, va anche selezionato una delle opzioni ISBN (:ref:`ThingISBN` e/o :ref:`XISBN`). Questa opzione è solo per l'interfaccia dello staff; l'opzione :ref:`OPACFRBRizeEditions` deve essere attiva affinché le edizioni compaiano sull'OPAC.
tr: Bibliyografik kayıtlar için Fonksiyonel Gereksinimlerde belirtilen kuralları kullanmak, bu seçenek etkinleştirildiğinde koleksiyonunuzda mevcut bulunan aynı başlıktaki tüm edisyonları materyal türü gözetmeksizin çeker. Materyaller, söz konusu başlıklar için ayrıntılar sayfasında 'Edisyonlar' sekmesi altında görüntülenecektir. *Libraries Unlimited's Online Dictionary for Library and Information Science* `http://lu.com/odlis (http://lu.com/odlis/) uyarınca kataloğu FRBRize etmek, benzer materyallerin kayıtlarını harmanlamayı içerir. FRBRizing yalnızca materyal grupları getirmek yerine varlıkları bir araya getirir (Çalışma setleri, İfadeler veya tezahürler). Kullanıcıların ihtiyaçlarına karşılık gelecek birbiriyle alakalı materyaller, ifaedeler ve tezahürler seçebilmesine yardımcı olabilir. "Göster" olarak ayarlandığında OPAC ilgili ISBN'ler için bir veya daha fazla ISBN Web hizmeti sorgulayacak ve ayrıntılar sayfasında bir Edisyonlar Sekmesi gösterecektir. Bu özellik bir kez etkinleştirildikten sonra kütüphane ISBN seçeneklerinden bir tanesini seçmelidir (:ref:`ThingISBN` ve/veya :ref:`XISBN`). Bu seçenek yalnızca personel kullanıcı için geçerlidir; :ref:`OPACFRBRizeEditions` seçeneğinin Edisyonlar sekmesinin OPAC üzerinde görünmesi için mutlaka etkinleştirilmesi gerekmektedir.

source: Requires that you turn on one or more of the ISBN services (:ref:`ThingISBN` and/or :ref:`XISBN`)
hi: यह आवश्यक है कि आप एक या अधिक आईएसबीएन सेवाओं को चालू करें (:ref:`ThingISBN` और/या :ref:`XISBN`)
it: Richiede l'attivazione di uno o più sevizi ISBN (:ref:`ThingISBN` e/o :ref:`XISBN`)
tr: ISBN servislerinden bir veya daha fazlasını açmanızı gerektirir(:ref:`ThingISBN' ve/veya :ref:`XISBN')

source: Asks: \_\_\_ other editions of an item on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर किसी आइटम के अन्य संस्करण.
it: Chiede. \_\_\_ altre edizioni di una copia nell'OPAC.
tr: Seçenek: OPAC üzerindeki bir materyalin diğer baskılarını \_\_\_.

source: Using the rules set forth in the Functional Requirements for Bibliographic records, this option, when enabled, pulls all editions of the same title available in your collection regardless of material type. Items will appear under an 'Editions' tab on the detail page for the title in question.. According to *Libraries Unlimited's Online Dictionary for Library and Information Science* (http://lu.com/odlis/), FRBRizing the catalog involves collating MARC records of similar materials. FRBRization brings together entities (sets of Works, Expressions, or Manifestations), rather than just sets of Items. It can aid patrons in selecting related items, expressions, and manifestations that will serve their needs. When it is set to "Show", the OPAC will query one or more ISBN web services for associated ISBNs and display an Editions tab on the details pages. Once this preference is enabled, the library must select one of the ISBN options (:ref:`ThingISBN` and/or :ref:`XISBN`). This option is only for the OPAC; the :ref:`FRBRizeEditions` option must be turned "On" to have the Editions tab appear on the Staff Client.
hi: ग्रंथसूची अभिलेखों के लिए कार्यात्मक आवश्यकताओं में निर्धारित नियमों का उपयोग करके, यह विकल्प सक्षम होने पर, सामग्री प्रकार के बावजूद आपके संग्रह में उपलब्ध एक ही शीर्षक के सभी संस्करणों को खींचता है। प्रश्न शीर्षक में शीर्षक के लिए विवरण पृष्ठ पर 'संस्करण' टैब के अंतर्गत दिखाई देंगे .. पुस्तकालयों और सूचना विज्ञान के लिए पुस्तकालय असीमित ऑनलाइन शब्दकोश * (http://lu.com/odlis/), सूची में FRBRizing शामिल है समान सामग्रियों के एमएआरसी रिकॉर्ड को मिलाकर। FRBRization आइटमों के सेट के बजाय इकाइयों (कार्यों, अभिव्यक्तियों, या अभिव्यक्तियों के सेट) को एक साथ लाता है। यह संबंधित वस्तुओं, अभिव्यक्तियों और अभिव्यक्तियों को चुनने में संरक्षकों की सहायता कर सकता है जो उनकी आवश्यकताओं को पूरा करेंगे। जब यह "शो" पर सेट होता है, तो OPAC संबंधित आईएसबीएन के लिए एक या अधिक आईएसबीएन वेब सेवाओं से पूछताछ करेगा और विवरण पृष्ठों पर एक संस्करण टैब प्रदर्शित करेगा। एक बार यह वरीयता सक्षम हो जाने के बाद, लाइब्रेरी को आईएसबीएन विकल्पों में से एक का चयन करना होगा (:ref:`थिंगिसबीएन' और/या :ref:`एक्सआईएसबीएन`)। यह विकल्प केवल ओपेक के लिए है; the:ref:` FRBRizeEditions` विकल्प को स्टाफ़ क्लाइंट पर संस्करण टैब दिखाई देने के लिए "चालू" होना चाहिए।
it: Utilizzando le regole dell'FRBR Functional Requirements for Bibliographic records, questa opzione, se attiva, include nel tuo catalogo tutte le edizioni relative ad un titolo, indipendentemente dal tipo di materiale. I record appariranno in una specifica scheda 'Edizioni' nella pagina dei dettagli del titolo in questione. Secondo *Libraries Unlimited's Online Dictionary for Library and Information Science* (http://lu.com/odlis/), rendere coerente con FRBR un catalogo significa mettere in relazione record di materiale simile. L'operazione implica mettere insieme entità (insiemi di Opere, Espressioni o Manifestazioni) e non tanto insiemi di record. Ciò può aiutare l'utenza a a selezionare record, espressioni o manifestazioni simili di possibile interesse. Quando è impostato a 'Mostra', l'OPAC contatta uno o più web service ISBN per ottenere gli ISBN associati e mostrare una scheda Edizioni nella pagina dei dettagli. Attivandola, va anche selezionato una delle opzioni ISBN (:ref:`ThingISBN` e/o :ref:`XISBN`). Questa opzione è solo per l'OPAC; l'opzione :ref:`FRBRizeEditions` deve essere attiva affinché le edizioni compaiano sull'interfaccia dello staff.
tr: Bibliyografik kayıtlar için Fonksiyonel Gereksinimlerde belirtilen kuralları kullanmak, bu seçenek etkinleştirildiğinde koleksiyonunuzda mevcut bulunan aynı başlıktaki tüm edisyonları materyal türü gözetmeksizin çeker. Materyaller, söz konusu başlıklar için ayrıntılar sayfasında 'Edisyonlar' sekmesi altında görüntülenecektir. *Libraries Unlimited's Online Dictionary for Library and Information Science* (http://lu.com/odlis/) uyarınca kataloğu FRBRize etmek, benzer materyallerin kayıtlarını harmanlamayı içerir. FRBRize yalnızca materyal grupları getirmek yerine varlıkları bir araya getirir (Çalışma setleri, İfadeler veya tezahürler). Kullanıcıların ihtiyaçlarına karşılık gelecek birbiriyle alakalı materyaller, ifaedeler ve tezahürler seçebilmesine yardımcı olabilir. "Göster" olarak ayarlandığında OPAC ilgili ISBN'ler için bir veya daha fazla ISBN Web hizmeti sorgulayacak ve ayrıntılar sayfasında bir Edisyonlar Sekmesi gösterecektir. Bu özellik bir kez etkinleştirildikten sonra kütüphane ISBN seçeneklerinden bir tanesini seçmelidir ((:ref:`ThingISBN' ve/veya (:ref:`XISBN'). Bu seçenek yalnızca OPAC için geçerlidir; :ref:`OPACFRBRizeEditions' seçeneğinin Edisyonlar sekmesinin personel istemcide yer alması için mutlaka etkinleştirilmesi gerekmektedir.

source: This preference pulls all editions of the same title available in your collection regardless of material type. Items will appear under an 'Editions' tab on the detail page for the title in question.
hi: यह वरीयता सामग्री के प्रकार की परवाह किए बिना अपने संग्रह में ही उपलब्ध शीर्षक के सभी संस्करणों खींचती है. आइटम प्रश्न में खिताब के लिए विस्तार पृष्ठ पर एक 'संस्करण' टैब के अंतर्गत दिखाई देगा.
it: Questa preferenza recupera tutte le edizioni di un titolo disponibile nella tua collezione indipendentemente dal tipo di materiale. L'informazione apparirà dentro la scheda 'Edizioni' nella pagina dei dettagli del titolo in questione.
tr: Bu tercih, malzeme türü ne olursa olsun koleksiyonunuzdaki aynı başlıktaki tüm mevcut baskıları çeker. Materyaller detay sayfasında söz konusu başlık için 'Edisyonlar' sekmesi altında görünecektir.

source: Amazon
hi: अमेजन

source: Asks: Put the associate tag \_\_\_ on links to Amazon.
hi: पूछता है: अमेज़ॅन के लिंक पर सहयोगी टैग \_\_\_डाल दें.
it: Chiede: Metti il tag associato \_\_\_ nei link ad Amazon.
tr: Seçenek: Associates Tag'ini \_\_\_ Amazon bağlantılarına yerleştir.

source: This can net your library referral fees if a patron decides to buy an item after clicking through to Amazon from your site.
hi: यह अपने पुस्तकालय रेफरल फीस शुद्ध कर सकते हैं अगर एक संरक्षक अपनी साइट से अमेज़न के माध्यम से क्लिक करने के बाद एक आइटम खरीदने का फैसला किया.
it: Questo può azzerare le tue multe di rinvio della biblioteca se un utente decide di acquistare un libro tramite Amazon a partire dal tuo sito.
tr: Bu, bir kullanıcı sitenizden Amazon üzerine tıklayarak bir materyal satın almaya karar verirse kütüphane havale ücretlerini belirleyebilir.

source: An Amazon Associates Tag allows a library to earn a percentage of all purchases made on Amazon when a patron accesses Amazon's site via links on the library's website. More information about the Amazon Associates program is available at Amazon's Affiliate Program's website, https://affiliate-program.amazon.com/. Before a tag can be obtained, however, the library must first apply for an Amazon Web Services (AWS) account. Applications are free of charge and can be made at http://aws.amazon.com. Once an AWS account has been established, the library can then obtain the Amazon Associates Tag.
hi: एक अमेज़ॅन एसोसिएट्स टैग लाइब्रेरी को अमेज़ॅन पर बनाई गई सभी खरीदारियों का प्रतिशत कमाने की अनुमति देता है जब एक संरक्षक लाइब्रेरी की वेबसाइट पर लिंक के माध्यम से अमेज़ॅन की साइट तक पहुंचता है। अमेज़ॅन एसोसिएट्स प्रोग्राम के बारे में अधिक जानकारी अमेज़ॅन के संबद्ध कार्यक्रम की वेबसाइट, https://affiliate-program.amazon.com/ पर उपलब्ध है। टैग प्राप्त करने से पहले, पुस्तकालय को पहले अमेज़ॅन वेब सर्विसेज (एडब्लूएस) खाते के लिए आवेदन करना होगा। आवेदन नि: शुल्क हैं और http://aws.amazon.com पर किए जा सकते हैं। एक बार एडब्ल्यूएस खाता स्थापित हो जाने के बाद, पुस्तकालय अमेज़ॅन एसोसिएट्स टैग प्राप्त कर सकता है।
it: Un Amazon Associates Tag permette alla biblioteca di guadagnare una percentuale delle vendite effettuate da Amazon agli utenti a partire da Koha. Informazione sul Amazon Associates program è disponibile sul sito Amazon's Affiliate Program's https://affiliate-program.amazon.com/. Prima di ottenere un Tag, la biblioteca deve disporre di un account AWS Amazon Web Services. L'iscrizione è gratuita e si possono effettuare tramite http://aws.amazon.com. Con un account AWS, la biblioteca può ottenere un Amazon Associates Tag.
tr: Amazon Associates etiketi, bir kullanıcı kütüphanenin sitesindeki linkler aracılığı ile Amazon'un sitesine eriştiğinde Amazon üzerinde yapılan tüm alışverişlerden kütüphanenin bir yüzde almasını sağlar. Amazon Associates programı hakkında daha fazla bilgi Amazon'un Ortaklık Programı web sitesinde mevcuttur, `https://affiliate-program.amazon.com. Bir associates etiketinin alınmasından önce kütüphane ilk olarak Amazon Web Services (AWS) hesabı için başvurmalıdır. Uygulamalar ücretsizdir ve `http://aws.amazon.com sayfasından kurulum yapılabilir. AWS hesabınız bir kez kurulduktan sonra kütüphaneniz Amazon Associates etiketini alabilir.

source: Sign up at: https://affiliate-program.amazon.com/
hi: साइन अप करें: https://affiliate-program.amazon.com/
it: Registrati a: https://affiliate-program.amazon.com/
tr: Kaydolun: https://affiliate-program.amazon.com/

source: Asks: \_\_\_ cover images from Amazon on search results and item detail pages on the staff interface.
hi: पूछता है: \_\_\_ खोज परिणामों पर अमेज़ॅन से छवियों को कवर करें और स्टाफ इंटरफ़ेस पर आइटम विवरण पृष्ठों पर जाएं.
it: Chiede: \_\_\_ le immagini delle copertine da Amazon nei risultati di ricerca e nelle pagine di dettaglio delle copie nell'interfaccia dello staff.
tr: Seçenek: Amazon'dan alınan kapak resimlerini personel istemcideki ayrıntı sayfalarında ve arama sonuçlarında \_\_\_.

source: This preference makes it possible to either allow or prevent Amazon cover images from being displayed in the Staff Client. Cover images are retrieved by Amazon, which pulls the content based on the first ISBN number in the item's MARC record. Amazon offers this service free of charge. If the value for this preference is set to "Show", the cover images will appear in the Staff Client, and if it is set to "Don't show", the images will not appear. Finally, if you're using Amazon cover images, all other cover image services must be disabled. If they are not disabled, they will prevent AmazonCoverImages from functioning properly.
hi: यह वरीयता यह संभव बनाता है कि या तो अमेज़ॅन कवर छवियों को स्टाफ क्लाइंट में प्रदर्शित होने से रोकने या रोकने की अनुमति मिल सके. कवर छवियाँ अमेज़ॅन द्वारा पुनर्प्राप्त की जाती हैं, जो मद के एमएआरसी रिकॉर्ड में पहले आईबीएन नंबर पर आधारित सामग्री खींचती हैं. अमेज़ॅन इस सेवा को नि: शुल्क प्रदान करता है यदि इस वरीयता के लिए मान "दिखाएँ" पर सेट है, तो कवर छवियां कर्मचारी क्लाइंट में दिखाई देंगी, और यदि यह "न दिखाएं" पर सेट है, तो चित्र दिखाई नहीं देंगे. अंत में, यदि आप अमेज़ॅन कवर छवियों का उपयोग कर रहे हैं, तो अन्य सभी कवर छवि सेवाओं को अक्षम होना चाहिए. यदि वे अक्षम नहीं हैं, तो वे AmazonCoverImages को ठीक से कार्य करने से रोकेंगे.
it: Questa preferenza permette di mostrare le copertine di Amazon nell'interfaccia dello staff. Le copertine vengono cercate in base al primo ISBN del record MARC. Amazon offre gratuitamente questo servizio. Se lo attivi, devi disabilitare tutti gli altri servizi di copertine, altrimenti funzionerà male.
tr: Bu tercih Amazon kapak görüntülerinin personel istemcide gösterilip gösterilmeyeceğini ayarlamanızı sağlar. Kapak görüntüleri, içeriği materyalin MARC kayıtlarındaki ilk ISBN numarasına göre çeken Amazon'dan alınır. Amazon bu hizmeti ücretsiz olarak sunmaktadır. Bu değerin ayarı "Göster" olarak ayarlanırsa, kapak resimleri personel istemcide gösterilecektir, ve "Gösterme" olarak ayarlanırsa kapak resimleri gösterilmeyecektir. Son olarak eğer Amazon kapak resimleri hizmetini kullanıyorsanız tüm diğer kapak resmi hizmetleri devre dışı bırakılmalıdır. Devre dışı bırakılmadıkları takdirde AmazonCoverImages düzgün çalışmayabilir.

source: Default: American
hi: डिफ़ॉल्ट: अमेरिकी
tr: Varsayılan: Amerikan

source: Asks: Use Amazon data from its \_\_\_ website.
hi: पूछता है: अमेज़ॅन डेटा का उपयोग अपनी \_\_\_ वेबसाइट से करें।
it: Chiede: Utilizzare i dati di Amazon dal suo sito \_\_\_.
tr: Seçenek: Amazon verisini kendi \_\_\_ web sitesinden kullan.
