Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Coce does not come bundled with Koha. Your Koha install will not already have a Coce server set up. Before enabling this functionality you will want to be sure to have a Coce server set up. Instructions on installing and setting up Coce can be found on the official github page at https://github.com/fredericd/coce.
hi: कोआ के साथ कोयस नहीं आया आपके कोहा इंस्टॉल में पहले से ही एक कोस सर्वर स्थापित नहीं होगा। इस कार्यक्षमता को सक्षम करने से पहले आप एक कोस सर्वर सेट अप करना सुनिश्चित करना चाहते हैं। कोस स्थापित करने और स्थापित करने के निर्देश आधिकारिक गिथब पेज पर पाए जा सकते हैंhttps://github.com/fredericd/coce.
it: Coce non viene fornito in bundle con Koha. Il tuo Koha non ha già configurato un server Coce. Prima di attivare questa funzionalità occorre un server Coce definito. Le istruzioni per l'installazione e la configurazione di Coce possono essere trovate sulla pagina ufficiale GitHub a https://github.com/fredericd/coce.
tr: Coce, Koha ile birlikte gelmez. Koha kurulumunuzda halihazırda bir Coce sunucusu kurulmaz. Bu işlevi etkinleştirmeden önce bir Coce sunucusunun kurulu olduğundan emin olmalısınız. Coce'yi yükleme ve kurma ile ilgili talimatlar resmi github sayfasında https://github.com/fredericd/coce adresinde bulunabilir.

source: Asks: Coce server URL \_\_\_
hi: पूछता है: Coce सर्वर URL \_\_\_
it: Chiede: l'URL del servizio Coce \_\_\_
tr: Seçenek: Coce sunucusu URL'si \_\_\_

source: This will be the full URL (starting with http://) to your Coce server.
hi: यह आपके कोसे सर्वर पर पूरा यूआरएल (से शुरू होगा http://) होगा.
it: Deve essere l'URL completo (che inizia con http://) del server Coce.
tr: Bu, Coce sunucunuz için (http:// ile başlayan) tam bir URL olmalıdır.

source: Asks: Use the following providers to fetch the covers \_\_\_
hi: पूछता है: कवर लाने के लिए निम्नलिखित प्रदाताओं का उपयोग करें \_\_\_
it: Chiede: Usa i seguenti fornitori per reperire le copertine \_\_\_
tr: Seçenek: Kapakları getirmek için yandaki sağlayıcıları kullanın \_\_\_

source: Amazon Web Services
hi: अमेज़ॅन वेब सेवा
tr: Amazon Web Hizmetleri

source: Google Books
hi: गूगल बुक्स

source: Open Library
hi: ओपन लाइब्रेरी

source: The providers chosen here will be used to gather cover images for display in your Koha catalog.
hi: प्रदाताओं यहाँ चुना अपने Koha सूची में प्रदर्शन के लिए कवर छवियों को इकट्ठा करने के लिए इस्तेमाल किया जाएगा.
it: I fornitori selezionati qui verranno utilizzate per raccogliere immagini di copertina per la visualizzazione nel catalogo Koha.
tr: Burada seçilen sağlayıcılar, Koha kataloğunuzda gösterilmek üzere kapak resmi toplamak için kullanılacaktır.

source: Google
hi: गूगल

source: Asks: \_\_\_ cover images from Google Books to search results and item detail pages on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर परिणामों और आइटम विवरण पृष्ठों को खोजने के लिए Google पुस्तकें से चित्रों को कवर करें.
it: Chiede: \_\_\_ le icone di copertina da Google Books nei risultati di ricerca e nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: Google Books'tan sağlanan kapak resimlerini arama sonuçlarına ve OPAC materyal ayrıntıları sayfasına \_\_\_

source: This setting controls the display of applicable cover art from the free Google Books database, via the Google Books API. Please note that to use this feature, all other cover services should be turned off.
hi: यह सेटिंग मुक्त गूगल बुक्स डेटाबेस से लागू कवर कला के प्रदर्शन को नियंत्रित करता है, गूगल बुक्स एपीआई के माध्यम से. कृपया ध्यान दें कि इस सुविधा का उपयोग करने के लिए अन्य सभी कवर सेवाओं को बंद कर दिया जाना चाहिए.
it: Questa impostazione controlla la visualizzazione delle copertine provenienti dal database gratuito di Google Books, tramite l'API di Google Books. Si prega di notare che per utilizzare questa funzionalità, tutti gli altri servizi di copertine devono essere disattivati.
tr: Bu ayar, Google Books API aracılığıyla ücretsiz Google Books veritabanından uygulanabilir kapak resimlerinin görüntülenmesini kontrol eder. Lütfen aklınızda bulunsun, bu özelliği kullanabilmek için diğer tüm kapak resmi servisleri kapatılmalıdır.

source: HTML5 Media
hi: एचटीएमएल 5 मीडिया
tr: HTML5 Medya

source: Default: not at all
hi: डिफ़ॉल्ट: बिल्कुल नहीं
it: Default: in nessuna interfaccia
tr: Varsayılan: hiç bir şekilde

source: Asks: Show a tab with a HTML5 media player for files catalogued in field 856 \_\_\_
hi: पूछता है: फ़ील्ड 856 में सूचीबद्ध फाइलों के लिए एचटीएमएल 5 मीडिया प्लेयर के साथ एक टैब दिखाएं \_\_\_
it: Chiede: Mostra un tab con un player HTML5 per i file catalogati nel campo 856 \_\_\_
tr: Seçenek: Kataloglu dosyalar için bir HTML5 ortam yürütücüsü ile birlikte 856 alanında bir sekme göster \_\_\_

source: in OPAC and staff client
hi: ओपेक और स्टाफ क्लाइंट में
it: nell'OPAC e nell'interfaccia dello staff
tr: OPAC ve personel istemcide

source: in the OPAC
hi: ओपेक में
it: nell'OPAC
tr: OPAC içerisinde

source: in the staff client
hi: स्टाफ क्लाइंट में
it: nell'interfaccia dello staff
tr: personel istemcide

source: not at all
hi: बिल्कुल नहीं
it: in nessuna interfaccia
tr: hiç bir şekilde

source: If you have media elements in the 856 of your MARC record this preference can run/show those media files in a separate tab using HTML5.
hi: यदि आप अपने मार्क रिकॉर्ड इस वरीयता चलाने / एचटीएमएल 5 का उपयोग कर एक अलग टैब में उन मीडिया फ़ाइलों को दिखा सकते हैं की 856 में मीडिया तत्वों है.
it: Se hai file multimediali nel campo 856 dei tuoi record MARC, questa preferenza può mostrare o eseguire i file in un tab separato usando l'HTML5.
tr: MARC kaydınızın 856 alanı içinde medya öğeleri varsa bu tercih HTML5 kullanarak ayrı bir sekmede medya dosyalarını oynatıp/gösterebilir

source: Default: webm\|ogg\|ogv\|oga\|vtt
hi: डिफ़ॉल्ट: webm\|ogg\|ogv\|oga\|vtt
tr: Varsayılan: webm\|ogg\|ogv\|oga\|vtt

source: Asks: Media file extensions \_\_\_
hi: पूछता है: मीडिया फाइल एक्सटेंशन \_\_\_
it: Chiede: estensioni dei file multimediali \_\_\_
tr: Seçenek: Medya dosya uzantıları \_\_\_

source: Enter in file extensions separated with bar (\|)
hi: बार के साथ अलग फ़ाइल एक्सटेंशन में दर्ज करें (\|)
it: Indica le estensioni dei file separate da barra verticale (\|)
tr: Bar ile ayrılmış dosya uzantıları girin (\|)

source: Default: Don't embed
hi: डिफ़ॉल्ट: एम्बेड न करें
it: Default: Non attivare
tr: Varsayılan: Katıştırma

source: To turn this on first enable :ref:`HTML5MediaEnabled`
hi: इसे पहले सक्षम करने के लिए :ref:`HTML5MediaEnabled`
it: Per attivarla prima attiva :ref:`HTML5MediaEnabled`
tr: Bunu açmak için önce :ref:`HTML5MediaEnabled`i etkinleştirin

source: Asks: \_\_\_ YouTube links as videos.
hi: पूछते हैं:\_\_\_ वीडियो के रूप में यूट्यूब लिंक.
it: Chiede: \_\_\_ links di YoutTube come video.
tr: Seçenek: YouTube bağlantılarını videolar olarak \_\_\_

source: Don't embed
hi: एम्बेड न करें
it: Non incorporare
tr: Katıştırma

source: Embed
hi: एम्बेड
it: Incorpora
tr: Katıştır

source: This preference will allow MARC21 856$u that points to YouTube to appear as a playable video on the pages defined in :ref:`HTML5MediaEnabled`.
hi: यह वरीयता मार्क21 856$u की अनुमति देगी जो यूट्यूब को परिभाषित पृष्ठों पर एक बजाने योग्य वीडियो के रूप में दिखाई देने के लिए इंगित करती है :ref:`HTML5MediaEnabled`.
it: Questa preferenza permette ai legami MARC21 856$u che si riferiscono a YouTube di apparire come video eseguibili nelle pagine definite con :ref:`HTML5MediaEnabled`.
tr: Bu tercih, YouTube'u işaret eden MARC21 856$u'nun ref:`HTML5MediaEnabled' olarak tanımlanan sayfalarda oynatılabilir bir video olarak görünmesini sağlayacaktır.

source: `IDreamBooks.com <http://idreambooks.com/>`__ aggregates book reviews by critics to help you discover the very best of what's coming out each week. These preferences let you integrated content from `IDreamBooks.com <http://IDreamBooks.com>`__ in to your Koha OPAC.
hi: `IDreamBooks.com <http://idreambooks.com/>`__ समीक्षकों द्वारा पुस्तक समीक्षाओं को एकत्रित करता है ताकि आप हर हफ्ते क्या हो रहा है, इसकी सबसे अच्छी खोज कर सकें। ये वरीयताएं आपको अपने कोहा ओपेक में `IDreamBooks.com <http://IDreamBooks.com>` __ से सामग्री एकीकृत करने देती हैं।
it: `IDreamBooks.com <http://idreambooks.com/>`__ riporta recensioni dalla critica per aiutare a scoprire il meglio di quanto pubblicato ogni settimana. Queste preferenze permettono di aggiungere contenuto proveniente da `IDreamBooks.com <http://IDreamBooks.com>`__ al tuo OPAC.
tr: `IDreamBooks.com <http://idreambooks.com/>` __ her hafta yayınlananların en iyisini keşfetmenize yardımcı olmak için kitap eleştirilerini eleştirmenlerce bir araya getirir. Bu tercihler, `IDreamBooks.com <http://IDreamBooks.com>` dan Koha OPAC ürününüze içerik entegre etmenize izin verir.

source: This is a new website and has limited content, so you may only see these features on new popular titles until the database grows some more.
hi: यह एक नई वेबसाइट है और सीमित सामग्री है, तो आप केवल नए लोकप्रिय खिताब पर इन सुविधाओं देख सकते हैं जब तक डेटाबेस कुछ अधिक बढ़ता है.
it: Questo è un nuovo sito web e ha un contenuto limitato, quindi è possibile visualizzare solo queste funzioni sui nuovi titoli popolari fino a quando il database cresce un po '.
tr: Bu yeni bir web sitesi olduğu için sınırlı bir içeriğe sahiptir, bu nedenle veritabanı biraz daha gelişinceye kadar bu özellikleri yalnızca yeni popüler başlıklar üzerinde görebilirsiniz.

source: Asks: \_\_\_ a "Readometer" that summarizes the reviews gathered by IDreamBooks.com to the OPAC details page.
hi: पूछता है: \_\_\_एक "रीडोमीटर" जो ओपेक विवरण पृष्ठ पर IDreamBooks.com द्वारा एकत्र की गई समीक्षाओं का सारांश देता है.
it: Chiede: \_\_\_ un "Termometro delle letture" che riassume le revisioni raccolte su IDreamBooks.com nella pagina dei dettagli dell'OPAC.
tr: Seçenek: IDreamBooks.com tarafından OPAC ayrıntıları sayfasına toplanan değerlendirmeleri özetleyen bir "Readometer" \_\_\_.

source: Asks: \_\_\_ the rating from IDreamBooks.com to OPAC search results.
hi: पूछता है: \_\_\_ओपेक खोज परिणामों को IDreamBooks.com से रेटिंग.
it: Chiede: \_\_\_ il rating da IDreamBooks.com nei risultati dell'OPAC.
tr: Seçenek: IDreamBooks.com derecelendirmelerini OPAC arama sonuçlarına \_\_\_.

source: Asks: \_\_\_ a tab on the OPAC details with book reviews from critics aggregated by IDreamBooks.com.
hi: पूछता है: \_\_\_ओपेक विवरण पर एक टैब, जो IDreamBooks.com द्वारा समेकित आलोचकों से किताब की समीक्षा के साथ है.
it: Chiede: \_\_\_ una scheda nei dettagli dell'OPAC con recensioni e critiche raccolte da IDreamBooks.com.
tr: Seçenek: IDreamBooks.com tarafından toplanan eleştirmenlerin kitap değerlendirmelerini içeren bir sekmeyi OPAC ayrıntılarında \_\_\_.

source: LibraryThing for Libraries is a pay service. You must first contact LibraryThing directly for pricing and subscription information. Learn more at http://www.librarything.com/forlibraries. Also, for further configuration instructions please see the LibraryThing Wiki: http://www.librarything.com/wiki/index.php/Koha
hi: लाइब्रेरीज़ के लिए लाइब्रेरीटिंग एक वेतन सेवा है। आपको पहले मूल्य निर्धारण और सदस्यता जानकारी के लिए सीधे लाइब्रेरीटिंग से संपर्क करना होगा। Http://www.librarything.com/forlibraries पर और जानें। इसके अलावा, आगे विन्यास निर्देशों के लिए कृपया लाइब्रेरीटिंग विकी देखें: http://www.librarything.com/wiki/index.php/Koha
it: LibraryThing per biblioteche è un servizio a pagamento. Per prima cosa è necessario contattare LibraryThing direttamente per informazioni sui prezzi e la sottoscrizione. Per saperne di più, si veda http://www.librarything.com/forlibraries. Inoltre, per ulteriori istruzioni di configurazione consultare il Wiki LibraryThing: http://www.librarything.com/wiki/index.php/Koha
tr: LibraryThing for Libraries ücretli bir hizmettir. Fiyatlandırma ve abonelik bilgileri için öncelikle LibraryThing ile doğrudan iletişim sağlamalısınız. Daha fazla bilgi için `http://www.librarything.com/forlibraries Ayrıca, daha fazla yapılandırma talimatı için lütfen LibraryThing Wiki'ye bakın: http://www.librarything.com/wiki/index.php/Koha

source: Asks: \_\_\_ reviews, similar items, and tags from Library Thing for Libraries on item detail pages on the OPAC.
hi: पूछता है: \_\_\_समीक्षा, इसी तरह की वस्तुओं, और लाइब्रेरी थिंग से लाइब्रेरी के लिए ओपेक पर आइटम विवरण पृष्ठों पर टैग.
it: Chiede: \_\_\_ recensioni, edizioni simili e tag da LibraryThing for Libraries sulla pagine dei dettagli sull'OPAC.
tr: Seçenek: OPAC ayrıntılar sayfasında Library Thing for Libraries tarafından sağlanan yorumlar, benzer materyaller ve Tag'leri \_\_\_

source: This setting is only applicable if the library has a paid subscription to the external LibraryThing for Libraries service. This service can provide patrons with the display of expanded information on catalog items such as book recommendations. It also can offer advanced features like tagged browsing, patron written reviews, and a virtual library display accessed from the details tab.
hi: यदि पुस्तकालय पुस्तकालय सेवा के लिए बाहरी LibraryThing करने के लिए एक भुगतान किया सदस्यता है यह सेटिंग केवल लागू है. यह सेवा इस तरह के पुस्तक सिफारिशों के रूप में सूची आइटम पर विस्तार जानकारी के प्रदर्शन के साथ संरक्षक प्रदान कर सकते हैं. यह भी टैग किए गए ब्राउज़िंग, संरक्षक लिखा समीक्षा, और एक आभासी पुस्तकालय विवरण टैब से पहुँचा प्रदर्शन की तरह उन्नत सुविधाओं की पेशकश कर सकते हैं.
it: Questa impostazione è applicabile solo se la biblioteca è abbonata al servizio esterno LibraryThing. Questo servizio può offrire agli utenti la visualizzazione di ulteriore informazione sulle copie del catalogo come le raccomandazioni o le recensioni di altri utenti, i tags e la biblioteca virtuale acceduta dalla scheda dei dettagli.
tr: Bu ayar yalnızca Kütüphanenin external LibraryThing for Libraries service için ücretli aboneliği olması durumunda geçerlidir. Bu hizmet kullanıcılara katalog materyalleri hakkında kitap tavsiyeleri gibi genişletilmiş bilgi ekranı sağlar. Ayrıca tag'li tarama, kullanıcı değerlendirmeleri ve ayrıntılar sekmesinden erişilen bir sanal kütüphane ekranı gibi gelişmiş özellikler sunabilir.

source: If this is set to 'show' you will need to enter a value in the ^:ref:`LibraryThingForLibrariesID`^ system preference.
hi: यदि यह 'शो' पर सेट है तो आपको ^: ref: `LibraryThingForLibrariesID`^ सिस्टम वरीयता में एक मान दर्ज करना होगा।

source: Asks: Access Library Thing for Libraries using the customer ID \_\_\_
hi: पूछता है: ग्राहक आईडी का उपयोग कर पुस्तकालयों के लिए एक्सेस लाइब्रेरी चीज \_\_\_
it: Chiede: Accedi a Library Thing for Libraries usando l'ID utente \_\_\_
tr: Seçenek: Library Thing for Libraries servisine müşteri kimliği \_\_\_ kullanarak erişim sağla

source: This setting is only applicable if the library has a paid subscription to the external LibraryThing for Libraries service. Use the box provided to enter in the library's LibraryThing for Libraries ID as provided to the library by LibraryThing. The ID number is a series of numbers in the form ###-#########, and can be found on the library's account page at LibraryThing for Libraries. This service can provide patrons with the display of expanded information on catalog items such as book recommendations and cover art. It also can offer advanced features like tagged browsing, patron written reviews, and a virtual library display accessed from the details tab.
hi: यह सेटिंग केवल तभी लागू होती है अगर लाइब्रेरी पुस्तकालय सेवा के लिए बाहरी लाइब्रेरी थिंग के लिए सशुल्क सदस्यता होती है. पुस्तकालय में लाइब्रेरी थिंग द्वारा प्रदान किए गए अनुसार लाइब्रेरी आईडी के लिए लाइब्रेरी की लाइब्रेरीशिप में प्रवेश करने के लिए दिए गए बॉक्स का उपयोग करें. आईआईडी नंबर संख्या ###-######### में नंबर की एक श्रृंखला है, और लाइब्रेरीज़ के लिए लाइब्रेरी थिंग पर पुस्तकालय के खाता पेज पर पाया जा सकता है. यह सेवा, सूची सुझावों जैसे कि पुस्तक अनुशंसाएं और कवर आर्ट पर विस्तारित जानकारी के प्रदर्शन के साथ संरक्षक प्रदान कर सकती है. यह उन्नत विशेषताओं की पेशकश कर सकता है जैसे टैग की गईं ब्राउज़िंग, संरक्षक लिखित समीक्षाएं, और वर्चुअल लाइब्रेरी डिस्प्ले जो कि विवरण टैब से पहुंचा है.
it: Questa impostazione è utilizzabile solo se la biblioteca ha pagato il servizio esterno LibraryThing. Inserire nella casella l'ID di LibraryThing ricevuto dopo il pagamento. L'ID è una serie di cifre del tipo ###-#########, e può essere trovato nella pagina dell'account di LibraryThing. Il servizio permette di offrire agli utenti informazione arricchita nei record bibliografici come recensioni e copertine, tags, ...
tr: Bu tercih sadece kütüphanenin external LibraryThing for Libraries servisi için ücretli bir aboneliği varsa uygulanabilir. LibraryThing tarafından ekrana gelen kutuya kütüphanenin LibraryThing for Libraries sicil numarasını girin. Sicil numarası ###-######### formatında bir sayı dizisidir ve LibraryThing for Libraries'de kütüphanenin hesap sayfasında bulunabilir. Bu servis kullanıcılara katalog materyalleri üzerinde kitap tavsiyeleri ve kapak resimleri gibi genişletilmiş bilgi ekranı sağlar. Ayrıca tag'li tarama, kullanıcı değerlendirmeleri ve ayrıntılar sekmesinden erişilen bir sanal kütüphane ekranı gibi gelişmiş özellikler sunabilir.

source: Default: in line with bibliographic information
hi: डिफ़ॉल्ट: ग्रंथ सूची के साथ लाइन में
it: Default: accanto all'informazione bibliografica
tr: Varsayılan: bibliyografik bilgiler doğrultusunda

source: Asks: Show Library Thing for Libraries content \_\_\_
hi: पूछताछ: लाइब्रेरी सामग्री के लिए लाइब्रेरी थिंग दिखाएँ \_\_\_
it: Chiede: Mostra il contenuto proveniente da Library Thing for Libraries \_\_\_
tr: Seçenek: Library Thing for Libraries içeriğini \_\_\_ göster

source: in line with bibliographic information
hi: ग्रंथ सूची के साथ लाइन में
it: insieme all'informazione bibliografica
tr: bibliyografik bilgiler doğrultusunda

source: in tabs
hi: टैब में
it: nelle schede
tr: sekme içerisinde

source: This setting is only applicable if the library has a paid subscription to the external LibraryThing for Libraries service. This service can provide patrons with the display of expanded information on catalog items such as book recommendations and cover art. It also can offer advanced features like tagged browsing, patron written reviews, and a virtual library display accessed from the details tab.
hi: यह सेटिंग केवल तभी लागू होती है अगर लायब्रेरी पुस्तकालय सेवा के लिए बाहरी लाइब्रेरी टायिंग के लिए सशुल्क सदस्यता होती है. यह सेवा, सूची सुझावों जैसे कि पुस्तक अनुशंसाएं और कवर आर्ट पर विस्तारित जानकारी के प्रदर्शन के साथ संरक्षक प्रदान कर सकती है. यह उन्नत विशेषताओं की पेशकश कर सकता है जैसे टैग की गईं ब्राउज़िंग, संरक्षक लिखित समीक्षाएं, और वर्चुअल लाइब्रेरी डिस्प्ले जो कि विवरण टैब से पहुंचा है.
it: Questa impostazione è applicabile solo se la biblioteca è abbonata al servizio esterno LibraryThing. Questo servizio può offrire agli utenti la visualizzazione di ulteriore informazione sulle copie del catalogo come le raccomandazioni o le immagini di copertina. Può anche offrire caratteristiche avanzate come la vista a schede, recensioni scritte da altri utenti, e il display di una biblioteca virtuale nella scheda dei dettagli.
tr: Bu ayar yalnızca Kütüphanenizin kütüphane hizmetleri için external LibraryThing ücretli aboneliği varsa geçerlidir. Bu hizmet kullanıcılara kataloglama materyalleri üzerinde kitap tavsiyeleri ve kapak resmi gibi genişletilmiş bilgi sağlar. Ayrıca tag'li tarama, kullanıcı değerlendirmeleri ve ayrıntılar sekmesinden erişilen bir sanal kütüphane ekranı gibi gelişmiş özellikler sunabilir.

source: Asks: \_\_\_ the ThingISBN service to show other editions of a title
hi: पूछता है: \_\_\_एक शीर्षक के अन्य संस्करण दिखाने के लिए ThingISBN सेवा
it: Chiede: \_\_\_ al servizio ThingISBN di mostrare altre edizioni di un titolo
tr: Seçenek: ThingISBN servisinin bir eserin diğer baskılarını göstermesine \_\_\_

source: Set to 'Use' to display an "Editions" tab on the item's detail page. Editions are listed, complete with cover art (if you have one of the cover services enabled) and bibliographic information. The feed comes from LibraryThing's ThingISBN web service. This is a free service to non-commercial sites with fewer than 1,000 requests per day.
hi: आइटम के विवरण पृष्ठ पर एक "संस्करण" टैब प्रदर्शित करने के लिए 'उपयोग' पर सेट करें. एडिशन सूचीबद्ध हैं, कवर आर्ट के साथ पूर्ण (यदि आपके पास कवर सेवाओं को सक्षम है) और ग्रंथ सूची संबंधी जानकारी. फ़ीड लाइब्रेरीथींग की थिंगआईएसबीएन वेब सेवा से आता है. यह प्रति दिन 1,000 से कम अनुरोध वाले गैर-वाणिज्यिक साइटों के लिए एक नि:शुल्क सेवा है.
it: Imposta su 'Usa' per visualizzare una scheda "Edizioni" sulla pagina di dettaglio del prodotto. Le edizioni sono elencate, con la copertina (se si dispone di uno dei servizi relativi) e le informazioni bibliografiche. L'informazione proviene dal servizio web ThingISBN di LibraryThing. Si tratta di un servizio gratuito per i siti non commerciali con meno di 1.000 richieste al giorno.
tr: Materyal ayrıntıları sayfasında "Edisyonlar" sekmesinin görüntülenmesi için 'Kullan' olarak ayarlayın. Edisyonlar, kapak resimleri (herhangi bir kapak resmi hizmetini etkinleştirdiyseniz) ve bibliyografik bilgilerle birlikte bütün olarak listelenir. Besleme bilgisi LibraryThing'in ThingISBN web servisinden alınmaktadır. Bu, günde 1.000'den daha az istekler ile ticari olmayan sitelere ücretsiz bir hizmettir.

source: Requires :ref:`FRBRizeEditions` and/or :ref:`OPACFRBRizeEditions` set to 'show'
hi: आवश्यक है :ref:`FRBRizeEditions` और/या :ref:`OPACFRBRizeEditions` 'शो' पर सेट करें
it: Richiede :ref:`FRBRizeEditions` e/o :ref:`OPACFRBRizeEditions` impostato su 'mostra'
tr: :ref:`FRBRizeEditions` and/or :ref:`OPACFRBRizeEditions` tercihlerinin 'göster' olarak ayarlanmasını gerektirir

source: This is separate from Library Thing for Libraries and does not have a cost associated with it.
hi: यह लाइब्रेरी थिंग से पुस्तकालयों के लिए अलग है और इसमें इसके साथ जुड़ी कोई लागत नहीं है.
it: Questo è diverso da Library Thing for Libraries e non ha costi associati.
tr: Bu, Library Thing for Libraries'den ayrıdır ve onunla ilişkili bir maliyeti yoktur.

source: Local Cover Images
hi: स्थानीय कवर छवियां
it: Immagini ci copertina locali
tr: Yerel Kapak Resimleri

source: Asks: \_\_\_ multiple images to be attached to each bibliographic record.
hi: पूछता है: \_\_\_ प्रत्येक ग्रंथ सूची के साथ संलग्न होने वाली कई छवियां.
it: Chiede: \_\_\_ più immagini associate a un record bibliografico.
tr: Seçenek: Her bibliyografik kayıta birden fazla resim eklenmesine \_\_\_.

source: If this preference is set to 'Allow' then you can upload multiple images that will appear in the images tab on the bib record in the OPAC and the staff client. This preference requires that either one or both :ref:`LocalCoverImages` and :ref:`OPACLocalCoverImages` are set to 'Display.^
hi: यदि यह वरीयता 'अनुमति दें' पर सेट की गई है तो आप कई छवियां अपलोड कर सकते हैं जो ओपेक और स्टाफ क्लाइंट में बिब रिकॉर्ड पर छवि टैब में दिखाई देंगे। इस वरीयता के लिए आवश्यक है कि या तो एक या दोनों: ref: `LocalCoverImages` और : ref:` OPACLocalCoverImages` को 'डिस्प्ले' पर सेट किया गया है.^

source: Asks: \_\_\_ local cover images on intranet search and details pages.
hi: पूछता है: \_\_\_इंट्रानेट खोज और विवरण पृष्ठों पर स्थानीय कवर छवियां.
it: Chiede: \_\_\_ le copertine locali nella pagina di ricerca dello staff e nella pagina dei dettagli.
tr: Seçenek: intranet arama ve ayrıntılar sayfalarındaki yerel kapak resimlerini \_\_\_.
