Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: \_\_\_ the list of authors/subjects in a popup for a combined search on OPAC detail pages.
hi: पूछता है: \_\_\_ ओपेक विवरण पृष्ठों पर एक संयुक्त खोज के लिए पॉपअप में लेखकों/विषयों की सूची.
it: Chiede: \_\_\_ l'elenco degli autori/argomenti in un popup per una ricerca combinata nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: yazarların/konuların listesini OPAC ayrıntılar sayfalarında birleştirilmiş bir arama için bir açılır menü içinde \_\_\_.

source: Subject search pop up
hi: विषय खोज पॉप अप
it: Pop up ricerca soggetti
tr: Konu arama açılır menüsü

source: This will only display the pop up if you are not using an XSLT stylesheet. Review your :ref:`OPACXSLTDetailsDisplay` to find out what stylesheet you're using.
hi: यदि आप एक्सएसएलटी स्टाइलशीट का उपयोग नहीं कर रहे हैं तो यह केवल पॉप अप प्रदर्शित करेगा। अपनी समीक्षा करें :ref:`OPACXSLTDetailsDisplay` यह पता लगाने के लिए कि आप किस स्टाइलशीट का उपयोग कर रहे हैं।
it: Questo visualizzerà il popup solo se non si utilizza un foglio di stile XSLT. Modifica il tuo :ref:`OPACXSLTDetailsDisplay` per sapere quale foglio di stile stai usando.
tr: Bu, bir XSLT stil sayfası kullanmıyorsanız yalnızca açılır menüyü görüntüleyecektir. Hangi stil sayfasını kullandığınızı öğrenmek için :ref:`OPACXSLTDetailsDisplay tercihini gözden geçirin.

source: Authors and subjects will display as search links instead of pop up menus.
hi: लेखक और विषयों पॉप अप मेनू के बजाय खोज लिंक के रूप में प्रदर्शित करेगा.
it: Autori e soggetti verranno visualizzati come link di ricerca invece di menù a tendina.
tr: Yazarlar ve konular açılır menüler yerine arama bağlantıları olarak gösterilecek.

source: If this preference is set to 'Display' then clicking a subject or author from the details page in the OPAC will present the searcher with a pop up box. From this box you can check off any of the subjects or authors listed and search them all at once by clicking 'Search' at the bottom of the pop up. The default behavior is for Koha to search just the clicked author or subject.
hi: इस वरीयता 'प्रदर्शन' करने के लिए सेट कर दिया जाता है तो ओपेक में विवरण पृष्ठ से एक विषय या लेखक पर क्लिक एक पॉप अप बॉक्स के साथ खोजकर्ता पेश करेंगे. इस बॉक्स से आप और विषयों या लेखकों सूचीबद्ध के किसी भी बंद जाँच कर सकते हैं उन सभी पॉप अप के तल पर 'खोज' पर क्लिक करके एक बार में खोज करते हैं. Koha सिर्फ क्लिक लेखक या विषय के लिए खोज करने के लिए डिफ़ॉल्ट व्यवहार है.
it: Se questa preferenza è impostata su 'Display', un clic su un soggetto o autore dalla pagina dei dettagli nel OPAC presenterà al ricercatore una finestra pop-up. Da questo dialogo è possibile spuntare uno qualsiasi dei soggetti o degli autori e cercarli tutti in una volta facendo clic su 'Cerca' nella parte inferiore del pop-up. Il comportamento predefinito di Koha è cercare solo l'autore o il soggetto su cui si fa clic.
tr: Bu tercih 'Görüntüle' olarak ayarlanırsa OPAC'da ayrıntılar sayfasından yazar ya da konu üzerine tıklayınca, arama yapan kullanıcının ekranına bir açılır menü kutusu gelecektir. Bu listede yer alan konu ya da yazarları işaretleyerek, açılır menü altındaki 'Ara' butonuna tıklayarak hepsini bir seferde arayabilirsiniz. Koha için varsayılan davranış yalnızca üzerine tıklanan yazar ya da konu için bir arama gerçekleştirmektir.

source: Default: not allowed
hi: डिफ़ॉल्ट: अनुमति नहीं है
it: Valore predefinito: Non permettere
tr: Varsayılan: izin verilmiyor

source: Asks: Library users are \_\_\_ to recover their password via e-mail in the OPAC.
hi: पूछता है: ओपेक में ई-मेल के माध्यम से लाइब्रेरी उपयोगकर्ता \_\_\_अपना पासवर्ड पुनर्प्राप्त करने के लिए हैं।
it: Chiede: Gli utenti \_\_\_ recuperare la loro password via email dall'Opac.
tr: Seçenek: Kütüphane kullanıcılarına, şifrelerini OPAC'da e-posta yoluyla kurtarmak için \_\_\_.

source: allowed
hi: अनुमति
it: permesso
tr: izin verildi

source: not allowed
hi: अनुमति नहीं हैं
it: non permesso
tr: İzin verilmiyor

source: This preference controls whether you present users of the public catalog with a 'Forgot your password' link or not. Learn more in the :ref:`OPAC section <resetting-your-password-label>` of this manual.
hi: यह प्राथमिकता नियंत्रित करती है कि क्या आप सार्वजनिक सूची के उपयोगकर्ताओं को 'अपना पासवर्ड भूल गए' लिंक के साथ प्रस्तुत करते हैं या नहीं। इस में अधिक जानेंइस मैनुअल के :ref:`ओपेक अनुभाग <resetting-your-password-label>'।
it: Questa preferenza controlla se mostrare agli utenti un link di "Password dimenticata?" sull'OPAC. Approfondisci nella :ref:`OPAC section <resetting-your-password-label>` di questo manuale.
tr: Bu tercih, genel katalog kullanıcılarına 'Parolanızı mı unuttunuz' bağlantısını sunup sunmadığınızı kontrol eder. Bu kılavuzun <resetting-your-password-label> OPAC bölümünde daha fazla bilgi edinebilirsiniz.

source: Asks: \_\_\_ patrons to access a list of the most checked out items on the OPAC.
hi: पूछता है: \_\_\_ संरक्षक ओपेक पर सबसे अधिक चैक आउट की गई वस्तुओं की सूची तक पहुंचने के लिए.
it: Chiede: \_\_\_ agli utenti di accedere a una lista delle copie più prestate sull'OPAC.
tr: Seçenek: Kullanıcıların OPAC üzerinde en çok ödünç verilen materyallerin listesine erişmelerine \_\_\_.

source: A link to 'Most Popular' will appear at the top of your OPAC
hi: 'सबसे लोकप्रिय' के लिए एक लिंक अपनी ओपेक के शीर्ष पर दिखाई देगा
it: Verrà mostrato un link 'Più popolari' in testa all'OPAC
tr: OPAC'ın en üst kısmında 'En Popüler' bölümü için bir link görünecektir

source: This preference allows the administrator to choose to show the "Most Popular" link at the top of the OPAC under the search box. The "Most Popular" page shows the top circulated items in the library, as determined by the number of times a title has been circulated. This allows users to see what titles are popular in their community. It is recommended that you leave this preference set to 'Don't allow' until you have been live on Koha for a couple of months, otherwise the data that it shows will not be an accurate portrayal of what's popular in your library.
hi: यह वरीयता प्रशासक को खोज बॉक्स के तहत ओपीएसी के शीर्ष पर "सर्वाधिक लोकप्रिय" लिंक दिखाने का विकल्प चुनने की अनुमति देता है. "सर्वाधिक लोकप्रिय" पृष्ठ, पुस्तकालय में शीर्ष परिचालित वस्तुओं को दिखाता है, जैसा कि एक शीर्षक से परिचालित किया गया है. इससे उपयोगकर्ताओं को यह देखने की अनुमति मिलती है कि उनके समुदाय में क्या शीर्षक लोकप्रिय हैं. यह अनुशंसा की जाती है कि आप इस प्राथमिकता को 'अनुमति न दें' पर सेट छोड़ दें, जब तक कि आप कुछ महीने तक कोहा में नहीं रहते हैं अन्यथा यह डेटा जो आपके लाइब्रेरी में लोकप्रिय है उसका सही चित्रण नहीं होगा.
it: Questa preferenza permette all'amministratore di scegliere se mostrare il link 'Più popolari' sull'OPAC, sotto la casella di ricerca. La pagina "Più popolari" mostra i libri più prestati dalla biblioteca, in base al numero di volte in cui sono stati prestati. Questo permette all'utenza di vedere cosa viene letto più spesso. Si raccomanda di lasciare questa preferenza su 'Non permettere' fino ad avere fatto funzionare Koha per alcuni mesi, altrimenti i dati non saranno significativi.
tr: Bu tercih yöneticinin OPAC sayfasında arama kutusunun altında "En Popüler" bağlantısının gösterilmesini seçmesine izin verir. "En Popüler" sayfası kütüphanede dolaşımda en fazla yer alan materyalleri, materyalin kaç kez dolaşımda yer aldığının sayısına göre belirleyerek gösterir. Bu, kullanıcıların kendi toplulukları içinde hangi başlıkların popüler olduğunu görmelerini sağlar. Koha'nın aktif olarak bir kaç ay kesintisiz çalışmasına kadar bu tercihin 'izin verme' olarak ayarlanması önerilir, Aksi takdirde bunu gösteren veriler, kütüphanenizde popüler olan eserlerin doğru bir tasviri olmayacaktır.

source: Asks: \_\_\_ patrons to log in to their accounts on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर अपने खातों में लॉग इन करने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di effettuare il login nell'OPAC.
tr: Seçenek: kullanıcıların OPAC'da kendi hesaplarına oturum açmalarına \_\_\_.

source: The OPAC will still be searchable if patrons can't log in, this just disables the patron account access via the OPAC
hi: ओपेक अभी भी खोजा जा सकेगा यदि संरक्षक में प्रवेश नहीं कर सकते हैं, यह सिर्फ ओपेक के माध्यम से संरक्षक खाते का उपयोग निष्क्रिय करता है
it: L'OPAC sarà sempre accessibile, ma agli utenti non sarà permesso accedere tramite credenziali
tr: Kullanıcılar oturum açamasa bile OPAC içinde arama yapabileceklerdir, bu sadece OPAC aracılığı ile kullanıcı hesabına erişimi devreden çıkarır

source: Asks: \_\_\_ Quote of the Day display on OPAC home page
hi: पूछता है: \_\_\_दिन के उद्धरण का ओपेक होम पेज पर प्रदर्शन
it: Chiede: \_\_\_ la citazione del giorno sulla home page dell'OPAC
tr: Seçenek: OPAC ana sayfasında Günün Özlü Sözü görünümünü \_\_\_

source: This feature will allow you to enter a series of quotes that will then show on the OPAC homepage in random order. To add/edit quotes, visit the :ref:`Quote of the Day editor <quote-of-the-day-(qotd)-editor-label>` under Tools.
hi: यह सुविधा आपको उद्धरणों की एक श्रृंखला दर्ज करने की अनुमति देगी जो तब ओपेक होमपेज पर यादृच्छिक क्रम में दिखाई देगी। उद्धरण जोड़ने / संपादित करने के लिए, यहां जाएं :ref:`दिन संपादक का उद्धरण <quote-of-the-day-(qotd)-editor-label> ` उपकरण के अंतर्गत।

source: Asks: \_\_\_ patrons to place holds on items from the OPAC.
hi: पूछता है: \_\_\_ओपेक से आइटम होल्ड पर रखने के लिए संरक्षक .
it: Chiede: \_\_\_ agli utenti di prenotare copie dall'OPAC.
tr: Seçenek: kullanıcıların OPAC üzerinde kitap ayırtmalarına \_\_\_.

source: Asks: \_\_\_ patrons to make comments on items on the OPAC.
hi: पूछता है: \_\_\_ओपेक पर आइटमों पर टिप्पणी करने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di postare commenti sulle copie nell'OPAC.
tr: Seçenek: kullanıcıların OPAC'da materyaller üzerinde yorum yapmalarına \_\_\_.

source: Patrons comments/reviews all require moderation before they appear in the OPAC
hi: संरक्षक टिप्पणी / समीक्षा सब संयम की आवश्यकता होती है इससे पहले कि वे ओपेक में दिखाई देते हैं
it: I commenti e le recensioni degli utenti richiedono una moderazione prima di comparire nell'OPAC
tr: Tüm kullanıcı yorumlarının/değerlendirmelerinin OPAC'da görünmesinden önce denetilmesi gereklidir.

source: :ref:`opacuserlogin` needs to be set to 'Allow'
hi: :ref:`opacuserlogin` 'अनुमति दें' पर सेट करने की आवश्यकता है
it: :ref:`opacuserlogin` deve essere impostata a 'Permetti'
tr: :ref:`opacuserlogin' tercihinin 'İzin ver' olarak ayarlanması gereklidir

source: This button allows the patrons to submit comments on books they have read via the OPAC. If this preference is set to "Allow" reviews are first sent to the staff client for staff approval before the review is displayed in the OPAC. The staff member who reviews and approves comments may find the pending comments on the :ref:`Comments` tool. The staff member can then choose to approve or delete the comments.
hi: यह बटन संरक्षक को ओपेक के माध्यम से पढ़ी गई किताबों पर टिप्पणियां जमा करने की अनुमति देता है। यदि ओपीएसी में समीक्षा प्रदर्शित होने से पहले यह वरीयता "अनुमति दें" समीक्षाओं पर सेट की जाती है तो कर्मचारियों को कर्मचारियों की मंजूरी के लिए पहले स्टाफ क्लाइंट को भेजा जाता है। कर्मचारी सदस्य जो टिप्पणियों की समीक्षा और अनुमोदन करते हैं, उन्हें लंबित टिप्पणियां मिल सकती हैं :ref:`टिप्पणियां' टूल। कर्मचारी सदस्य फिर टिप्पणियों को स्वीकार या हटा सकते हैं
it: Questo pulsante permette agli utenti di inviare osservazioni tramite l'OPAC sui libri che hanno letto. Se questa preferenza è impostata su "Consenti" le recensioni prima vengono inviate al client dello staff per l'approvazione, prima che la revisione sia visualizzata sull'OPAC. La persona dello staff che esamina e approva i commenti trova i commenti in sospeso nello :ref:`strumento di commenti <#comments>`. La persona dello staff può quindi scegliere di approvare o eliminare i commenti.
tr: Bu buton, kullanıcıların okudukları kitaplar hakkında OPAC üzerinden yorum göndermelerine izin verir. Bu tercih "İzin ver" olarak ayarlı ise yorumlar OPAC'da gösterilmeden önce ilk olarak onay alması için personel istemciye gönderilir. Okuyucu yorumlarını gözden geçiren ve onaylayan personel, beklemekte olan yorumları :ref:`Yorumlar' aracında bulabilir ve daha sonra yorumları onaylayabilir veya silebilir.

source: Default: full name
hi: डिफ़ॉल्ट: पूर्ण नाम
it: Default: nome e cognome
tr: Varsayılan: tam ad

source: Asks: Show \_\_\_ of commenter with comments in OPAC.
hi: पूछता है: ओपेक में टिप्पणियों के साथ टिप्पणीकर्ता का \_\_\_ दिखाएं.
it: Chiede: Visualizza il \_\_\_ del commentatore con i commenti in OPAC.
tr: Seçenek: OPAC içinde yorumlarla birlikte yorumcuların \_\_\_ göster.

source: first name
hi: प्रथम नाम
it: nome
tr: ilk ad

source: first name and last initial
hi: पहला नाम और अंतिम प्रारंभिक
it: nome e iniziale del cognome
tr: ad ve soyad başlangıcı

source: full name
hi: पूर्ण नाम
it: nome e cognome
tr: tam ad

source: last name
hi: अंतिम नाम
it: cognome
tr: soyisim

source: no name
hi: कोई नाम नहीं
it: nulla
tr: isimsiz

source: username
hi: उपयोक्तानाम
tr: kullanıcı adı

source: If you would like to protect your patron's privacy in the OPAC you can choose to hide their names or parts of their names from any of the comments they leave on bib records in your system. :ref:`reviewson` needs to be set to 'Allow' for this to preference to come in to play
hi: यदि आप ओपेक में अपने संरक्षक की गोपनीयता की रक्षा करना चाहते हैं तो आप अपने सिस्टम में बिब रिकॉर्ड्स पर छोड़े गए किसी भी टिप्पणी से उनके नाम या उनके नामों के हिस्सों को छिपाने का विकल्प चुन सकते हैं. :ref:` 'समीक्षा' को सेट करने की आवश्यकता है खेलने के लिए आने के लिए प्राथमिकता के लिए 'अनुमति दें'
it: Se si desidera proteggere la privacy dei vostri utenti nell'OPAC, è possibile scegliere di nascondere i loro nomi o parti dei loro nomi dai commenti che lasciano sul record nel tuo sistema. Ma anche la preferenza :ref:`reviewson` deve essere impostata su 'Consenti'
tr: OPAC'da kullanıcılarınızın gizliliğini korumak istiyorsanız, sisteminizde bulunan bibliyografik kayıtlara yapmış oldukları yorumlardan isimlerini ya da isimlerinin bir bölümünü gizleyebilirsiniz. Bunun devreye girmesi için :ref:`reviewson' tercihinin 'İzin ver' olarak ayarlanması gereklidir.

source: Asks: \_\_\_ reviewer's photo beside comments in OPAC.
hi: पूछता है: \_\_\_ओपेक में टिप्पणी के बगल में समीक्षक की तस्वीर.
it: Chiede: \_\_\_ la foto del commentatore accanto al commento nell'OPAC.
tr: Seçenek: OPAC'da yorumların yanında eleştirmenlerin fotoğraflarını \_\_\_.

source: :ref:`reviewson` needs to be set to 'Allow' and :ref:`ShowReviewer` needs to be set to 'Show' for this to preference to come in to play
hi: :ref:`reviewson` 'अनुमति दें' पर सेट करने की आवश्यकता है और : ref: 'ShowReviewer' को खेलने के लिए आने के लिए प्राथमिकता के लिए 'दिखाएँ' पर सेट करने की आवश्यकता है
it: questa preferenza funziona se :ref:`reviewson` è impostata a 'Permetti' e :ref:`ShowReviewer` è impostata a 'Mostra'
tr: Bunun devreye girmesi için :ref:`reviewson' tercihinin 'İzin ver' olarak ayarlanması ve :ref:`ShowReviewer tercihinin 'Göster' olarak ayarlanması gereklidir

source: This system preference allows libraries to show avatars next to patron's comments in the OPAC. These avatars are pulled from the `Libravatar <https://www.libravatar.org>`__ library, an open source powered product that allows Internet users to choose a small icon to display next to their name on various different websites. The library has no control over the images the patron chooses to display.
hi: यह सिस्टम वरीयता ओपीएसी में संरक्षक की टिप्पणियों के बगल में पुस्तकालयों को अवतार दिखाने की अनुमति देती है। इन अवतारों को 'लिब्रावाटर <https://www.libravatar.org>`__ लाइब्रेरी, एक ओपन सोर्स संचालित उत्पाद से खींचा जाता है जो इंटरनेट उपयोगकर्ताओं को विभिन्न वेबसाइटों पर उनके नाम के बगल में प्रदर्शित करने के लिए एक छोटा आइकन चुनने की अनुमति देता है। संरक्षक को प्रदर्शित करने के लिए चुनने वाली छवियों पर लाइब्रेरी का कोई नियंत्रण नहीं है।
it: Questa preferenza di sistema consente di mostrare avatar accanto al commento del patrono in OPAC librerie. Questi avatar sono presi dalla biblioteca `Libravatar <https://www.libravatar.org>`, un prodotto open source che permette agli utenti di Internet di scegliere una piccola icona da visualizzare accanto al loro nome su vari siti web differenti. La biblioteca non ha alcun controllo sulle immagini che l'utente sceglie di visualizzare.
tr: Bu sistem tercihi kütüphanelerin OPAC'da ki kullanıcı yorumlarının yanında avatar göstermelerine izin verir. Avatarlar, internet kullanıcılarının çeşitli web sayfalarında isimlerinin yanında görüntülenecek küçük bir simge seçmelerini sağlayan açık kaynaklı bir ürün olan `Libravatar <https://www.libravatar.org>'__kütüphanesinden alınmaktadır. Kütüphanenin, kullanıcıların görüntülemek için seçtiği resimler üzerinde hiçbir kontrolü yoktur.

source: Asks: \_\_\_ social network links in opac detail pages
hi: पूछता है: \_\_\_ ओपेक विवरण पृष्ठों में सामाजिक नेटवर्क लिंक
it: Chiede: \_\_\_ i link a reti sociali nella pagina dei dettagli dell'OPAC
tr: Seçenek: opac ayrıntılar sayfalarında sosyal ağ bağlantılarını \_\_\_

source: This preference will enable a line of social network share buttons below the right hand column on the detail pages of records in the OPAC.
hi: यह वरीयता ओपेक में अभिलेखों का विस्तार पृष्ठों पर दाहिने हाथ कॉलम के नीचे सामाजिक नेटवर्क शेयर बटन की एक पंक्ति में सक्षम होगा.
it: Questa preferenza consentirà una riga di pulsanti di condivisione sulle reti sociali sotto la colonna a destra nelle pagine di dettaglio dei record nell'OPAC.
tr: Bu tercih OPAC içinde kayıtların ayrıntılar sayfalarında sağ sütunun altında sosyal ağ paylaşımlarından bir satır oluşturacaktır.

source: In order for these share buttons to work when clicked you must have filled in your :ref:`OPACBaseURL` preference.
hi: क्लिक किए जाने पर इन शेयर बटनों को काम करने के लिए आपको अपना भरना होगा : ref: `OPACBaseURL` वरीयता।
it: Per il buon funzionamento di questi pulsanti di condivisione sulle reti sociali, devi avere definito la preferenza :ref:`OPACBaseURL`.
tr: Bu paylaşım butonlarının üzerlerine basılınca çalışmaları için :ref:`OPACBaseURL' tercihinin doldurulması gereklidir.

source: suggestion
hi: सुझाव
it: Suggerimento
tr: öneri

source: Asks: \_\_\_ patrons to make purchase suggestions on the OPAC.
hi: पूछता है: \_\_\_ओपेक पर खरीदारी सुझाव बनाने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di suggerire acquisti dall'OPAC.
tr: Seçenek: kullanıcıların OPAC'da satın alma önerileri yapabilmelerine \_\_\_.

source: :ref:`opacuserlogin` needs to be set to 'allow' unless :ref:`AnonSuggestions` is set to 'allow'
hi: :ref:`opacuserlogin` 'अनुमति' पर सेट करने की आवश्यकता है जब तक : ref: `AnonSuggestions` को 'अनुमति' पर सेट किया गया है
it: :ref:`opacuserlogin` deve essere impostata a 'Permetti' salvo che :ref:`AnonSuggestions` sia impostata a 'Permetti'
tr: :ref:`AnonSuggestions' tercihi 'izin ver' olarak ayarlı olmadıkça :ref:`opacuserlogin' tercihinin 'izin ver' olarak ayarlanması gerekir

source: Payments
hi: भुगतान
it: Pagamenti
tr: Ödemeler

source: These preferences will allow you control the tools you use to accept online payments from your patrons via the OPAC.
hi: ये प्राथमिकताएं आपके द्वारा अपने संरक्षकों से ओपेक के माध्यम से ऑनलाइन भुगतान स्वीकार करने के लिए उपयोग किए जाने वाले टूल को नियंत्रित करने की अनुमति देगी।
it: Queste preferenze consentono di controllare gli strumenti con cui accetti pagamento online dagli utenti nell'OPAC.
tr: Bu tercihler, OPAC aracılığıyla kullanıcıların çevrimiçi ödemelerini kabul etmek için kullandığınız araçları kontrol etmenizi sağlar.

source: EnablePayPalOpacPayments Default: Don't allow
hi: EnablePayPalOpacPayments डिफ़ॉल्ट: अनुमति न दें
tr: EnablePayPalOpacPayments Varsayılan: İzin vermeyin

source: PayPalSandboxMode Default: Sandbox
hi: PayPalSandboxMode डिफ़ॉल्ट: सैंडबॉक्स
it: Default di PayPalSandboxMode: Sandbox
tr: PayPalSandboxMode Varsayılan: Sandbox

source: Asks: \_\_\_ patrons to make payments from the OPAC via PayPal in \_\_\_ mode.
hi: पूछता है: \ _ \ _ \ _ मोड में पेपैल के माध्यम से OPAC से भुगतान करने के लिए \_\_\_संरक्षक.
it: Chiede: \_\_\_ agli utenti fare pagamenti via PayPal in modalita \_\_\_ .
tr: Seçenek: Kullanıcıların OPAC'dan \_\_\_ modunda PayPal aracılığıyla ödeme yapmalarına \_\_\_.

source: EnablePayPalOpacPayments values:
hi: EnablePayPalOpacPayments मान:
it: Valori per EnablePayPalOpacPayments :
tr: EnablePayPalOpacPayments değerleri:

source: PayPalSandboxMode values:
hi: PayPalSandboxMode मान:
it: Valori di PayPalSandboxMode:
tr: PayPalSandboxMode değerleri:

source: Production
hi: उत्पादन
it: Produzione
tr: Üretim

source: Visit https://developer.paypal.com/ to get information for accepting payments in production
hi: उत्पादन में भुगतान स्वीकार करने के लिए जानकारी प्राप्त करने के लिए https://developer.paypal.com/ पर जाएं
it: Vai a https://developer.paypal.com/ per informazione su come accettare pagamenti
tr: Üretimde ödeme kabulüyle ilgili bilgi almak için https://developer.paypal.com/ adresini ziyaret edin.

source: Sandbox
hi: सैंडबॉक्स
it: Account di prova

source: Visit https://developer.paypal.com/developer/accounts/ to get information for your sandbox account
hi: अपने सैंडबॉक्स खाते की जानकारी प्राप्त करने के लिए https://developer.paypal.com/developer/accounts/ पर जाएं
it: Andare a https://developer.paypal.com/developer/accounts/ per informazioni sul proprio account di prova (sandbox)
tr: Sandbox hesabınız hakkında bilgi almak için https://developer.paypal.com/developer/accounts/ adresini ziyaret edin.

source: This preference will allow you to accept credit card payments via the OPAC for fines via PayPal. You will need to set up your PayPal account and it is recommended that you run tests before using this in production.
hi: यह वरीयता आपको पेपैल के माध्यम से जुर्माना के लिए ओपेक के माध्यम से क्रेडिट कार्ड भुगतान स्वीकार करने की अनुमति देगी। आपको अपना पेपैल खाता सेट अप करना होगा और यह अनुशंसा की जाती है कि आप उत्पादन में इसका उपयोग करने से पहले परीक्षण चलाएं।
it: Questa preferenza permette di accettare pagamenti di multe tramite l'OPAC e via PayPal. Dovrai impostare un account PayPal della tua biblioteca ed è raccomandabile fare delle prove prima di farlo usare agli utenti.
tr: Bu tercih, PayPal aracılığıyla para cezaları için OPAC aracılığıyla kredi kartı ödemelerini kabul etmenize izin verir. PayPal hesabınızı kurmanız gereklidir ve bunu üretimde kullanmadan önce test etmeniz önerilir.

source: PayPayl's terms of service state that you cannot charge your patrons for the processing fees and so this plugin will not add additional fees to the charges.
hi: पेपैल की सेवा की शर्तें बताती हैं कि आप प्रसंस्करण शुल्क के लिए अपने संरक्षक को चार्ज नहीं कर सकते हैं और इसलिए यह प्लगइन शुल्क में अतिरिक्त शुल्क नहीं लगाएगा।
it: I termini di servizio di PayPal non consentono di chiedere agli utenti una sovratassa per il servizio, per cui questo plugin non aggiungerà cifre alla multa da pagare.
tr: PayPayl'ın hizmet şartları, işlem ücretleri için kullanıcıların ücretlendirilemeyeceğini ve bu eklentinin masraflara ek ücret eklemeyeceğini belirtmektedir.

source: Default: Koha fee payment
hi: डिफ़ॉल्ट: कोहा शुल्क भुगतान
it: Default: Come Koha chiede in genere i pagamenti
tr: Varsayılan: Koha ücret ödemesi

source: Asks: The patron should see the charge description as \_\_\_
hi: पूछता है: संरक्षक को चार्ज विवरण के रूप में देखना चाहिए \_\_\_
it: Chiede: L'utente vede il pagamento descritto così \_\_\_
tr: Seçenek: Kullanıcı ücret açıklamasını \_\_\_ olarak görmelidir

source: Description
hi: विवरण
it: Descrizione
tr: Tanım

source: This preference controls what the patron will see on their PayPal account/bank account for this charge.
hi: यह प्राथमिकता इस चार्ज के लिए अपने पेपैल खाते / बैंक खाते पर संरक्षक क्या देखेगी।
tr: Bu tercih, kullanıcının bu ödeme için PayPal hesabı/banka hesabında ne göreceğini kontrol eder.
