Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Setting this preference to 'Display' allows you to upload your own cover images to bib records and display them on the detail page in the staff client. At this time the cover will only show under the 'Images' tab on the holdings table on the detail display, not next to the title at the top left or on the search results.
hi: इस वरीयता को 'डिस्प्ले' पर सेट करने से आप अपने स्वयं के कवर छवियों को बीब रिकॉर्ड में अपलोड कर सकते हैं और उन्हें स्टाफ़ क्लाइंट के विस्तार पृष्ठ पर प्रदर्शित कर सकते हैं. इस समय कवर केवल विस्तार डिस्प्ले पर होल्डिंग टेबल पर 'इमेजस' टैब के तहत दिखाएगा, शीर्ष बाएं या शीर्ष पर स्थित खोज परिणामों के बाद नहीं.
it: L'impostazione di questa preferenza su 'Mostra' permette di caricare le proprie immagini di copertina nei record bibliografici e visualizzarle nella pagina di dettaglio nel client dello staff. La copertina verrà mostrata nella scheda 'Imnagini', non accanto al titolo in alto a sinistra o sui risultati di ricerca.
tr: Bu ayarı 'Görüntüle' olarak ayarlamak, bibliyo kayıtlarınıza kendi kapak resimlerinizi yüklemenize ve bu resimleri personel istemcide ayrıntılar sayfasında görüntülemenizi sağlar. Şu an için kapak resimleri arama sonuçlarında başlığının yanında değil, yalnızca ayrıntılar sayfası üzerindeki ayırmalar tablosunda yer alan 'Resimler' sekmesi altında görüntülenecektir.

source: Asks: \_\_\_ local cover images on OPAC search and details pages.
hi: पूछता है: \_\_\_ ओपेक खोज और विवरण पृष्ठों पर स्थानीय कवर छवियां.
it: Chiede: \_\_\_ le copertine locali nella pagina di ricerca dell'OPAC e nella pagina dei dettagli.
tr: Seçenek: OPAC arama ve ayrıntılar sayfasındaki yerel kapak resimlerini \_\_\_.

source: Setting this preference to 'Display' allows you to upload your own cover images to bib records and display them on the detail page and search results in the OPAC.
hi: इस वरीयता को 'डिस्प्ले' पर सेट करने से आप अपने स्वयं के कवर छवियों को बीब रिकॉर्ड में अपलोड कर सकते हैं और उन्हें ओपेक में विवरण पृष्ठ और खोज परिणामों पर प्रदर्शित कर सकते हैं.
it: Impostando questa preferenza a 'Mostra', permette di caricare le tue immagini di copertina dei record bibliografici e di mostrarle nelle pagine dei risultati e dei dettagli nell'OPAC.
tr: Bu tercihi 'Görüntüle' olarak ayarlamak, bib. kayıtlarınız için kendi kapak resimlerinizi yüklemenizi ve bu resimleri OPAC içerisinde ayrıntı sayfalarında ve arama sonuçlarında gösterebilmenizi sağlar.

source: Manual
hi: मैनुअल

source: Default: https://koha-community.org/manual/
hi: डिफ़ॉल्ट: https://koha-community.org/manual/

source: Asks: Location of the Koha manual \_\_\_
hi: पूछता है: \_\_\_ कोहा मैनुअल का स्थान

source: You can specify the location of the Koha manual to use. This is the URL that will be used for the help pages when you click 'Help' at the top right corner of the page.
hi: आप कोहा मैनुअल का उपयोग करने के लिए स्थान निर्दिष्ट कर सकते हैं। यह वह URL होता है, जिसका उपयोग पृष्ठ के ऊपरी दाएं कोने में 'मदद' पर क्लिक करने पर सहायता पृष्ठों के लिए किया जाएगा।

source: By default, the Koha manual is used, but you can use this system preference to substitute for your own help pages.
hi: डिफ़ॉल्ट रूप से, कोहा मैनुअल का उपयोग किया जाता है, लेकिन आप अपने स्वयं के सहायता पृष्ठों के विकल्प के लिए इस सिस्टम वरीयता का उपयोग कर सकते हैं।

source: If the URL starts with '/', the value of :ref:`staffClientBaseURL` will be used as a prefix.
hi: यदि URL '/' से शुरू होता है, तो of :ref:`staffClientBaseURL` का उपयोग उपसर्ग के रूप में किया जाएगा।

source: Note that it will be suffixed by the version / the language / the format (/17.11/en/html)
hi: ध्यान दें कि यह संस्करण / भाषा / प्रारूप द्वारा प्रत्यय दिया जाएगा (/17.11/en/html)

source: Default: English
hi: डिफ़ॉल्ट: अंग्रेजी
it: Default: inglese
tr: Varsayılan: İngilizce

source: Asks: Language of the online manual ­\_\_\_
hi: पूछते हैं: ऑनलाइन मैनुअल की भाषा ­\_\_\_

source: By default, the language of the Koha interface will be used as the manual language. However, if the manual is not translated in that language, this system preference specifies the fallback language.
hi: डिफ़ॉल्ट रूप से, कोहा इंटरफ़ेस की भाषा को मैनुअल भाषा के रूप में उपयोग किया जाएगा। हालाँकि, यदि उस भाषा में मैनुअल का अनुवाद नहीं किया गया है, तो यह सिस्टम वरीयता फ़ॉलबैक भाषा को निर्दिष्ट करता है।

source: Novelist Select
hi: उपन्यासकार का चयन
it: EBSCO NoveList
tr: Romancı Seçin

source: Novelist Select is not a free service. Contact your Ebsco representative to get your log in information to embed this content in the OPAC.
hi: उपन्यासकार चयन एक नि: शुल्क सेवा नहीं है। ओपेक में इस सामग्री को एम्बेड करने के लिए अपनी लॉग इन जानकारी प्राप्त करने के लिए अपने एब्स्को प्रतिनिधि से संपर्क करें।
it: Ebsco Novelist non è un servizio gratuito. Contatta il tuo rappresentante Ebsco per avere le informazioni di log in e includere i dati di Novelist nell'OPAC.
tr: Romanist Seçimi ücretsiz bir hizmet değildir. Bu içeriği OPAC'ye yerleştirmek için oturum bilgilerinizi almak için Ebsco temsilcinizle iletişime geçin.

source: Novelist Select does not include cover images for the search results and bibliographic detail pages. You can choose any other cover image service for this content or you can contract with Ebsco to get access to the :ref:`Baker & Taylor Content Cafe <baker-&-taylor-label>` for an added fee.
hi: उपन्यासकार चयन में खोज परिणामों और ग्रंथसूची विवरण पृष्ठों के लिए कवर छवियां शामिल नहीं हैं। आप इस सामग्री के लिए कोई अन्य कवर छवि सेवा चुन सकते हैं या आप एब्स्को के साथ अनुबंध प्राप्त करने के लिए अनुबंध कर सकते हैं :ref:`बेकर और टेलर कंटेंट कैफे <baker-&-taylor-label>' एक अतिरिक्त शुल्क के लिए।
it: Ebsco Novelist non include le immagini di copertina nelle pagine dei risultati e dei dettagli. Puoi scegliere qualsiasi altro fornitore di copertine o chiedere ad Ebsco per avere accesso a :ref:`Baker & Taylor Content Cafe <baker-&-taylor-label>` con un costo aggiuntivo.
tr: Novelist Select, arama sonuçları ve bibliyografik detay sayfaları için kapak görüntüleri içermez. Bu içerik için başka bir kapak resmi hizmeti seçebilirsiniz ya da ilave bir ücret karşılığında :ref:`Baker & Taylor Content Cafe<baker-&-taylor-label>` hizmetinden yararlanmak için Ebsco ile iletişime geçebilirsiniz.

source: Asks: \_\_\_ Novelist Select content to the OPAC.
hi: पूछता है: \_\_\_ओपेक के लिए उपन्यासकार चुनें सामग्री.
it: Chiede: \_\_\_ contenuti da Ebsco Novelist all'OPAC.
tr: Seçenek: Novelist Select içeriğini OPAC'a \_\_\_.

source: Enabling this requires that you have entered in a user profile and password in the :ref:`NovelistSelectProfile & NovelistSelectPassword <novelistselectprofile-&-novelistselectpassword-label>` preferences
hi: इसे सक्षम करने के लिए आवश्यक है कि आपने उपयोगकर्ता प्रोफ़ाइल और पासवर्ड में प्रवेश किया है: ref: 'NovelistSelectProfile & NovelistSelectPassword <novelistselectprofile-&-novelistselectpassword-label>` प्राथमिकताएं
it: L'abilitazione di questa preferenza richiede l'inserimento di username e password nelle preferenze :ref:`NovelistSelectProfile & NovelistSelectPassword <novelistselectprofile-&-novelistselectpassword-label>`.
tr: Bunu etkinleştirmek için :ref:`NovelistSelectProfile & NovelistSelectPassword <novelistselectprofile-&-novelistselectpassword-label>` tercihlerine bir kullanıcı profili ve şifre girmelisiniz.

source: Novelist Select from Ebsco is a subscription service that can provide additional content in the OPAC.
hi: एब्स्को से उपन्यासकार का चयन एक सदस्यता सेवा है कि ओपेक में अतिरिक्त सामग्री प्रदान कर सकता है.
it: Ebsco Novelist è un abbonamento con cui si può aggiungere contenuto addizionale all'OPAC.
tr: Ebsco Novelist Select, OPAC için ek içerik sağlayan bir abonelik servisidir.

source: Asks: Access Novelist Select using user profile \_\_\_ and password \_\_\_.
hi: पूछता है: प्उपयोगकर्ता प्रोफ़ाइल \_\_\_ और पासवर्ड \_\_\_ का उपयोग करके उपन्यासकार का चयन करें।
it: Chiede: Accedere a Novelist Select usando il profilo utente \_\_\_ e la password \_\_\_.
tr: Seçenek: Novelist Select'e kullanıcı profili \_\_\_ ve parola \_\_\_ ile erişim sağla.

source: This information will be visible if someone views the source code on your OPAC.
hi: यह जानकारी तब दिखाई देगी जब कोई आपके ओपीएसी पर सोर्स कोड देखेगा.
it: Questa informazione sarà visibile se qualcuno legge il codice sorgente nel tuo OPAC.
tr: Bu bilgi, OPAC kaynak kodunuz görüntülenirse görünür olacaktır.

source: Asks: \_\_\_ Novelist Select content to the Staff client (requires that you have entered in a user profile and password, which can be seen in image links).
hi: पूछता है: \_\_\_ उपन्यासकार कर्मचारी क्लाइंट को सामग्री का चयन करें (आवश्यक है कि आपने उपयोगकर्ता प्रोफ़ाइल और पासवर्ड में प्रवेश किया हो, जिसे छवि लिंक में देखा जा सकता है).
it: Chiede: \_\_\_ i link e le copertine del servizio Baker and Taylor nell'interfaccia dello staff. Richiede uno username e password (che si trovano nei link delle immagini).
tr: Seçenek: Baker and Taylor bağlantılarını ve kapak resimlerini OPAC ve personel istemciye \_\_\_. Bu bir kullanıcı adı ve şifre girmenizi gerektirir (resim bağlantılarında görülebilen).

source: Asks: Access Novelist Select using user profile \_\_\_ on the staff client
hi: पूछते हैं: स्टाफ क्लाइंट पर उपयोगकर्ता प्रोफ़ाइल \_\_\_ का उपयोग करके उपन्यासकार का चयन करें
it: Chiede: Accedere a Novelist Select usando il profilo utente \_\_\_ nell'interfaccia staff

source: Without this value being set, Novelist features will be disabled on the staff client until a correct profile is obtained from Novelist and entered into the field.
hi: इस मूल्य को सेट किए बिना, नोवेलिस्ट सुविधाओं को कर्मचारी क्लाइंट पर अक्षम कर दिया जाएगा जब तक कि उपन्यासकार से सही प्रोफ़ाइल प्राप्त नहीं की जाती और क्षेत्र में प्रवेश नहीं किया जाता है।

source: This value must be set independently of the OPAC profile for Novelist
hi: यह मान नोवेलिस्ट के लिए ओपेक प्रोफ़ाइल से स्वतंत्र रूप से सेट किया जाना चाहिए

source: Default: in a tab
hi: डिफ़ॉल्ट: एक टैब में
tr: Varsayılan: bir sekme içinde

source: Asks: Display Novelist Select staff content \_\_\_.
hi: पूछता है: उपन्यासकार कर्मचारी सामग्री का चयन करें \_\_\_.
it: Chiede: Mostra il contenuto di Ebsco Novelist \_\_\_.
tr: Seçenek: Novelist Select içeriğini \_\_\_ göster.

source: above the holdings table
hi: होल्डिंग टेबल से ऊपर
it: sopra la tabella delle copie
tr: ayırmalar tablosunun üstünde

source: below the holdings table
hi: होल्डिंग टेबल के नीचे
it: sotto la tabella delle copie
tr: ayırmalar tablosunun altında

source: in a tab
hi: एक टैब में
it: nelle schede
tr: bir sekme içinde

source: Default: in an OPAC tab
hi: डिफ़ॉल्ट: एक ओपेक टैब में
it: Default: in un tab dell'OPAC
tr: Varsayılan: OPAC sekmesi içinde

source: Asks: Display Novelist Select content \_\_\_
hi: पूछता है: उपन्यासकार सामग्री का चयन करें \_\_\_
it: Chiede: Mostra il contenuto di Ebsco Novelist \_\_\_
tr: Seçenek: Novelist Select içeriğini \_\_\_ göster

source: Novelist Select provides a lot of content, for that reason you have four choices of where to display this content. The default view is in a tab in the holdings table.
hi: उपन्यासकार का चयन करें, सामग्री का एक बहुत प्रदान करता है कि कारण के लिए आप जहां इस सामग्री को प्रदर्शित करने के लिए चार विकल्प हैं. डिफ़ॉल्ट दृश्य जोत तालिका में एक टैब में है.
it: Ebsco Novelist restituisce molto contenuto, per cui devi scegliere bene dove mostrarlo. Il default è la scheda nella tabella del Posseduto.
tr: Novelist Select çok sayıda içerik sağlar, bu nedenle bu içeriğin nerede gösterileceğine ilişkin dört seçeneğiniz olacaktır. Varsayılan gösterim, ayırmalar tablosundaki bir sekme içerisindedir.

source: The content is the same if you choose to show it above the holdings table or below it. If shown in the right column of the page it's the same content, but displays a bit differently since space is limited.
hi: सामग्री समान है अगर आप इसे होल्डिंग टेबल के ऊपर या उसके नीचे दिखाने के लिए चुनते हैं यदि पृष्ठ के दाएं कॉलम में दिखाया गया है, तो यह एक ही सामग्री है, लेकिन स्थान सीमित होने के बाद थोड़ा अलग प्रदर्शित करता है.
it: Il contenuto è lo stesso se si sceglie di mostrare sopra la tabella degli holdings o sotto. Se indicato nella colonna di destra della pagina è lo stesso contenuto, ma mostra un po' diverso in quanto lo spazio è limitato.
tr: Ayırmalar tablosunun üstünde veya altında görüntülemeyi seçerseniz içerik aynı olacaktır. Eğer sayfanın sağ sütununda gösterirseniz içerik aynı olacaktır ancak alan sınırlı olacağı için biraz farklı görüntülenecektir.

source: in an OPAC tab
hi: एक ओपेक टैब में
it: in un tab dell'OPAC
tr: bir OPAC sekmesinde

source: under the Save Record dropdown on the right
hi: रिकॉर्ड ड्रॉपडाउन के तहत दायीं तरफ सहेजें
it: sotto la tendina 'Salva il record' sulla destra
tr: sağ tarafta bulunan Kaydı Kaydet açılır menüsünün altında

source: Asks: \_\_\_ cover images from Open Library to search results and item detail pages on the OPAC.
hi: पूछता है: \_\_\_ओपेक पर परिणाम और आइटम विवरण पृष्ठों को खोज करने के लिए ओपन लाइब्रेरी से कवर चित्र.
it: Chiede: \_\_\_ immagini di copertina da Open Library ai risultati della ricerca e nella pagina dei dettagli dell'OPAC.
tr: Seçenek: Open Library'den alınan kapak resimlerini arama sonuçlarında ve OPAC ayrıntılar sayfasında \_\_\_.

source: This setting controls the display of applicable cover art from the free Open Library database, via the Open Library API. Please note that to use this feature, all other cover services should be turned off.
hi: यह सेटिंग मुक्त ओपन लाइब्रेरी डेटाबेस से लागू कवर कला के प्रदर्शन को नियंत्रित करता है, ओपन लाइब्रेरी एपीआई के माध्यम से. कृपया ध्यान दें कि इस सुविधा का उपयोग करने के लिए अन्य सभी कवर सेवाओं को बंद कर दिया जाना चाहिए.
it: Questa impostazione controlla la visualizzazione delle copertine dal servizio gratuito Open Library, tramite la relativa API. Si noti che devono essere disattivati gli altri servizi di copertina.
tr: Bu ayar Open Library API'si aracılığıyla, ücretsiz Open Library veri tabanından uygulanabilen kapak resimlerinin görüntülenmesini denetler. Unutmayın ki bu özelliği kullanmak için diğer tüm kapak hizmetleri kapatılmalıdır.

source: Asks: \_\_\_ search results from Open Library on the OPAC.
hi: पूछता है: ओपेक पर खोज परिणामों पर \_\_\_ टैग दिखाएं.
it: Asks: \_\_\_ i risultati della ricerca da Open Library nell'OPAC.
tr: Seçenek: OPAC'da Open Library'den alınan arama sonuçlarını \_\_\_.

source: OverDrive is an pay service. You must first contact OverDrive directly for pricing and subscription information. Enabling this service will integrate Overdrive results in to your OPAC searches. You will have to apply for these 3 pieces of information through an application as an API developer. Overdrive API applications are evaluated once a week so you may not be able to use this feature immediately after signing up. To learn more please contact your OverDrive representative.
hi: ओवरड्राइव एक भुगतान सेवा है. तुम पहले मूल्य निर्धारण और सदस्यता जानकारी के लिए सीधे ओवरड्राइव संपर्क करना चाहिए. इस सेवा को सक्षम करने से आपके ओपेक खोजों के लिए परिणामों में तेज एकीकृत जाएगा. आप एक एपीआई डेवलपर के रूप में एक आवेदन के माध्यम से सूचना के इन 3 टुकड़े के लिए आवेदन करना होगा. तेज एपीआई आवेदन एक सप्ताह में एक बार मूल्यांकन कर रहे हैं ताकि आप साइन अप करने के तुरंत बाद इस सुविधा का उपयोग करने में सक्षम नहीं हो सकता है. अधिक जानने के लिए अपने ओवरड्राइव प्रतिनिधि से संपर्क करें.
it: OverDrive è un servizio a pagamento. Per prima cosa è necessario contattare direttamente OverDrive per informazioni sui prezzi e la sottoscrizione. L'attivazione di questo servizio integrerà i risultati Overdrive nelle ricerche OPAC. Si dovrà fare domanda per questi 3 elementi di informazioni tramite un'applicazione come uno sviluppatore API. Applicazioni API overdrive vengono valutate una volta alla settimana e potresti non essere in grado di utilizzare questa funzione subito dopo l'iscrizione. Per ulteriori informazioni si prega di contattare il rappresentante OverDrive.
tr: OverDrive ücretli bir hizmettir. Ücretlendirme ve abonelik bilgileri için doğrudan OverDrive ile iletişime geçmelisiniz. Bu hizmeti etkinleştirmek OverDrive sonuçlarının OPAC aramalarınıza entegre edilmesini sağlayacaktır. API geliştirici gibi bir uygulama aracılığıyla üç parçadan oluşan bu bilgileri uygulamanız gerekecektir. OverDrive API uygulamaları haftada bir kez değerlendirilir bu yüzden kaydolduktan sonra hemen bu özelliği kullanmanız mümkün olmayabilir. Daha fazla bilgi edinmek için lütfen OverDrive temsilcinize başvurun.

source: Asks: \_\_\_ users to access their OverDrive circulation history, and circulate items. If you enable access, you must register auth return url of http(s)://my.opac.hostname/cgi-bin/koha/external/overdrive/auth.pl with OverDrive.
hi: पूछते हैं: \_\_\_ उपयोगकर्ता अपने ओवरड्राइव परिसंचरण इतिहास तक पहुंचने और वस्तुओं को प्रसारित करने के लिए। यदि आप एक्सेस सक्षम करते हैं, तो आपको ओवरड्राइव के साथ http(s)://my.opac.hostname/cgi-bin/koha/external/overdrive/auth.pl के ऑथ रिटर्न यूआरएल को पंजीकृत करना होगा।
it: Chiede: \_\_\_ agli utenti di accedere alla loro circolazione OverDrive. Se abiliti l'accesso, devi registrare l'url restituito da http(s)://my.opac.hostname/cgi-bin/koha/external/overdrive/auth.pl con OverDrive.
tr: Seçenek: Kullanıcıların OverDrive dolaşım geçmişine erişmesi ve materyallerin dolaşımına \_\_\_. Erişimi etkinleştirirseniz http(s)://my.opac.hostname/cgi-bin/koha/external/overdrive/auth.pl auth return url'sini OverDrive ile kayıt etmeniz gerekir.

source: OverDriveClientKey and OverDriveClientSecret
hi: OverDriveClientKey और OverDriveClientSecret
it: OverDriveClientKey e OverDriveClientSecret
tr: OverDriveClientKey ve OverDriveClientSecret

source: Asks: Include OverDrive availability information with the client key \_\_ and client secret \_\_\_
hi: पूछता है: क्लाइंट कुंजी \_\_ और क्लाइंट गुप्त \_\_\_ के साथ ओवरड्राइव उपलब्धता जानकारी शामिल करें
it: Chiede: Includere informazioni sulla disponibilità da OverDrive con la chiave \_\_ e il codice cliente segreto \_\_\_
tr: Seçenek: OverDrive kullanılabilirlik bilgisini istemci adı \_\_ ve istemci parolası \_\_\_ ile dahil edin

source: OverDrive customers can get this information by visiting the `OverDrive Developer Portal <https://developer.overdrive.com/docs/getting-started>`__ and following the instructions found there to apply as an API developer. Once this data and the :ref:`OverDriveLibraryID` are populated you will see OverDrive results on your OPAC searches.
hi: ओवरड्राइव ग्राहक 'ओवरड्राइव डेवलपर पोर्टल <https://developer.overdrive.com/docs/getting-started> `__ पर जाकर और एपीआई डेवलपर के रूप में आवेदन करने के लिए मिले निर्देशों का पालन करके इस जानकारी को प्राप्त कर सकते हैं। एक बार यह डेटा और : ref: `OverDriveLibraryID` पॉप्युलेट हो जाने पर आप अपने ओपेक खोजों पर ओवरड्राइव परिणाम देखेंगे।
it: I clienti di OverDrive possono ottenere queste informazioni visitando il `portale OverDrive per gli sviluppatori <https://developer.overdrive.com/docs/getting-started>`__ e seguire le istruzioni che vi si trovano per registrarsi come sviluppatore di API. Una volta che questi dati e la :ref:`OverDriveLibraryID` sono popolati, vedrete i risultati OverDrive sulle ricerche OPAC.
tr: OverDrive kullanıcıları bu bilgiye `OverDrive Developer Portal <https://developer.overdrive.com/docs/getting-started>`__ sayfasına giderek ulaşabilirler ve API geliştiricisi olarak uygulayabilmek orada bulunan yönergeleri izleyebilirler. Bu veri ve :ref:`OverDriveLibraryID doldurulduktan sonra OPAC aramalarınızda OverDrive sonuçlarını görebileceksiniz.

source: Asks: Show items from the OverDrive catalog of library # \_\_\_
hi: पूछता है: लाइब्रेरी के ओवरड्राइव कैटलॉग से आइटम्स दिखाएँ # \_\_\_
it: Chiede: Mostra le copie dal catalogo OverDrive della biblioteca # \_\_\_
tr: Seçenek: kütüphanenin OverDrive kataloğundaki materyalleri göster # \_\_\_

source: OverDrive customers can get this information by visiting the `OverDrive Developer Portal <https://developer.overdrive.com/docs/getting-started>`__ and following the instructions found there to apply as an API developer. Once this data and the :ref:`OverDriveClientKey and OverDriveClientSecret <overdriveclientkey-and-overdriveclientsecret-label>` are populated you will see OverDrive results on your OPAC searches.
hi: ओवरड्राइव ग्राहक 'ओवरड्राइव डेवलपर पोर्टल <https://developer.overdrive.com/docs/getting-started>`__ पर जाकर और एपीआई डेवलपर के रूप में आवेदन करने के लिए मिले निर्देशों का पालन करके इस जानकारी को प्राप्त कर सकते हैं। एक बार यह डेटा और : ref: `OverDriveClientKey और OverDriveClientSecret <overdriveclientkey-and-overdriveclientsecret-label>' पॉप्युलेट हैं, आप अपने ओपेक खोजों पर ओवरड्राइव परिणाम देखेंगे।
it: I clienti OverDrive possono ottenere queste informazioni visitando il `portale di OverDrive per gli sviluppatori <https://developer.overdrive.com/docs/getting-started>`__ e seguire le istruzioni che vi si trovano e iscriversi come sviluppatore di API. Una volta che questi dati e la :ref:`OverDriveClientKey e OverDriveClientSecret <overdriveclientkey-and-overdriveclientsecret-label>` sono popolati vedrete i risultati di OverDrive nelle vostre ricerche OPAC.
tr: OverDrive kullanıcıları bu bilgiye `OverDrive Developer Portal <https://developer.overdrive.com/docs/getting-started>'__ sayfasına giderek ulaşabilirler ve bir API geliştiricisi olarak uygulamak için orada bulunan yönergeleri izleyebilirler. Bu veri ve `OverDriveClientKey and OverDriveClientSecret <overdriveclientkey-and-overdriveclientsecret-label>` doldurulduktan sonra OPAC aramalarınızda OverDrive sonuçlarını görebileceksiniz.

source: Plugins
hi: Plugin:
tr: Eklentiler

source: Asks: \_\_\_ the ability to use Koha Plugins.
hi: पूछता है: \_\_\_कोहा प्लगइन्स का उपयोग करने की क्षमता
it: Chiede: \_\_\_ la possibilità di usare i Plugin di Koha.
tr: Seçenek: Koha Eklentilerinin kullanılabilmesine \_\_\_.

source: The plugin system must also be enabled in the Koha configuration file to be fully enabled. Learn more in the `Plugins chapter <#pluginsystem>`__.
hi: कोहा कॉन्फ़िगरेशन फ़ाइल में पूरी तरह से सक्षम होने के लिए प्लगइन सिस्टम को भी सक्षम किया जाना चाहिए। 'प्लगइन्स अध्याय में और जानें <#pluginsystem>`__.
it: Il sistema di plugin deve essere abilitato nel file di configurazione Koha per essere pienamente abilitato. Per saperne di più nel `Capitolo Plugin <#pluginsystem>`__ .
tr: Eklenti sistemi tam etkin olması için Koha yapılandırma dosyasında da etkinleştirilmelidir. Daha fazla bilgi edinmek için bakınız: `Eklentiler bölümü <#pluginsystem>`__.

source: Syndetics is a pay service. You must first contact Syndetics directly for pricing and subscription information.
hi: Syndetics एक भुगतान सेवा है. तुम पहले मूल्य निर्धारण और सदस्यता जानकारी के लिए सीधे Syndetics संपर्क करना चाहिए.
it: Syndetics è un servizio a pagamento. Prima devi contattarli per avere informazioni su costi e abbonamento.
tr: Syndetics ücretli bir hizmettir. Öncelikle fiyatlandırma ve abonelik bilgileri için doğrudan Syndetics'e başvurmalısınız.

source: Asks: \_\_\_ notes about the author of a title from Syndetics on item detail pages on the OPAC.
hi: पूछता है:\_\_\_ ओपेक पर आइटम विवरण पृष्ठों पर सिंडेटिक्स से एक शीर्षक के लेखक के बारे में नोट्स.
it: Chiede: \_\_\_ note sull'autore dell'opera da Syndetics nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: OPAC materyal ayrıntıları sayfasında Syndetics'ten sağlanan bir eserin yazarı hakkındaki notları \_\_\_.
