Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: Use the image at \_\_\_ for the OPAC's favicon.
hi: पूछता है: ओपेक के फ़ेविकॉन के लिए \_\_\_ पर छवि का उपयोग करें.
it: Chiede. Usa l'immagine che si trova in \_\_\_ come icona (favicon) dell'OPAC.
tr: Seçenek: OPAC favicon için \_\_\_ içinde bulunan resim dosyasını kullanın.

source: Turn your logo into a favicon with the `Favicon Generator <http://antifavicon.com/>`__.
hi: अपने लोगो को फेविकॉन जेनरेटर के साथ फेविकॉन में बदलें <http://antifavicon.com/>`__.
it: Trasforma il tuo logo in icona (favicon) con il :ref:`Favicon Generator <http://antifavicon.com/>`.
tr: `Favicon Oluşturucu <http://antifavicon.com/>' ile logonuzu favicon'a dönüştürün.

source: The favicon is the little icon that appears next to the URL in the address bar in most browsers. The default value for this field (if left blank) is the small 'K' in the Koha logo.
hi: फ़ेविकॉन एक छोटा आइकन है जो अधिकांश ब्राउज़रों में पता बार में यूआरएल के सामने दिखाई देता है. इस फ़ील्ड के लिए डिफ़ॉल्ट मान (यदि छोड़ दिया गया है) कोहा लोगो में छोटा 'के' है
it: L'icona (Favicon) è la piccola immagine che appare accanto all'URL nella barra degli indirizzi di quasi tutti i browser. Il default (se lasci in bianco il campo) è la piccola 'K' del logo di Koha.
tr: Favicon çoğu tarayıcıda adres çubuğunda URL yanında görünen küçük simgedir. Bu alan için varsayılan değer (boş bırakılırsa) Koha logosunda ki küçük 'K' dir.

source: Asks: Include the following HTML in the header of all pages in the OPAC
hi: पूछता है: ओपेक में सभी पृष्ठों के शीर्ष लेख में निम्न एचटीएमएल शामिल करें
it: Chiede: Includere il seguente codice HTML nell'intestazione di tutte le pagine del OPAC
tr: Seçenek: OPAC içindeki tüm sayfaların başlığında aşağıdaki HTML'i İçer

source: This value will appear above the main content of your page
hi: यह मान आपके पृष्ठ की मुख्य सामग्री से ऊपर दिखाई देगा
it: Questo valore viene visualizzato sopra il contenuto principale della pagina
tr: Bu değer sayfanızın ana içeriği üzerinde görünecektir

source: Edit ^:ref:`LibraryName`^ if you'd like to edit the contents of the <title> tag
hi: संपादित करें ^:ref:`LibraryName`^ यदि आप <title> टैग की सामग्री को संपादित करना चाहते हैं

source: OpacHighlightedWords Default: Don't highlight
hi: OpacHighlightedWords डिफ़ॉल्ट: हाइलाइट न करें
it: OpacHighlightedWords Default: Non evidenziare
tr: OpacHighlightedWords Varsayılan: Vurgulama

source: NotHighlightedWords Default: and\|or\|not
hi: NotHighlightedWords डिफ़ॉल्ट: and\|or\|not
tr: NotHighlightedWord Varsayılan: and\|or\|not

source: Asks: \_\_\_ words the patron searched for in their search results and detail pages; To prevent certain words from ever being highlighted, enter a list of stopwords here \_\_\_ (separate columns with \|)
hi: पूछता है:\_\_\_ संरक्षक जिसे उनके खोज परिणामों और विस्तार पृष्ठों में खोजा गया; कभी भी हाइलाइट किए जाने से कुछ शब्दों को रोकने के लिए, स्टॉपवॉजों की एक सूची यहां दर्ज करें\_\_\_ (अलग कॉलम के साथ \|)
it: Chiede: \_\_\_ le parole cercate dall'utente nei risultati di ricerca e pagine di dettaglio. Per evitare che certe parole siano evidenziate, inserire una lista di parole non significative qui \_\_\_ (colonne separate con \|)
tr: Seçenek: Kullanıcıların aradıkları kelimeleri arama sonuçlarında ve detay sayfalarında \_\_\_; Belirli kelimelerin vurgulanmasını engellemek için, buraya bir içerikten çıkarılan kelimeler listesi girin \_\_\_ (sütunları \| işareti ile ayırın)

source: OpacHighlightedWords Values:
hi: OpacHighlightedWords मान:
it: Valori di OpacHighlightedWords:
tr: OpacHighlightedWords Değerleri:

source: Don't highlight
hi: हाइलाइट न करें
it: Non evidenziare
tr: İşaretleme

source: Highlight
hi: विशिष्टता
it: Evidenzia
tr: Vurgula

source: Default: First column of the table
hi: डिफ़ॉल्ट: तालिका का पहला स्तंभ
it: Default: Prima colonna della tabella
tr: Varsayılan: Tablonun ilk sütunu

source: Asks: \_\_\_ is the default sort field for the holdings table
hi: पूछता है: \_\_\_होल्डिंग टेबल के लिए डिफ़ॉल्ट सॉर्ट फ़ील्ड है
it: Chiede: \_\_\_ il codice a barre della copia nella scheda degli holding
tr: Seçenek: Holdings tablosu için varsayılan sıralama alanı \_\_\ _'dır

source: First column of the table
hi: तालिका का पहला स्तंभ
it: Prima colonna della tabella
tr: Tablonun ilk sütunu

source: Holding library
hi: होल्डिंग पुस्तकालय
it: Biblioteca che detiene la copia
tr: Ayırma kütüphanesi

source: Home library
hi: होम लाइब्रेरी
it: Biblioteca di appartenenza
tr: Ana kütüphane

source: When this preference is set to 'Show' text will appear in the bottom right of the OPAC footer stating 'Powered by Koha' and linking to the official Koha website.
hi: इस वरीयता करने के लिए सेट है, जब 'शो' पाठ ओपेक पाद बताते हुए 'Koha द्वारा संचालित' और सरकारी Koha वेबसाइट में जोड़ने के नीचे सही में दिखाई देगा.
it: Quando questa preferenza è impostata su 'Visualizza' il testo apparirà nella parte inferiore destra del piè di pagina OPAC affermando 'Powered by Koha' e comprendendo il collegamento al sito ufficiale di Koha.
tr: Bu tercih 'Göster' olarak ayarlandığında OPAC sayfa alt bilgisinin sağ tarafında 'Koha tarafından desteklenmektedir' yazan ve resmi KOHA web sayfasına bağlantı veren bir metin görünecektir.

source: Default: only footer
hi: डिफ़ॉल्ट: केवल पाद लेख
it: Default: solo footer
tr: Varsayılan: yalnızca alt bilgi

source: Asks: Display language selector on \_\_\_.
hi: पूछता है: भाषा चयनकर्ता पर प्रदर्शित करें \_\_\_.
it: Chiede: mostra la scelta della lingua \_\_\_.
tr: Seçenek: Dil seçiciyi \_\_\_ üzerinde göster.

source: both top and footer
hi: दोनों के ऊपर और पाद
it: sia superiore sia piè di pagina
tr: Her iki üst ve alt bilgi

source: only footer
hi: केवल पाद लेख
it: solo piè di pagina
tr: yalnızca alt bilgi

source: top
hi: ऊपर
it: in alto
tr: üst

source: If you have the :ref:`opaclanguagesdisplay` preference set to display language options in the public catlaog, then this preference will allow you to control where the language selector shows. You can choose to show it only on the top or bottom or in both places.
hi: यदि आपके पास है : ref: `opaclanguagesdisplay` वरीयता सार्वजनिक catlaog में भाषा विकल्पों को प्रदर्शित करने के लिए सेट है, तो यह वरीयता आपको नियंत्रित करने की अनुमति देगी कि भाषा चयनकर्ता कहां दिखाता है। आप इसे केवल ऊपर या नीचे या दोनों स्थानों पर दिखाना चुन सकते हैं।
it: Se si ha la preferenza :ref:`opaclanguagesdisplay` impostata per visualizzare le opzioni della lingua nel catalogo pubblico, allora questa preferenza vi permetterà di controllare dove appare il selettore della lingua. È possibile scegliere di visualizzare solo sulla parte superiore o inferiore o in entrambi i luoghi.
tr: Genel katoloğun dil seçeneklerini görüntülemek için :ref:`opaclanguagesdisplay` tercihi ayarlanmışsa, bu tercih dil seçicinin nerede göstereceğini kontrol etmenize olanak tanır. Yalnızca üstte veya altta veya her iki yerde göstermeyi seçebilirsiniz.

source: Default: opac.css
hi: डिफ़ॉल्ट: opac.css
tr: Varsayılan: opac.css

source: Asks: Use the CSS stylesheet /css/ \_\_\_ on all pages in the OPAC, instead of the default
hi: पूछता है: डिफ़ॉल्ट के बजाए ओपेक में सभी पृष्ठों पर सीएसएस स्टाइलशीट /css/ \_\_\_ का प्रयोग करें
it: Chiede: Usa il foglio di stile CSS /css/ \_\_\_ in tutte le pagine dell'OPAC, al posto di quello di default
tr: Seçenek: Opac'da varsayılanlar yerine tüm sayfalarda CSS stylesheet /css/ \_\_\_ kullan

source: This setting's function is to point to the \*.css file used to define the OPAC layout. A \*.css file is a cascading stylesheet which is used in conjunction with HTML to set how the HTML page is formatted and will look on the OPAC. There are two stylesheets that come with the system; opac.css and opac2.css. A custom stylesheet may also be used. The stylesheets listed in the opaclayoutstylesheet preference are held on the Koha server.
hi: इस सेटिंग का कार्य OPAC लेआउट को परिभाषित करने के लिए उपयोग की जाने वाली \*.css फ़ाइल को इंगित करना है। एक \*.css फ़ाइल एक कैस्केडिंग स्टाइलशीट है जिसका उपयोग एचटीएमएल के साथ संयोजन के रूप में किया जाता है ताकि एचटीएमएल पेज को प्रारूपित किया जा सके और ओपेक पर दिखेगा। सिस्टम के साथ आने वाली दो स्टाइलशीट हैं; opac.css और opac2.css। एक कस्टम स्टाइलशीट भी इस्तेमाल किया जा सकता है। Opaclayoutstylesheet वरीयता में सूचीबद्ध स्टाइलशीट कोहा सर्वर पर आयोजित की जाती हैं।
it: La funzione di questa impostazione è puntare al file \*.css utilizzato per definire il layout OPAC. Un file \*.css è un foglio di stile a cascata che viene utilizzato in combinazione con il linguaggio HTML per impostare la formattazione della pagina HTML e avrà effetto sull'OPAC. Ci sono due fogli di stile che vengono con il sistema; opac.css e opac2.css. Un foglio di stile personalizzato può essere utilizzato al loro posto. I fogli di stile elencate nella preferenza opaclayoutstylesheet sono sul server Koha.
tr: Bu ayarın işlevi OPAC tasarımını tanımlamak için kullanılan \*.css dosyasına işaret etmektir. Bir \*.css dosyası HTML sayfasının nasıl biçimlendirileceğini ve OPAC'da nasıl görüneceğini belirlemek için HTML ile birlikte kullanılan geçişli bir stil sayfasıdır. Sistem ile birlikte gelen iki stil sayfası vardır; opac.css ve opac2.css. Özel bir stil sayfası da kullanılabilir. Opaclayoutstylesheet tercihinde listelenen stil sayfaları Koha sunucusunda tutulur.

source: Leave this field blank to disable it and let Koha use the default file instead
hi: इस क्षेत्र को खाली छोड़ दो इसे निष्क्रिय करने के लिए और Koha डिफ़ॉल्ट फ़ाइल का उपयोग करने के बजाय चलो
it: Lasciare vuoto questo campo per disattivarla e consentire a Koha invece di utilizzare il file predefinito
tr: Devre dışı bırakmak için bu alanı boş bırakın ve bunun yenire Koha'nın varsayılan dosyayı kullanmasına izin verin

source: Using a custom value in this preference causes Koha to completely ignore the default layout stylesheet.
hi: इस वरीयता में एक कस्टम मूल्य का प्रयोग पूरी तरह से मूलभूत लेआउट शैली की अनदेखी करने Koha का कारण बनता है.
it: Utilizzando un valore personalizzato in questa preferenza fa sì che Koha ignori completamente il foglio di stile di layout predefinito.
tr: Bu tercihte özel bir değer kullanılması Koha'nın varsayılan dil düzenini tamamen yok saymasına neden olur.

source: Default: holding library
hi: डिफ़ॉल्ट: होल्डिग लाइब्रेरी
it: Predefinita: biblioteca che lo possiede
tr: Varsayılan: holding library

source: Asks: Display the \_\_\_ for items on the OPAC record details page.
hi: पूछता है: ओपेक रिकॉर्ड विवरण पृष्ठ पर आइटम्स के लिए \_\_\_ प्रदर्शित करें.
it: Chiede: Visualizzare il \_\_\_ per le copie nella pagina dettagli del record nell'OPAC.
tr: Seçenek: OPAC kayıt ayrıntıları sayfasında materyaller için \_\_\_ göster.

source: home and holding library
hi: होम और होल्डिग लाइब्रेरी
it: sia la biblioteca che possiede la copia, sia la biblioteca in cui si trova adesso la copia
tr: ana kütüphane ve ayırtma kütüphanesi

source: Defines whether to display the holding library, the home library, or both for the opac details page.
hi: पकड़े पुस्तकालय, पुस्तकालय घर, या ओपेक विवरण पृष्ठ के लिए दोनों को प्रदर्शित करने के लिए कि क्या परिभाषित करता है.
it: Definisce se visualizzare la biblioteca che possiede adesso la copia, la biblioteca a cui appartiene, o entrambe nella pagina dei dettagli dell'OPAC.
tr: Opac ayrıntıları sayfası için ayırma kütüphanesi, ana kütüphane, ya da her ikisinin de gösterilip gösterilmeyeceğini belirler.

source: Default: below the holding library
hi: डिफ़ॉल्ट: होल्डिंग लाइब्रेरी के नीचे

source: Asks: Display the shelving location \_\_\_ for items on the OPAC record details page.
hi: पूछते हैं: ओपेक रिकॉर्ड विवरण पृष्ठ पर आइटम्स के लिए शेल्विंग स्थान \_\_\_ प्रदर्शित करें।

source: below both home and holding libraries
hi: घर और होल्डिंग पुस्तकालयों दोनों के नीचे

source: on a separate column
hi: एक अलग कॉलम पर

source: below the holding library
hi: होल्डिंग लाइब्रेरी के नीचे

source: below the home library
hi: होम लाइब्रेरी के नीचे

source: Defines where the shelving location should be displayed, under the home library, the holding library, or both, or in a separate column.
hi: परिभाषित करता है कि घर पुस्तकालय, होल्डिंग लाइब्रेरी, या दोनों, या एक अलग कॉलम में शेल्विंग स्थान प्रदर्शित किया जाना चाहिए।

source: Asks: Show the following HTML on the OPAC login form when a patron is not logged in:
hi: पूछता है: एक संरक्षक लॉग इन नहीं है जब ओपेक लॉगिन प्रपत्र पर निम्न एचटीएमएल दिखाएं:
it: Chiede: Mostra il seguente codice HTML nella form di login nell'OPAC, quando l'utente non è ancora collegato:
tr: Seçenek: Kullanıcı sisteme oturum açmadığında, OPAC oturum açma formunda aşağıdaki HTML'i göster

source: HTML entered in this field will appear under the login form on the main page of your OPAC, when the user is not logged in
hi: इस क्षेत्र में दर्ज एचटीएमएल आपके ओपेक के मुख्य पृष्ठ पर लॉग इन फॉर्म के तहत दिखाई देगा, जब उपयोगकर्ता लॉग इन नहीं होता है

source: Asks: \_\_\_ a warning that the OPAC is under maintenance, instead of the OPAC itself.
hi: पूछता है: \_\_\_ एक चेतावनी है कि ओपेक रखरखाव के अंतर्गत है, ओपेक खुद के बजाय.
it: Chiede: \_\_\_ un avviso che l'OPAC è in manutenzione, al posto dell'OPAC stesso.
tr: Seçenek: OPAC'ın kendisi yerine, OPAC'ın bakımda olduğunu gösteren bir uyarı \_\_\_.

source: this shows the same warning as when the database needs to be upgraded, but unconditionally.
hi: यह एक ही चेतावनी दिखाता है जब डेटाबेस को अपग्रेड करने की आवश्यकता होती है, लेकिन बिना शर्त.
it: questo mostra lo stesso avviso di quando il database deve essere aggiornato, ma senza condizioni.
tr: Bu, veri tabanının güncelleştirilmesi gerektiği zaman gösterilen uyarının aynısını, ancak koşulsuz ve şartsız olarak gösterir.

source: This preference allows the system administrator to turn off the OPAC during maintenance and display a message to users. When this preference is switched to "Show" the OPAC is not usable. The text of this message is not editable at this time.
hi: यह वरीयता सिस्टम व्यवस्थापक को रखरखाव के दौरान ओपेक को बंद करने और उपयोगकर्ताओं को एक संदेश प्रदर्शित करने की अनुमति देता है. जब यह वरीयता "दिखाएँ" में बदल जाती है तो ओपीएएसी उपयोग करने योग्य नहीं है. इस संदेश का टेक्स्ट इस समय संपादन योग्य नहीं है.
it: Questa preferenza consente all'amministratore di sistema di disattivare l'OPAC durante la manutenzione e visualizzare un messaggio agli utenti. Se questa preferenza è impostata su "Visualizza" allora l'OPAC non è utilizzabile. Il testo di questo messaggio non è modificabile in questo momento.
tr: Bu tercih sistem yöneticisinin bakım sırasında OPAC'ı kapatmasını ve kullanıcılar için bir mesaj görüntülemesini sağlar. Bu tercih 'Göster' olarak ayarlandığında OPAC kullanılamaz. Bu mesajın içeriği şu an için değiştirilememektedir.

source: When this preference is set to show the maintenance message the ability to search the OPAC is disabled and a message appears. The default message can be altered by using the :ref:`OpacMaintenanceNotice` preference.
hi: जब यह वरीयता रखरखाव संदेश दिखाने के लिए सेट की जाती है तो OPAC को खोजने की क्षमता अक्षम होती है और एक संदेश प्रकट होता है। डिफ़ॉल्ट संदेश को :ref:`OpacMaintenanceNotice` वरीयता का उपयोग करके बदला जा सकता है।
it: Se questa preferenza è impostata su mostrare il messaggio di manutenzione, la possibilità di effettuare ricerche nell'OPAC è disattivata e viene visualizzato un messaggio. Il messaggio di default può essere cambiato usando la preferenza .ref:`OpacMaintenanceNotice`.
tr: Bu tercih, bakım mesajını gösterecek şekilde ayarlandığında, OPAC'ta arama olanağı devre dışı bırakılır ve bir mesaj görüntülenir. Varsayılan mesaj, :ref:`OpacMaintenanceNotice` tercihi kullanılarak değiştirilebilir.

source: Asks: Show the following HTML when OpacMaintenance is enabled
hi: पूछते हैं: OpacMaintenance सक्षम होने पर निम्न HTML दिखाएं
it: Chiede: mostra il seguente codice HTML quando la preferenza OpacMaintenance è attiva
tr: Seçenek: OpacMaintenance etkinleştirildiğinde aşağıdaki HTML'i göster

source: Descritpion:
hi: विवरण:
it: Descrizione:
tr: Açıklama:

source: This preference will allow you to set the text the OPAC displays when the :ref:`OpacMaintenance` preference is set to 'Show.^
hi: यह वरीयता आपको ओपेक डिस्प्ले को टेक्स्ट सेट करने की अनुमति देगी जब: ref: `OpacMaintenance` वरीयता 'शो पर सेट है.^

source: Default: Welcome to Koha... <hr>
hi: डिफ़ॉल्ट: कोहा में आपका स्वागत है... <hr>
it: Default: Benvenuto in Koha... <hr>
tr: Varsayılan: Koha'ya Hoşgeldiniz... <hr>

source: Asks: Show the following HTML in its own column on the main page of the OPAC
hi: पूछता है: ओपेक के मुख्य पृष्ठ पर अपने एचटीएमएल में अपने एचटीएमएल को दिखाएं
it: Chiede: Mostra il seguente codice HTML nella sua colonna nella homepage dell'OPAC
tr: Seçenek: Aşağıdaki HTML'i OPAC ana sayfası üzerinde kendi sütununda göster

source: HTML entered in this field will appear in the center of the main page of your OPAC
hi: एचटीएमएल इस क्षेत्र में प्रवेश किया अपने ओपेक के मुख्य पृष्ठ के केंद्र में दिखाई देगा
it: Il codice HTML inserito qui apparirà nel centro della homepage dell'OPAC
tr: Bu alana girilen HTML, OPAC ana sayfanızın ortasında görünecektir

source: Asks: Display up to \_\_\_ items on the biblio detail page
hi: पूछता है: प्रदर्शित Biblio विस्तार पृष्ठ पर आइटम \_\_\_ के लिए
it: Chiede: Visualizza fino a \_\_\_ copie nella pagina dei dettagli di un record
tr: Seçenek: Bibliyografik kayıt ayrıntıları sayfasında \_\_\_ materyale kadar göster

source: This preference will help with slow load times on the bibliographic detail pages by limiting the number of items to display by default. If the biblio has more items than this, a link is displayed instead that allows the user to choose to display all items.
hi: यह वरीयता ग्रंथ सूची संबंधी विस्तार पृष्ठों पर धीमी गति से लोड समय के साथ डिफ़ॉल्ट रूप से प्रदर्शित करने के लिए मदों की संख्या को सीमित करके सहायता करेगी. यदि बिब्लियों में इस से अधिक वस्तुएँ हैं, तो एक लिंक प्रदर्शित किया जाता है जिससे उपयोगकर्ता को सभी आइटम प्रदर्शित करने का विकल्प मिल सके.
it: Questa preferenza aiuterà in caso di tempi di caricamento lenti delle pagine di dettaglio dei record bibliografici limitando il numero di copie da visualizzare. Se il record bibliografico ha più copie di questo numero, viene visualizzato un collegamento che permette all'utente di scegliere di visualizzare tutti le copie.
tr: Bu tercih varsayılan olarak gösterilecek materyal sayısını sınırlayarak bibliyografik detay sayfalarında yavaş yükleme sürelerinde yardımcı olacaktır. Eğer bibliyoda bundan daha çok materyal varsa, bunun yerine kullanıcının tüm materyalleri görüntülemeyi seçebileceği bir link ekrana gelecektir.

source: Asks: Include a "Links" column on the "your summary" tab when a user is logged in to the OPAC, with the following HTML (leave blank to disable).
hi: पूछता है: जब कोई उपयोगकर्ता OPAC में लॉग इन किया जाता है, तो "आपका सारांश" टैब पर "लिंक" कॉलम को निम्न HTML के साथ शामिल करें (अक्षम करने के लिए खाली छोड़ दें)।

source: In this preference you can enter HTML that will appear on the 'Checked Out' tab on the 'your summary' section when logged in to the OPAC. The placeholders {BIBLIONUMBER}, {TITLE}, {ISBN} and {AUTHOR} will be replaced with information from the displayed record. This can be used to enter in 'share' links for social networks or generate searches against other library catalogs.
hi: इस वरीयता में आप HTML दर्ज कर सकते हैं जो ओपेक में लॉग इन होने पर 'मेरा सारांश' अनुभाग पर 'चेक आउट आउट' टैब पर दिखाई देगा। प्लेसहोल्डर्स {BIBLIONUMBER}, {TITLE}, {ISBN} और {AUTHOR} को प्रदर्शित रिकॉर्ड से जानकारी के साथ बदल दिया जाएगा। इसका उपयोग सोशल नेटवर्क्स के लिए 'शेयर' लिंक में प्रवेश करने या अन्य लाइब्रेरी कैटलॉग के खिलाफ खोज उत्पन्न करने के लिए किया जा सकता है।

source: Sample Data:
hi: नमूना डेटा:
it: Dati di esempio:
tr: Örnek Veri:

source: Asks: Note to display on the patron summary page.
hi: पूछता है: संरक्षक सारांश पेज पर प्रदर्शित करने के लिए ध्यान दें.
it: Chiede: Nota da visualizzare nella pagina di riepilogo dell'utente.
tr: Seçenek: Kullanıcı özeti sayfasında gösterilecek not.

source: This preference will display text above the patron's summary and below the welcome message when the patron logs in to the OPAC and view their 'your summary' tab.
hi: यह वरीयता संरक्षक के सारांश के ऊपर और स्वागत संदेश के नीचे पाठ प्रदर्शित करेगी जब संरक्षक ओपीएसी में लॉग इन करता है और उनके 'आपके सारांश' टैब को देखता है।

source: Default: Important links here.
hi: डिफ़ॉल्ट: यहां महत्वपूर्ण लिंक.
it: Valore predefinito: Link importanti qui.
tr: Varsayılan: Önemli bağlantılar burada.

source: Asks: Show the following HTML on the left hand column of the main page and patron account on the OPAC (generally navigation links)
hi: पूछता है: मुख्य पृष्ठ के बाएं हाथ कॉलम पर निम्न एचटीएमएल दिखाएं और ओपेक पर संरक्षक खाता दिखाएं (आमतौर पर नेविगेशन लिंक)
it: Chiede: mostra il seguente codice HTML nella colonna di sinistra della pagina principale e nella pagina dell'account utente sull'OPAC (generalmente link di navigazione)
tr: Seçenek: Aşağıdaki HTML'i OPAC üzerinde ana sayfa ve kullanıcı hesabının sol sütununda göster (genellikle navigasyon bağlantıları)

source: Asks: Show the following HTML on the left hand column of the main page and patron account on the OPAC, after :ref:`OpacNav`, and before patron account links if available:
hi: पूछता है: ओपेक पर मुख्य पृष्ठ और संरक्षक खाते के बाएं हाथ के कॉलम पर निम्न HTML दिखाएं, इसके बाद : ref: `OpacNav`, और उपलब्ध होने पर संरक्षक खाता लिंक से पहले:
it: Chiede: Mostra il seguente codice HTML nella colonna di sinistra della pagina principale e di account utente sull'OPAC, dopo :ref:`OpacNav`, e prima dei link all'account utente, se disponibili:
tr: Seçenek: Aşağıdaki HTML'i ana sayfanın sol sütununda ve OPAC'da kullanıcı hesabında :ref:`OpacNav' bağlantısından sonra ve eğer mevcutsa kullanıcı hesabı bağlantılarından önce göster:

source: When a patron is logged in to their account they see a series of tabs to access their account information. :ref:`OpacNav` appears above this list of tabs and OpacNavBottom will appear below them. When not on the patron account pages the HTML in OpacNavBottom will just appear right below :ref:`OpacNav`.
hi: जब उनके खाते में एक संरक्षक लॉग इन होता है तो वे अपनी खाता जानकारी तक पहुंचने के लिए टैब की एक श्रृंखला देखते हैं। : ref: 'OpacNav` टैब की इस सूची के ऊपर दिखाई देता है और OpacNavBottom उनके नीचे दिखाई देगा। जब संरक्षक खाता पृष्ठों पर नहीं होता है तो OPacNavBottom में HTML बस नीचे दिखाई देगा: ref: 'OpacNav`।

source: Asks: Show the following HTML in the right hand column of the main page under the main login form.
hi: पूछता है: मुख्य लॉगिन फार्म के नीचे मुख्य पृष्ठ के दाहिने हाथ के कॉलम में निम्न एचटीएमएल दिखाएं
it: Chiede: Visualizza il seguente codice HTML nella colonna di destra della homepage, sotto la form di login.
tr: Seçenek: Aşağıdaki HTML'i, ana giriş formu altında ana sayfa sağ sütununda göster.

source: HTML entered in this preference will appear on the right hand side of the OPAC under the log in form. If the log in form is not visible this content will move up on the right column.
hi: इस वरीयता में दर्ज एचटीएमएल लॉग इन फॉर्म के तहत ओपेक के दाईं ओर दिखाई देगा। यदि लॉग इन फॉर्म दिखाई नहीं दे रहा है तो यह सामग्री दाएं कॉलम पर बढ़ जाएगी।

source: No Default
hi: डिफ़ॉल्ट नहीं
tr: Ön tanımlı değil

source: Asks: Display this HTML when no results are found for a search in the OPAC
hi: पूछता है: ओपेक में किसी खोज के लिए कोई परिणाम नहीं मिले, तो इस एचटीएमएल को प्रदर्शित करें
it: Chiede: Mostra questo codice HTML quando la ricerca nell'OPAC non dà risultati
tr: Seçenek: OPAC içinde bir arama için hiçbir sonuç bulunamadığında bu HTML'i görüntüle

source: This HTML will display below the existing notice that no results were found for your search.
hi: इस HTML मौजूदा सूचना के नीचे प्रदर्शित करेगा कि कोई परिणाम नहीं अपनी खोज के लिए पाए गए.
it: Questo codice HTML verrà visualizzato sotto l'avviso esistente che non sono stati trovati risultati per la tua ricerca.
tr: Bu HTML, aramanız için sonuç bulunamadı mevcut bildirimi altında görüntülenecektir.
