Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Sometimes libraries migrate to Koha with their holding info in the 852 field (OCLC holdings information field) and choose not to transfer that information into the 952 (Koha holdings information field) because they don't plan on circulating those items. For those libraries or other libraries that have data in the 852 fields of their records that they want to display, these preferences let you choose to display holdings info from a field other than the 952 field. The AlternateHoldingsField preference can contain multiple subfields to look in; for instance 852abhi would look in 852 subfields a, b, h, and i.
hi: कभी कभी पुस्तकालयों 852 क्षेत्र (OCLC होल्डिंग्स जानकारी क्षेत्र) में अपनी हिस्सेदारी की जानकारी के साथ Koha की ओर पलायन और 952 (Koha होल्डिंग्स जानकारी क्षेत्र) में है कि जानकारी का स्थानांतरण करने के लिए नहीं है क्योंकि वे उन वस्तुओं घूम पर योजना नहीं है चुनें. उन पुस्तकालयों या अन्य पुस्तकालयों है कि उनके रिकॉर्ड है कि वे प्रदर्शित करना चाहते हैं के 852 क्षेत्रों में डेटा के लिए, इन वरीयताओं आप एक क्षेत्र 952 क्षेत्र के अलावा अन्य से जोत की जानकारी प्रदर्शित करने के लिए चयन करते हैं. AlternateHoldingsField वरीयता कई उप क्षेत्रों में देखने के लिए शामिल कर सकते हैं; उदाहरण के लिए 852abhi 852 उपक्षेत्रों में ए, बी, एच, देखो, और मैं होता.
it: Alcune biblioteche migrano il catalogo verso Koha con le informazioni sulle copie nel campo 852 (il campo di OCLC di informazione sulle copie), scegliendo di non trasferire le informazioni nel campo 952 (il campo di Koha di informazione sulle copie), ad esempio se non prevedono di prestare. Questa preferenza permette di ricavare le informazioni sulle copie da un campo alternativo al 952. La preferenza di sistema AlternateHoldingsField può interrogare più sottocampi, ad esempio 852abhi interrogherà i sottocampi a, b, h, i del campo 852.
tr: Bazen kütüphaneler Koha'ya 852 alanındaki kendi ayırma bilgileri ile geçiyorlar (OCLC ayırmalar bilgisi alanı) ve bu materyalleri dolaşım içerisinde planlamadıkları için bu bilgiyi 952 alanına (Koha ayırmalar bilgisi alanı) transfer etmemeyi tercih ediyorlar. Bu kütüphaneler ve göstermek istedikleri kayıtlarının 852 alanında veri olan diğer kütüphaneler için bu tercihler ayırma bilgilerini 952 alanından başka bir alanda gösterilmesinin seçilebilmesini sağlar. AlternateHoldingsField tercihi içerisinde arama yapılabilecek birden çok alt alan içerebilir; örneğin 852abhi, 852 alt alanları a, b, h ve i içerisinde arama gerçekleştirecektir.

source: With AlternateHoldingsField set to 852abhi and AlternateHoldingsSeparator set to a space the holdings would look like the following:
hi: AlternateHoldingsField 852abhi करने के लिए सेट और साथ AlternateHoldingsSeparator एक अंतरिक्ष जोत निम्नलिखित की तरह लग रही होगी करने के लिए सेट:
it: Con il valore di AlternateHoldingsField impostato a 852abhi e quello di AlternateHoldingsSeparator uguale ad uno spazio, le copie appariranno così:
tr: AlternateHoldingsField öğesinin 852abhi ve AlternateHoldingsSeparator öğesinin bir boşluğa ayarlanmasıyla ayırmalar aşağıdaki şekilde görünecektir:

source: Default: generated in the form <branchcode>yymm0001
hi: डिफ़ॉल्ट: फॉर्म में जेनरेट किया गया <branchcode>yymm0001
it: Predefinito: creati nella forma <branchcode>yymm0001
tr: Varsayılan: <branchcode>yymm0001 şeklinde oluşturulur

source: Asks: Barcodes are \_\_\_
hi: पूछता है: बारकोड हैं \_\_\_
it: Chiede: i codici a barre sono \_\_\_
tr: Seçenek: Barkodlar \_\_\_

source: generated in the form <branchcode>yymm0001
hi: फॉर्म में जेनरेट किया गया <branchcode>yymm0001
it: creati nella forma <branchcode>yymm0001
tr: <branchcode>yymm0001 şeklinde oluşturulur

source: generated in the form <year>-0001, <year>-0002
hi: फॉर्म में जेनरेट किया गया <year>-0001, <year>-0002
it: generato nella forma <year>-0001, <year>-0002
tr: <year>-0001, <year>-0002 şeklinde oluşturuldu

source: generated in the form 1, 2, 3
hi: के रूप में उत्पन्न 1, 2, 3
it: generato nella forma 1, 2, 3
tr: 1, 2, 3 şeklinde oluşturulur

source: incremental EAN-13 barcodes
hi: वृद्धिशील EAN-13 बारकोड
it: barcode EAN-13 incrementali
tr: artımlı EAN-13 barkodları

source: not generated automatically
hi: स्वतः उत्पन्न नहीं
it: non sono creati automaticamente
tr: otomatik olarak oluşturulmaz

source: This setting is for libraries wishing to generate barcodes from within Koha (as opposed to scanning in pre-printed barcodes or manually assigning them). The default behavior makes it so that when you click in the barcode field (952$p in MARC21) it will populate with the automatic barcode you have chosen. If you would rather it only enter an automatic barcode when you click on the plugin (the ... to the right of the field) you can change the plugin used for that field in the framework. Set the plugin for 952$p (if using MARC21 or equivalent field mapped to items.barcode in your local MARC format) for your frameworks to barcode\_manual.pl instead of barcode.pl. Learn more about editing frameworks under the :ref:`MARC Bibliographic Frameworks <marc-bibliographic-frameworks-label>` section of this manual.
hi: यह सेटिंग कोहा के भीतर से बारकोड उत्पन्न करने की इच्छा रखने वाले पुस्तकालयों के लिए है (पूर्व-मुद्रित बारकोड में स्कैनिंग के विपरीत या मैन्युअल रूप से उन्हें असाइन करने के विपरीत)। डिफ़ॉल्ट व्यवहार ऐसा करता है ताकि जब आप बारकोड फ़ील्ड (मार्क21 में 952$p) पर क्लिक करते हैं तो यह आपके द्वारा चुने गए स्वचालित बारकोड के साथ पॉप्युलेट हो जाएगा। यदि आप प्लगइन (... फ़ील्ड के दाईं ओर) पर क्लिक करते हैं तो आप केवल एक स्वचालित बारकोड दर्ज करेंगे, तो आप फ्रेमवर्क में उस फ़ील्ड के लिए उपयोग की गई प्लगइन को बदल सकते हैं। बारकोड.पीएल के बजाय barcode\_manual.pl पर अपने ढांचे के लिए 952$p के लिए प्लगइन सेट करें (यदि आपके स्थानीय एमएआरसी प्रारूप में आइटम्स.बारकोड में मार्क21 या समकक्ष फ़ील्ड मैप किए गए हैं)। Under के तहत फ्रेमवर्क संपादित करने के बारे में और जानें :ref:` इस मैनुअल के 'मार्क ग्रंथसूची फ्रेमवर्क <marc-bibliographic-frameworks-label>' अनुभाग।
it: Questa impostazione è per le biblioteche che desiderano generare automaticamente i codici a barre tramite Koha anziché scansire codici a barre pre-stampati o assegnarli manualmente. L'impostazione predefinita fa sì che quando clicchi il sottocampo per il codice a barre (il 952$p in MARC 21), questo venga popolato automaticamente con il codice a barre nella forma scelta. Se invece desideri che venga compilato automaticamente solo quando clicchi sul plugin (i puntini di sospensione a destra del sottocampo), puoi sostituire il plugin barcode.pl con barcode\_manual.pl nella schermata di modifica del sottocampo nelle griglie di catalogazione. Per maggiori informazioni sulla modifica delle griglie, vedi la sezione :ref:`Griglia di catalogazione bibliografica MARC <marc-bibliographic-frameworks-label>`.
tr: Bu ayar Koha içinden barkodlar üretmek isteyen kütüphaneler içindir (önceden basılmış barkodlar tarama veya barkodları elle atamanın aksine). Varsayılan davranış, Barkod alanını (952$p MARC21) tıklattığınızda seçtiğiniz Otomatik barkod ile doldurulmasını sağlar. Eğer eklenti tıklandığında yerine sadece bir otomatik barkod girilmesini istiyorsanız (... alanın sağında) çerçevede bu alan için kullanılan eklentiyi değiştirebilirsiniz. Çerçeveleriniz için 952$p alanını (yerel MARC formatında items.barcode ile eşleştirilen MARC21 veya eşdeğer bir alan kullanıyorsanız) barcode.pl. yerine barcode\_manual.pl olarak ayarlayın. Bu kılavuzun :ref`MARC Bibliyografik Çerçeveleri bölümü <marc-bibliographic-frameworks-label>` altında çerçeveleri düzenleme hakkında daha fazla bilgi edinebilirsiniz.

source: Default: Empty defaults to xxu for United States
hi: डिफ़ॉल्ट: संयुक्त राज्य अमेरिका के लिए xxu पर खाली डिफ़ॉल्ट
tr: Varsayılan: ABD için xxu için varsayılan boş değerler

source: Asks: Fill in the default country code for field 008 Range 15-17 of MARC21 - Place of publication, production, or execution. \_\_\_.
hi: Asks: MARC21 के क्षेत्र 008 रेंज 15-17 के लिए डिफ़ॉल्ट देश कोड भरें - प्रकाशन, उत्पादन, या निष्पादन का स्थान. \_\_\_.

source: This preference will allow you to set the country code for your MARC21 008 field by default. If this is left empty it will default to United States (xxu). See the `MARC Code List for Countries <http://www.loc.gov/marc/countries/countries_code.html>`__ for additional values for this preference.
hi: यह वरीयता आपको डिफ़ॉल्ट रूप से अपने मार्क21 008 फ़ील्ड के लिए देश कोड सेट करने की अनुमति देगी। यदि यह खाली छोड़ दिया गया है तो यह संयुक्त राज्य अमेरिका (xxu) के लिए डिफ़ॉल्ट होगा। इस वरीयता के लिए अतिरिक्त मूल्यों के लिए 'देशों के लिए एमएआरसी कोड सूची <http://www.loc.gov/marc/countries/countries_code.html> `__ देखें।

source: This preference won't have any effect if your records are in UNIMARC.
hi: यह वरीयता यदि अपने रिकॉर्ड Unimarc में हैं कोई असर नहीं होगा.
it: Questa preferenza non ha effetto se si usa l'UNIMARC.
tr: Kayıtlarınız UNIMARC ise bu tercihin hiçbir etkisi olmayacaktır.

source: Default: Empty defaults to eng
hi: डिफ़ॉल्ट: खाली चूक eng के लिए
it: Default: Vuoto equivale a eng
tr: Varsayılan: Boş İngilizce ifade

source: Asks: Fill in the default language for field 008 Range 35-37 of MARC21 records \_\_\_.
hi: Asks: MARC21 रिकॉर्ड के क्षेत्र 008 रेंज 35-37 के लिए डिफ़ॉल्ट भाषा भरें \_\_\_.
it: Chiede: Definisci la lingua di default per il campo 008 posizioni 35-37 del MARC21 \_\_\_.
tr: Seçenek: MARC 21 kayıtlarının 008 alanı 35-37 Aralığı için varsayılan dili doldurun \_\_\_.

source: This preference will allow you to set the language for your MARC21 008 field by default. If this is left empty it will default to English (eng). See the `MARC Code List for Languages <http://www.loc.gov/marc/languages/language_code.html>`__ for additional values for this preference.
hi: यह वरीयता आपको डिफ़ॉल्ट रूप से अपने मार्क21 008 फ़ील्ड के लिए भाषा सेट करने की अनुमति देगी। यदि यह खाली छोड़ दिया गया है तो यह डिफ़ॉल्ट (अंग्रेज़ी) के लिए डिफ़ॉल्ट होगा। इस वरीयता के लिए अतिरिक्त मूल्यों के लिए `मार्क कोड सूची <http://www.loc.gov/marc/languages/language_code.html>` __ देखें।
it: Questa preferenza permette di impostare la lingua di default per il campo 008 del MARC21. Se non viene impostata, verrà usato l'inglese (eng). Vedi `MARC Code List for Languages <http://www.loc.gov/marc/languages/language_code.html>`__ per gli altri valori.
tr: Bu tercih, MARC21 008 alanınız için varsayılan dili ayarlamanıza izin verir. Eğer boş bırakılırsa İngilizce varsayılan dil olacaktır (eng). Bu özelliğin ek değerleri için `MARC Code List for Languages <http://www.loc.gov/marc/languages/language_code.html>`__ sayfasına bakın.

source: Default: specific item
hi: डिफ़ॉल्ट: विशेष आइटम
it: Default: la specifica copia
tr: Varsayılan: belirli bir materyal

source: Asks: Use the item type of the \_\_\_ as the authoritative item type (for determining circulation and fines rules, etc).
hi: Asks: आधिकारिक आइटम प्रकार के रूप में \_\_\_ के आइटम प्रकार का उपयोग करें (परिसंचरण और जुर्माना नियम, आदि निर्धारित करने के लिए)।
it: Chiede: Utilizza il tipo di documento del \_\_\_ come tipo di documento di riferimento per la circolazione, multe eccetera.
tr: Seçenek: \_\_\_ materyal türünü yetkili materyal türü olarak kullan (dolaşım ve ceza kurallarını belirlemek, vb. için)

source: biblio record
hi: बिब्लियों रिकॉर्ड
it: il record bibliografico
tr: bibliyo kaydı

source: specific item
hi: एक विशिष्ट मद
it: la specifica copia
tr: belirli bir materyal

source: This preference determines whether the item type Koha uses for issuing rules will be an attribute of the bibliographic record or the item record. Most libraries refer to the item record for item types. It also determines if the item type icon appears on the OPAC search results. If you have the preference set to 'biblio record' then Koha displays the item type icon on the search results to the left of the result info.
hi: यह वरीयता निर्धारित करता है कि आइटम प्रकार Koha जारी करने के नियमों के लिए उपयोग करता ग्रंथ सूची रिकॉर्ड या आइटम रिकॉर्ड की एक विशेषता होगी. ज्यादातर पुस्तकालयों आइटम प्रकार के लिए आइटम रिकॉर्ड को देखें. यह भी यदि आइटम प्रकार आइकन ओपेक खोज परिणामों पर दिखाई देता निर्धारित करता है. आप पसंद करने के लिए सेट है, तो 'रिकॉर्ड Biblio' तो Koha परिणाम की जानकारी के बाईं ओर खोज परिणामों पर आइटम प्रकार आइकन प्रदर्शित करता है.
it: Questa preferenza stabilisce a quale tipo di documento fare riferimento per le regole di circolazione: quello definito nel record bibliografico oppure quello della copia in oggetto. Inoltre, stabilisce se l'icona del tipo di documento appaia o meno nei risultati di ricerca dell'OPAC. Se la preferenza è impostata su 'il record bibliografico' Koha mostra l'icona del tipo di documento a sinistra del risultato nei risultati di ricerca dell'OPAC.
tr: Bu tercih, Koha'nın ödünç verme kuralları için kullandığı materyal türünün, bibliyografik kaydın veya materyal kaydın bir özniteliği olup olmayacağını belirler. Çoğu kütüphane materyal türleri için materyal kaydına bakar. Bu aynı zamanda OPAC arama sonuçları üzerinde materyal türü simgesi görünmesini de belirler. Eğer tercih 'biblio record' olarak ayarlanmışsa, Koha sonuç bilgisinin solundaki arama sonuçlarında materyal türü simgesini de görüntüler.

source: Default: 082ab
hi: डिफ़ॉल्ट: 082ab
tr: Varsayılan: 082ab

source: Asks: Map the MARC subfield to an item's callnumber.
hi: पूछता है: नक्शा एक आइटम की callnumber को मार्क subfield.
it: Chiede: Definisci i sottocampi MARC che concorrono alla formazione della collocazione della copia.
tr: Seçenek: MARC alt alanını bir materyalin yer numarasına eşleştir.

source: This can contain multiple subfields to look in; for instance 082ab would look in 082 subfields a and b.
hi: यह कई उपक्षेत्रों में देखने के लिए शामिल कर सकते हैं; उदाहरण के लिए 082ab 082 उपक्षेत्रों ए और बी में लग रही होगी.
it: Questo valore può includere più sottocampi in cui cercare, ad esempio 082ab cercherà nei sottocampi a, b del campo 082.
tr: Bu içerisine bakılacak birden fazla alt alan içerebilir, örneğin 082ab, 082 alt alanları a ve b içine bakacaktır.

source: This setting determines which MARC field will be used to determine the call number that will be entered into item records automatically (952$o). The value is set by providing the MARC field code (050, 082, 090, 852 are all common in MARC21) and the subfield codes without the delimiters ($a, $b would be ab).
hi: यह सेटिंग निर्धारित करता है जो मार्क क्षेत्र है कि आइटम रिकॉर्ड में स्वचालित रूप से दर्ज किया जाएगा फोन नंबर (952 $ ओ) निर्धारित करने के लिए इस्तेमाल किया जाएगा. मूल्य ($ एक, $ ख एबी होगा) सीमांकक बिना मार्क क्षेत्र कोड (050, 082, 090, 852 MARC21 में सभी आम हैं) और subfield कोड उपलब्ध कराने के द्वारा निर्धारित है.
it: Questa preferenza determina il campo ad usare per determinare la collocazione da inserire automaticamente nei record di copia (952$o). Il valore è fissato indicando il tag MARC (050, 082, 090, 852 sono i tipici del MARC21) e i sottocampi, senza delimitatore (per $a, $b usato ab).
tr: Bu tercih materyal kayıtlarına otomatik olarak girilecek yer numarasını belirlemek için hangi MARC alanının kullanılacağını belirler (952$o). Değer, MARC alan kodu sağlayarak (tüm 050, 082, 090, 852 alanları MARC21'de yaygındır) ve sınırlayıcılar olmadan alt alan kodları sağlayarak ayarlanır ($a, $b ab olacaktır).

source: Examples:
hi: उदाहरण:
it: Esempi per MARC 21:
tr: Örnekler:

source: Dewey: 082ab or 092ab; LOC: 050ab or 090ab; from the item record: 852hi
hi: डेवी: 082ab या 092ab; नियंत्रण रेखा: 050ab या 090ab; आइटम रिकॉर्ड से: 852hi
it: Dewey: 082ab o 092ab; LOC: 050ab o 090ab; dalle informazioni di copia nel record: 852hi

source: Default: MARC21
hi: डिफ़ॉल्ट: MARC21
tr: Varsayılan: MARC21

source: Asks: Interpret and store MARC records in the \_\_\_ format.
hi: Asks:\_\_\_ प्रारूप में एमएआरसी रिकॉर्ड व्याख्या और स्टोर करें।
it: Chiede: Gestisci e memorizza i record MARC in formato \_\_\_.
tr: Seçenek: MARC kayıtlarını \_\_\_ formatında açıklayın ve saklayın.

source: The standard style for the US, Canada, Australia, New Zealand, United Kingdom, Germany and other countries
hi: अमेरिका, कनाडा, ऑस्ट्रेलिया, न्यूजीलैंड, ब्रिटेन, जर्मनी और अन्य देशों के लिए मानक शैली
it: Lo stile standard per USA, Canada, Australia, Nuova Zelanda, Regno Unito, Germania e altri Paesi
tr: ABD, Kanada, Avustralya, Yeni Zelanda, İngiltere, Almanya ve diğer ülkeler için standart stil

source: The standard style used in France, Italy, Portugal, Russia, and other countries
hi: मानक फ्रांस, इटली, पुर्तगाल, रूस और अन्य देशों में इस्तेमाल किया शैली
it: Lo standard utilizzato in Francia, Italia, Portogallo, Russia ed altri paesi
tr: Fransa, İtalya, Portekiz, Rusya ve diğer ülkelerde kullanılan standart stil

source: The standard style for Norway
hi: नॉर्वे के लिए मानक शैली
it: Lo standard usato in Norvegia
tr: Norveç için standart stil

source: This preference defines global MARC style (MARC21, UNIMARC or NORMARC) used for encoding.
hi: यह वरीयता वैश्विक मार्क शैली (MARC21, Unimarc या NORMARC) एन्कोडिंग के लिए इस्तेमाल परिभाषित करता है.
it: Questa preferenza definisce lo standard MARC (MARC21, UNIMARC o NORMARC) usato per la conservazione dei record.
tr: Bu tercih, kodlama için kullanılan küresel MARC stilini tanımlar (MARC21, UNIMARC veya NORMARC).

source: Changing the value of this preference will not convert your records from one MARC style to an other.
hi: इस वरीयता का मूल्य एक दूसरे के लिए एक मार्क शैली से अपने रिकॉर्ड परिवर्तित नहीं होगा बदल रहा है.
it: La modifica di questa preferenza non convertirà i tuoi record in un altro formato MARC.
tr: Bu tercihin değerlerini değiştirmek, kayıtlarınızı bir MARC stilinden diğerine dönüştürmeyecektir.

source: Default: OSt
hi: डिफ़ॉल्ट: OSt
tr: Varsayılan: OSt

source: Asks: Fill in the MARC organization code \_\_\_ by default in new MARC21 records (leave blank to disable).
hi: Asks: नए एमएआरसी 21 रिकॉर्ड में डिफ़ॉल्ट रूप से मार्क संगठन कोड \_\_\_ भरें (अक्षम करने के लिए खाली छोड़ दें)।
it: Chiede: Definisci il default del codice MARC dell'istituzione \_\_\_ da usare nei record MARC21 (lasciare vuoto per disabilitarlo).
tr: Seçenek: \_\_\_ MARC organizasyon kodunu yeni MARC21 kayıtlarında varsayılan olarak doldurun (devre dışı bırakmak için boş bırakın).

source: The MARC Organization Code is used to identify libraries with holdings of titles and more.
hi: मार्क संगठन संहिता खिताब और अधिक की जोत के साथ पुस्तकालयों की पहचान के लिए प्रयोग किया जाता है.
it: Il codice MARC di organizzazione viene utilizzato per identificare biblioteche e copie, e altro ancora.
tr: MARC Organizasyon kodu, materyallerin ayırma bilgileri ve daha fazlasıyla birlikte kütüphaneleri tanımlamak için kullanılır.

source: Learn more and find your library's MARC21 code on the `MARC Code list for Organizations <http://www.loc.gov/marc/organizations/orgshome.html>`__ or in Canada on the `Canadian Symbols Directory <http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1>`__.
hi: अधिक जानें और संगठनों के लिए 'मार्क कोड सूची <http://www.loc.gov/marc/organizations/orgshome.html>`__ या कनाडा में' कनाडाई सिंबल निर्देशिका 'पर अपनी लाइब्रेरी का मार्क21 कोड ढूंढें <http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1>`__.
it: Approfondisci e cerca il codice MARC21 della tua istituzione su `MARC Code list for Organizations <http://www.loc.gov/marc/organizations/orgshome.html>`__ o in Canada su `Canadian Symbols Directory <http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1>`__.
tr: Kütüphanenizin MARC21 kodları hakkında daha fazla bilgiyi `Kurumlar için MARC kod listesi <http://www.loc.gov/marc/organizations/orgshome.html>`__ sayfasında ya da Kanada'da `Kanada Semboller Dizini <http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1>`__ sayfasında bulabilirsiniz.

source: Asks: When items are created, give them the temporary location of \_\_\_ (should be a location code, or blank to disable).
hi: पूछता है: जब आइटम बनाए जाते हैं, तो उन्हें \_\_\_ का अस्थायी स्थान दें (एक स्थान कोड होना चाहिए, या अक्षम करने के लिए खाली होना चाहिए).
it: Chiede: Quando vengono create le copie, assegna loro temporaneamente la localizzazione \_\_\_ (può essere un codice di localizzazione oppure vuoto per disabilitare)
tr: Seçenek: Materyaller oluşturulduğunda, geçici yer konumu \_\_\_ ver (bir yer kodu olmalıdır, yada geçersiz kılmak için boş bırakılmalıdır).

source: Default: the new item is not prefilled with last created item values.
hi: डिफ़ॉल्ट: नया आइटम पिछले आइटम मूल्यों के साथ भरा पूर्व नहीं बनाई गई है.
it: Default: la nuova copia non viene precompilata con gli ultimi valori creati nelle copie.
tr: Varsayılan: Yeni materyal son oluşturulan materyalin değerleri ile doldurulmaz.

source: Asks: When a new item is added \_\_\_
hi: पूछता है: जब एक नया आइटम जोड़ा जाता है \_\_\_
it: Chiede: Quando viene aggiunta una copia \_\_\_
tr: Seçenek: Yeni bir materyal eklendiğinde \_\_\_

source: the new item is not prefilled with last created item values.
hi: नया आइटम पिछले आइटम मूल्यों के साथ भरा पूर्व नहीं बनाई गई है.
it: la nuova copia non viene precompilata con gli ultimi valori creati nelle copie.
tr: yeni materyal, son oluşturulan materyalin değerleri ile doldurulmuş değildir.

source: the new item is prefilled with last created item values.
hi: नया आइटम पिछले बनाए गए आइटम मूल्यों के साथ भरा पूर्व है.
it: la nuova copia viene precompilata con gli ultimi valori creati nelle copie.
tr: yeni materyal, son oluşturulan materyalin değerleri ile doldurulmuştur.

source: This preference controls the behavior used when adding new items. Using the options here you can choose to have your next new item prefill with the values used in the last item was added to save time typing values or to have the item form appear completely blank. Using :ref:`SubfieldsToUseWhenPrefill` you can control specifically which fields are prefilled.
hi: यह वरीयता नए आइटम जोड़ते समय इस्तेमाल किए गए व्यवहार को नियंत्रित करती है। यहां विकल्पों का उपयोग करके आप अंतिम आइटम में इस्तेमाल किए गए मानों के साथ अपना अगला नया आइटम प्रीफ़िल चुन सकते हैं ताकि टाइम टाइपिंग मानों को सहेजने के लिए जोड़ा जा सके या आइटम फॉर्म पूरी तरह खाली हो। इसका उपयोग :ref:`SubfieldsToUseWhenPrefill` आप विशेष रूप से नियंत्रित कर सकते हैं कि कौन से फ़ील्ड प्रीफ़िल किए गए हैं।
it: Questa preferenza gestisce il comportamento adottato nell'aggiunta delle copie. È possibile precompilare la copia successiva con i valori utilizzati nella copia precedentemente aggiunta, risparmiando così tempo di digitazione, oppure avere un modulo interamente non compilato. Tramite la preferenza :ref:`SubfieldsToUseWhenPrefill ` puoi specificare quali sottocampi precompilare.
tr: Bu tercih, yeni materyal eklerken kullanılan davranışı denetler. Buradaki seçenekleri kullanarak değerleri yeniden girerek zaman kaybetmemek için, yeni gireceğiniz materyalin son girilen materyalde kullanılan değerlerle önceden doldurulmasını veya materyal formunun tamamen boş olarak ekrana gelmesini seçebilirsiniz. :ref:`SubfieldsToUseWhenPrefill` bağlantısını kullanarak hangi spesifik alanların önceden doldurulacağını kontrol edebilirsiniz.

source: Asks: Define a list of subfields for which editing is authorized when `items\_batchmod\_restricted <#items_batchmod_restricted>`__ permission is enabled, separated by spaces. \_\_\_
hi: पूछता है: Subfields की एक सूची परिभाषित करें जिसके लिए संपादन को अधिकृत किया गया है जब ``items\_batchmod\_restricted <#items_batchmod_restricted>` __ अनुमति सक्षम है, रिक्त स्थान से अलग है। \_\_\
it: Chiede: Definisci una lista di sottocampi per i quali è ammessa la modifica quando il permesso :ref:`items\_batchmod\_restricted <#items_batchmod_restricted>`__ è attivo, separati da spazi. \_\_\_
tr: Seçenek: Materyallerin \_batchmod\_restricted <#items_batchmod_restricted>`__ izinleri etkinleştirildiğinde düzenlemek için yetkilendirilmiş alt alanların bir listesini boşluklarla ayırarak tanımlayın. \_\_\_

source: MARC21: "952$a 952$b 952$c"
hi: मार्क21: "952$a 952$b 952$c"
