Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Before setting this preference :ref:`create a patron <add-a-new-patron-label>` to be used for all anonymous suggestions and/or reading history items. This patron can be any type and should be named something to make it clear to you that they're anonymous (ex. Anonymous Patron).
hi: इस वरीयता को सेट करने से पहले सभी अज्ञात सुझावों और / या इतिहास इतिहास पढ़ने के लिए उपयोग किए जाने के लिए : ref: `एक संरक्षक <add-a-new-patron-label>' बनाएं। यह संरक्षक किसी भी प्रकार का हो सकता है और आपको यह स्पष्ट करने के लिए कुछ नाम दिया जाना चाहिए कि वे अज्ञात हैं (उदा। अज्ञात संरक्षक)।
it: Prima di impostare questa preferenza :ref:`creare un utente <add-a-new-patron-label>` da utilizzare per tutte le proposte di acquisto anonime e/o elementi della cronologia di lettura. Questo utente può essere di qualsiasi tipo e dovrebbe essere chiamato con un nome che rifletta chiaramente la sua funzione (es. utente anonimo).
tr: Bu tercihi ayarlamadan önce tüm anonim öneriler ve/veya materyal okuma geçmişi için kullanılacak bir `kullanıcı oluşturun :ref:`create a patron <add-a-new-patron-label>` Bu kullanıcı her hangi bir türde olabilir ve bu kullanıcının anonim olduğunu size açıkça ifade edecek bir şekilde adlandırılmalıdır (ör. Anonim Kullanıcı)

source: Remember to use the borrowernumber note the patron's cardnumber for this value. The borrowernumber can be found on the patron record under 'Library use' on the right.
hi: इस मूल्य के लिए संरक्षक के कार्डनम्बर को उधारकर्ता संख्या का उपयोग करने के लिए याद रखें. उधारकर्ता संख्या सही पर 'पुस्तकालय उपयोग' के अंतर्गत संरक्षक रिकॉर्ड पर पाई जा सकती है.
it: Ricordatevi di usare borrowernumber e non cardnumber per questo valore. Il borrowernumber si trova sul record dell'utente sotto 'Uso biblioteca' sulla destra.
tr: Bu değer için kullanıcı kart numarası için borrowernumber notunu kullanmayı unutmayın. borrowernumber, kullanıcı kaydı üzerinde sağ tarafta 'Kütüphane kullanımı' altında bulunabilir.

source: Default: Keep
hi: डिफ़ॉल्ट: रखें
it: Default: Non conservare
tr: Varsayılan: Tut

source: Asks: \_\_\_ patron search history in the OPAC.
hi: पूछता है: ओपेक में \_\_\_संरक्षक खोज इतिहास.
it: Chiede: \_\_\_ cronologia delle ricerche dell'utente nell'OPAC.
tr: Seçenek: OPAC'da kullanıcı arama geçmişini \_\_\_.

source: Don't keep
hi: न रखें
it: Non mantenere
tr: Tutma

source: Keep
hi: रखें
it: Mantieni
tr: Tut

source: Asks: \_\_\_ patrons to choose their own privacy settings for their reading history.
hi: पूछता है: \_\_\_संरक्षक अपने पठन इतिहास के लिए अपनी गोपनीयता सेटिंग्स चुनने के लिए.
it: Chiede: \_\_\_ agli utenti di scegliere le proprie impostazioni di privacy per la loro cronologia di lettura.
tr: Seçenek: Kullanıcıların okuma geçmişleri için kendi gizlilik ayarlarını kullanmalarına \_\_\_.

source: This requires :ref:`opacreadinghistory` set to 'Allow' and :ref:`AnonymousPatron` to be set to your anonymous patron's borrowernumber.
hi: यह आवश्यक है :ref:`opacreadinghistory`' को अनुमति दें 'और :ref:`अज्ञात पैट्रॉन' को आपके अज्ञात संरक्षक के उधारकर्ता को सेट किया जाना है।
it: Ciò richiede :ref:`opacreadinghistory` impostato su 'Consenti' e :ref:`AnonymousPatron` impostata sul borrowernumber del vostro utente anonimo.
tr: Bu, :ref:`opacreadinghistory ` tercihinin 'İzin ver' olarak ayarlanmış olmasını ve :ref:`AnonymousPatron` tercihinin anonim kullanıcının okuyucu numarasına göre ayarlanmış olmasını gerektirir.

source: The default privacy setting for each patron category can be set in the :ref:`patrons categories <patron-categories-label>` area. If you set this preference to 'allow' then patrons can change that for themselves via the OPAC.
hi: प्रत्येक संरक्षक श्रेणी के लिए डिफ़ॉल्ट गोपनीयता सेटिंग को सेट किया जा सकता है: रेफरी: 'संरक्षक श्रेणियाँ <patron-categories-label> `क्षेत्र। यदि आप इस वरीयता को 'अनुमति' पर सेट करते हैं तो संरक्षक ओपेक के माध्यम से स्वयं को बदल सकते हैं।

source: If patron has chosen to have their reading history anonymized and you have :ref:`StoreLastBorrower` set to "Don't store" then as soon as the item is checked in the last borrower will be anonymized.
hi: अगर संरक्षक ने अपना पठन इतिहास अनामित किया है और आपके पास है : ref: `StoreLastBorrower` " स्टोर न करें "पर सेट करें, जैसे ही अंतिम उधारकर्ता में आइटम की जांच की जाएगी, अनामित हो जाएगा।
it: Se l'utente ha scelto di non tenere storico dei propri prestiti e la preferenza :ref:`StoreLastBorrower` è configurata su "Non salvare", allora appena una copia viene restituita, l'ultimo utente viene reso anonimo.
tr: Kullanıcı, okuma geçmişini anonimleştirmeyi seçmişse ve :ref:`StoreLastBorrower` "Saklamayın" olarak ayarlanmışsa, materyal son okuyucu tarafından iade edilir edilmez anonimleştirilir.

source: Asks: \_\_\_ patrons to see what books they have checked out in the past.
hi: पूछता है: \_\_\_ संरक्षक यह देखने के लिए कि उन्होंने पहले क्या किताबें चैंक आउट कराई हैं।
it: Chiede: \_\_\_ agli utenti di vedere quali libri hanno preso in prestito in passato.
tr: Seçenek: kullanıcıların geçmişte hangi kitapları ödünç aldıklarını görmelerine \_\_\_.

source: Enabling this will make it so that patrons can view their circulation history in the OPAC unless you have :ref:`OPACPrivacy` set to 'Allow'.
hi: इसे सक्षम करने से यह सुनिश्चित हो जाएगा कि संरक्षक ओपेक में अपने परिसंचरण इतिहास को तब तक देख सकें जब तक आपके पास: ref: `OPACPrivacy` 'अनुमति दें' पर सेट हो।

source: This data is stored in the system regardless of your choice, unless your patrons have chosen to never have their reading history kept.
hi: यह डेटा आपकी पसंद पर ध्यान दिए बिना सिस्टम में संग्रहीत किया जाता है, जब तक कि आपके संरक्षक ने अपने पढ़ने के इतिहास को कभी भी नहीं चुना है
it: Questo dati vengono memorizzati nel sistema indipendentemente dalla tua scelta, a meno che i tuoi utenti hanno scelto di non salvare mai la cronologia di lettura.
tr: Bu veriler, kullanıcılarınız okuma geçmişlerinin sistemde tutulmasını istemedikleri sürece seçiminiz ne olursa olsun sistemde saklanır.

source: Default: Don't store
hi: डिफ़ॉल्ट: साझा नही करें
it: Default: Non salvare
tr: Varsayılan: Saklamayın

source: Asks: \_\_\_ the last patron to return an item.
hi: पूछता है: \_\_\_ एक आइटम वापस करने के लिए अंतिम संरक्षक.
it: Chiede: \_\_\_ l'ultimo utente che ha restituito una copia.
tr: Seçenek: Materyali iade eden son kullanıcıyı \_\_\_.

source: Don't store
hi: साझा मत करें
it: Non salvare
tr: Saklamayın

source: Store
hi: संचयन
it: Salva
tr: Saklayın

source: This preference allows you to store the last patron to borrow an item even if the patron has chosen to have their reading history anonymized.
hi: यह वरीयता आपको अंतिम संरक्षक को एक वस्तु उधार लेने की अनुमति देती है, भले ही संरक्षक ने अपने पढ़ने के इतिहास को अनामित किया हो।
it: Questa preferenza ti permette di salvare l'ultimo utente che ha preso in prestito una ccopia anche se l'utente ha scelto di non salvare mai la cronologia di lettura.
tr: Bu tercih, kullanıcı okuma geçmişini anonimleştirmeyi seçmiş olsa bile, bir materyali ödünç alan son kullanıcıyı saklamanıza izin verir.

source: This setting is independent of :ref:`opacreadinghistory` and/or :ref:`AnonymousPatron`.
hi: यह सेटिंग स्वतंत्र है :ref:`opacreadinghistory` और/या :ref:`AnonymousPatron`.
it: Questa preferenza è indipendente da :ref:`opacreadinghistory` e :ref:`AnonymousPatron` .
tr: Bu ayar, :ref:`opacreadinghistory` ve/veya :ref:`AnonymousPatron` tercihlerinden bağımsızdır.

source: Default: Don't track
hi: डिफ़ॉल्ट: ट्रैक न करें
it: Default: Non tracciare
tr: Varsayılan: İzleme

source: Asks: \_\_\_ links that patrons click on.
hi: पूछता है: \_\_\_ लिंक जो संरक्षक पर क्लिक करते हैं.
it: Chiede: \_\_\_ link su cui gli utenti fanno clic.
tr: Seçenek: kullanıcıların üzerine tıkladıkları bağlantıları \_\_\_.

source: Don't track
hi: ट्रैक न करें
it: Non tracciare
tr: İzleme

source: Track
hi: ट्रैक
it: Tracciare
tr: İzle

source: Track anonymously
hi: गुमनाम रूप से ट्रैक
it: Tracciare in modo anonimo
tr: Anonim olarak izle

source: By setting this preference to one of the track options you will allow Koha to track every link clicked in Koha. This data will be stored in a database table so that you can run reports against that data. If you choose to 'Track' clicks then Koha will record both the link clicked and the logged in user who clicked the link. If you choose to 'Track anonymously' then the borrowernumber will not be recorded, but the rest of the data will.
hi: ट्रैक विकल्पों में से एक को यह पसंद स्थापना करके आप Koha Koha में क्लिक हर कड़ी को ट्रैक करने की अनुमति देगा. इस डाटा को एक डेटाबेस तालिका में संग्रहीत किया जाएगा तो यह है कि आप उस डेटा के खिलाफ रिपोर्ट चला सकते हैं. यदि आप चुनते हैं 'ट्रैक' क्लिक तब Koha रिकॉर्ड होगा दोनों लिंक पर क्लिक किया और उपयोगकर्ता के लिए जो लिंक क्लिक में लॉग इन किया. आप 'गुमनाम रूप से ट्रैक' के लिए चुनते हैं तो borrowernumber दर्ज की गई नहीं किया जाएगा, लेकिन डेटा का आराम करेंगे.
it: Impostando questa preferenza su una delle opzioni di tracciamento, permetterai a Koha di tenere traccia di ogni link cliccato in Koha. Questi dati saranno memorizzati in una tabella di database in modo che sarà possibile eseguire report sulla base di questi dati. Se si sceglie di 'Tenere traccia' dei click, Koha registrerà sia il link cliccato sia l'utente connesso che ha cliccato il link. Se si sceglie di "Tenere traccia in modo anonimo", il borrowernumber non sarà registrato.
tr: Bu tercihi iz seçeneklerinden birine ayarlamak Koha'nın, Koha'da tıklanan her bağlantıyı izlemesine izin verecektir. Raporları bu verilere karşı çalıştırmak için bu veriler bir veritabanı tablosunda depolanır. Tıklamaları 'İzlemeyi' seçerseniz, Koha hem tıklanan linki, hem de linke tıklayan sisteme oturum açmış kullanıcıyı kaydedecektir. Eğer 'Anonim olarak izle' seçeneğini tercih ederseniz, kullanıcı numarası kaydedilmeyecek ancak geri kalan veriler kaydedilecektir.

source: Remember to update your local privacy policies and link to them from the OPAC to notify your users that you are tracking their information.
hi: अपने स्थानीय गोपनीयता नीतियों को अद्यतन करने और अपने उपयोगकर्ताओं है कि आप अपनी जानकारी पर नज़र रखने रहे हैं सूचित करने के लिए ओपेक से उन्हें कड़ी याद रखें.
it: Ricordarsi di aggiornare le regole di privacy locale e impostare un link ad esse dall'OPAC, per fare sapere agli utenti che stai tracciando informazioni rilevanti.
tr: Yerel gizlilik politikalarınızı güncellemeyi ve kullanıcılara bilgilerini izlediğinizi bildirmek için OPAC bağlantılarını vermeyi unutmayın.

source: Restricted Page
hi: प्रतिबंधित पृष्ठ
it: Pagina riservata
tr: Kısıtlanmış Sayfa

source: Using the following preference you can create a page within your Koha system that is accessible by only specific IP addresses. This can be used to house links to databases that can only be accessed from with the library or other licensed content.
hi: निम्न वरीयता का उपयोग करके आप अपने कोहा सिस्टम के भीतर एक पृष्ठ बना सकते हैं जो केवल विशिष्ट आईपी पते से सुलभ है. यह उन डेटाबेस के लिए घर लिंक करने के लिए उपयोग किया जा सकता है जो लाइब्रेरी या अन्य लाइसेंस प्राप्त सामग्री से केवल एक्सेस किया जा सकता है.
it: Utilizzando la seguente preferenza è possibile creare una pagina all'interno del tuto Koha che è accessibile da indirizzi IP specifici. Questo può essere usato per links a database che possono essere raggiunti solo dai pc della biblioteca o verso altri contenuti sottoposti licenza.
tr: Aşağıdaki tercihi kullanarak Koha sisteminizde yalnızca belirli IP adresleri tarafından erişilebilen bir sayfa oluşturabilirsiniz. Bu, yalnızca kütüphane veya diğer lisanslı içeriklerden erişilebilen veritabanlarına bağlantılar vermek için kullanılabilir.

source: Asks: HTML content of your restricted page.
hi: पूछता है: आपके प्रतिबंधित पृष्ठ की एचटीएमएल सामग्री
it: Chiede: il contenuto HTML della pagina riservata.
tr: Seçenek: Kısıtlanan sayfanızın HTML içeriği.

source: Asks: Access from IP addresses beginning with \_\_\_ do not need to be authenticated
hi: पूछता है: \_\_\_ से शुरू होने वाले आईपी पते से एक्सेस प्रमाणीकृत होने की आवश्यकता नहीं है
it: Chiede: accesso da indirizzi IP che iniziano con \_\_\_ non ha bisogno di essere autenticato
tr: Seçenek: \_\_\_ ile başlayan IP adreslerinden erişim doğrulama gerektirmez

source: You can enter individual IPs as a comma separated list (ex: '127.0.0,127.0.1') or just the beginning of the IP range allowed (ex: '127.0.^)
hi: आप व्यक्तिगत आईपीएस को अल्पविराम से अलग सूची के रूप में दर्ज कर सकते हैं (उदा: '127.0.0,127.0.1') या केवल आईपी रेंज की शुरुआत की अनुमति (उदा: '127.0.^)

source: Asks: Use \_\_\_ as title of your restricted page
hi: पूछता है: अपने प्रतिबंधित पृष्ठ के शीर्षक के रूप में \_\_\_ का उपयोग करें
it: Chiede: Utilizzare \_\_\_ come titolo della pagina riservata
tr: Seçenek: Kısıtlanmış sayfanızın başlığı olarak \_\_\_ kullanın

source: This title will appear in the breadcrumb and on the top of the restricted page.
hi: यह शीर्षक ब्रेडक्रम्ब में और प्रतिबंधित पृष्ठ के शीर्ष पर दिखाई देगा.
it: Questo titolo verrà visualizzato nella barra di navigazione e sulla parte superiore della pagina riservata.
tr: Bu başlık breadcrumb içeriğinde ve kısıtlanmış sayfanızın en üstünde görünecektir.

source: Self Registration
hi: आत्म पंजीकरण
it: Auto registrazione
tr: Kendi Kendine Kayıt Olma

source: Default: password
hi: डिफ़ॉल्ट: पासवर्ड
tr: Varsayılan: şifre

source: Asks: The following `database columns <http://schema.koha-community.org/tables/borrowers.html>`__ will not appear on the patron self-modification screen: \_\_\_
hi: पूछता है: निम्नलिखित 'डेटाबेस कॉलम <http://schema.koha-community.org/tables/borrowers.html>`__ संरक्षक स्वयं-संशोधन स्क्रीन पर दिखाई नहीं देगा: \_\_\_
it: Chiede: Queste colonne della `tabella borrowers <http://schema.koha-community.org/tables/borrowers.html>` non appariranno nella schermata di auto-modifica degli utenti: \_\_\_
tr: Seçenek: Aşağıdaki `veritabanı sütunları <http://schema.koha-community.org/tables/borrowers.html>`__ kullanıcının self-modifikasyon ekranında görünmeyecektir: \_\_\_

source: This preference allows you to define what fields patrons can edit if you're allowing them to update their personal information via the public catalog with the :ref:`OPACPatronDetails` preference.
hi: यह वरीयता आपको परिभाषित करने की अनुमति देती है कि कौन से फ़ील्ड संरक्षक संपादित कर सकते हैं यदि आप उन्हें सार्वजनिक सूची के माध्यम से सार्वजनिक सूची के माध्यम से अपनी व्यक्तिगत जानकारी अपडेट करने की अनुमति दे रहे हैं : ref: `OPACPatronDetails` वरीयता।
it: Questa preferenza permette di definire quali campi possono essere modificati da un utente sul suo profilo, se hai concesso di farlo tramite la preferenza :ref:`OPACPatronDetails`.
tr: Bu tercih, kullanıcıların kişisel bilgilerini genel katalog aracılığıyla :ref:`OPACPatronDetails` tercihiyle güncellemelerine izin veriyorsanız kullanıcıların düzenleyebileceği alanları tanımlamanıza izin verir.

source: Separate columns with \|
hi: साथ अलग-अलग कॉलम \|
it: Separare le colonne con \|
tr: Sütunları \| işareti ile ayırın

source: Asks: \_\_\_ library patrons to register an account via the OPAC.
hi: पूछता है: \_\_\_ओपेक के माध्यम से एक खाता रजिस्टर करने के लिए लाइब्रेरी संरक्षक.
it: Chiede: \_\_\_ agli utenti della biblioteca di registrare un account tramite l'OPAC.
tr: Seçenek: kütüphane kullanıcılarının OPAC üzerinden bir hesaba kayıt olmalarına \_\_\_.

source: Setting this preference to 'Allow' will provide a link on the OPAC to register for a new account. Using the other :ref:`self registration <self-registration-label>` system preferences you can control how this preference will function.
hi: 'वांछित' को इस वरीयता को सेट करने से ओपेक पर एक नया खाता पंजीकृत करने के लिए एक लिंक प्रदान किया जाएगा। अन्य का उपयोग करना :ref:`स्व पंजीकरण <self-registration-label>' सिस्टम प्राथमिकताएं आप नियंत्रित कर सकते हैं कि यह वरीयता कैसे कार्य करेगी।

source: Patrons registering via the OPAC will not need to be approved by a librarian. For this reason it is recommended that you set up a provisional :ref:`patron category <patron-categories-label>` with no :ref:`circulation rights <circulation-and-fine-rules-label>`. That way patrons will have to come in to the library to verify their identity before given circulation rights at the library. Once the patron confirms their identity the library staff can change the category to one with permissions to check items out and place holds.
hi: ओपेक के माध्यम से पंजीकृत संरक्षकों को लाइब्रेरियन द्वारा अनुमोदित करने की आवश्यकता नहीं होगी। इस कारण से यह अनुशंसा की जाती है कि आप एक प्रावधान स्थापित करें :ref:`संरक्षक श्रेणी <patron-categories-label> 'नही के साथ :ref:`परिसंचरण अधिकार <circulation-and-fine-rules-label>`। पुस्तकालय में दिए गए परिसंचरण अधिकारों से पहले संरक्षकों को अपनी पहचान सत्यापित करने के लिए पुस्तकालय में आना होगा। एक बार संरक्षक अपनी पहचान की पुष्टि कर लेता है, लाइब्रेरी कर्मचारी श्रेणी को बाहर रखने और रख-रखाव की जांच करने के लिए अनुमतियों के साथ श्रेणी को बदल सकते हैं।
it: Gli utenti che si registrano tramite l'OPAC non dovranno essere approvati dal un membro dello staff. Per questa ragione si raccomanda di impostare una :ref:`categoria utente <patron-categories-label>` provvisoria senza :ref:`diritti di circolazione <circulation-and-fine-rules-label>`. In questo modo, gli utenti dovranno passare dalla biblioteca per poterne verificare l'identità e poter poi assegnare diritti sui prestiti. Una volta verificata l'identità, lo staff potrà a discrezione modificare la categoria dell'utente a una con possibilità di prestito e prenotazioni.
tr: OPAC aracılığıyla kayıt yaptıran kullanıcıların bir kütüphaneci tarafından onaylanması gerekmez. Bu nedenle, :ref:`dolaşım hakları <circulation-and-fine-rules-label>` olmadan geçici bir :ref:`kullanıcı kategorisi <patron-categories-label>` oluşturmanız önerilir. Bu şekilde, kullanıcıların kütüphanede dolaşım hakları verilmeden önce kimliklerini doğrulamak için kütüphaneye gelmeleri gerekecek. Kullanıcı kimliğini doğruladıktan sonra, kütüphane personeli, kategoriyi ödünç vermek ve ayırtma yapmak için izinlere sahip kategoriye değiştirebilir.

source: Asks: Display the following additional instructions for patrons who self register via the OPAC ( HTML is allowed ):
hi: पूछता है: ओपेक (एचटीएमएल अनुमति है) के माध्यम से स्वयं रजिस्टर करने वाले संरक्षक के लिए निम्नलिखित अतिरिक्त निर्देश प्रदर्शित करें:
it: Chiede: mostra le seguenti ulteriori istruzioni agli utenti che si registrano da soli tramite l'OPAC (è permesso inserire codice HTML):
tr: Seçenek: OPAC aracılığıyla kendileri kayıt olan kullanıcılar için aşağıdaki ek talimatları görüntüle (HTML'e izin veriliyor):

source: This preference takes any HTML you'd like to display on the page the patron sees after successfully registering for their library card.
hi: यह वरीयता किसी भी HTML आप पृष्ठ संरक्षक सफलतापूर्वक अपने पुस्तकालय कार्ड के लिए पंजीकरण के बाद देखता है पर प्रदर्शित करना चाहते हैं लेता है.
it: Questa preferenza contiene il codice HTML che si desidera visualizzare nella pagina dell'utente, e verrà mostrata subito dopo la registrazione della tessera.
tr: Bu tercih, kullanıcı için kütüphane kartı başarıyla kaydolduktan sonra gördüğü sayfada görüntülemek istediğiniz herhangi bir HTML'i alır.

source: Default: surname\|firstname
hi: डिफ़ॉल्ट: surname\|firstname
tr: Varsayılan: soyadı\|adı

source: Asks: The following database columns must be filled in on the patron entry screen: \_\_\_
hi: पूछता है: निम्नलिखित डेटाबेस कॉलम संरक्षक प्रविष्टि स्क्रीन पर भरना होगा: \_\_\_
it: Chiede: Le seguenti colonne del database devono essere compilate sulla schermata di immissione dell'utente: \_\_\_
tr: Seçenek: Aşağıdaki veri tabanı sütunları kullanıcı giriş ekranı üzerinde doldurulmalıdır: \_\_\_

source: This preference allows you to define what fields patrons must fill in on their self registration form. If any of the required fields are blank Koha will not let the patron register.
hi: यह वरीयता आपको परिभाषित करने की अनुमति देती है कि संरक्षकों को अपने स्वयं के पंजीकरण फॉर्म में कौन से फ़ील्ड भरना होगा। यदि आवश्यक फ़ील्ड खाली हैं तो कोहा संरक्षक रजिस्टर नहीं देगी।
it: Questa preferenza consente di definire quali campi devono compilare gli utenti sul modulo di autoregistrazione. Se uno qualsiasi dei campi obbligatori è vuoto, Koha non permetterà all'utente di registrarsi.
tr: Bu tercih, kullanıcıların kendi kayıt formlarında doldurmaları gereken alanları tanımlamanıza izin verir. Gerekli alanlardan herhangi biri boşsa, Koha kullanıcı kayıt işlemine izin vermeyecektir.

source: For help with field names, ask your system administrator or `view the database structure <http://schema.koha-community.org/tables/borrowers.html>`__ associated with the borrowers table.
hi: फ़ील्ड नामों के लिए सहायता के लिए, अपने सिस्टम व्यवस्थापक से पूछें या 'डेटाबेस संरचना <http://schema.koha-community.org/tables/borrowers.html>`__ उधारकर्ता तालिका से जुड़े हुए देखें।
it: Per aiuto con nomi di campo, chiedere all'amministratore di sistema o si veda la tabella borrowers nella `struttura del database <http://schema.koha-community.org/tables/borrowers.html>`__.
tr: Alan isimleri hakkında yardım almak için sistem yöneticinize baş vurun ya da okuyucular tablosuyla ilişkilendirilmiş `veri tabanı yapısını görüntüleyin <http://schema.koha-community.org/tables/borrowers.html>`__

source: If you're going to require that patrons verify their accounts via email with the :ref:`PatronSelfRegistrationVerifyByEmail` preference the email field will automatically be marked as required.
hi: यदि आपको आवश्यकता है कि संरक्षक अपने खातों को ईमेल के माध्यम से सत्यापित करें : ref: `PatronSelfRegistrationVerifyByEmail` वरीयता ईमेल फ़ील्ड को स्वचालित रूप से आवश्यकतानुसार चिह्नित किया जाएगा।
it: Se hai intenzione di richiedere che gli utenti verificano loro account via e-mail con la preferenza :ref:`PatronSelfRegistrationVerifyByEmail` il campo email verrà contrassegnato automaticamente come obbligatorio.
tr: :ref:`PatronSelfRegistrationVerifyByEmail` tercihi ile kullanıcıların e-posta yoluyla hesaplarını doğrulamalarını istiyorsanız, e-posta alanı otomatik olarak zorunlu olarak gösterilecektir.

source: Asks: The following database columns will not appear on the patron entry screen: \_\_\_
hi: पूछता है: निम्नलिखित डेटाबेस कॉलम संरक्षक प्रविष्टि स्क्रीन पर प्रकट नहीं होंगे: \_\_\_
it: Chiede: Le seguenti colonne del database non appariranno sulla schermata di immissione dell'utente: \_\_\_
tr: Seçenek: Aşağıdaki veritabanı sütunları kullanıcı giriş ekranında görünmeyecek: \_\_\_

source: Using this preference you can hide fields from the patron registration and update form in the OPAC.
hi: इस वरीयता का उपयोग करके आप ओपेक में संरक्षक पंजीकरण और अपडेट फॉर्म से फ़ील्ड छुपा सकते हैं।
it: Utilizzando questa preferenza puoi nascondere campi di registrazione o modifica dell'utente nell'OPAC.
tr: Bu tercihi kullanarak OPAC'daki kullanıcı kaydı ve güncelleme formundaki alanları gizleyebilirsiniz.

source: Asks: Use the patron category code \_\_\_ as the default patron category for patrons registered via the OPAC.
hi: पूछता है: ओपेक के माध्यम से पंजीकृत संरक्षकों के लिए डिफ़ॉल्ट संरक्षक श्रेणी के रूप में संरक्षक श्रेणी कोड \_\_\_ का उपयोग करें.
it: Chiede: Uso la categoria utente \_\_\_ come categoria utente predefinita per gli utenti registrati tramite l'OPAC.
tr: Seçenek: \_\_\_ kullanıcı kategorisi kodunu, OPAC üzerinden kaydolan kullanıcılar için ön tanımlı kullanıcı kategorisi olarak kullanın.

source: Enter in the patron category code for the category that all new patrons registered via the OPAC will be put in to.
hi: श्रेणी है कि सभी नए ओपेक के माध्यम से पंजीकृत संरक्षक के लिए में डाल दिया जाएगा के लिए संरक्षक श्रेणी कोड में दर्ज करें.
it: Indicare il codice della categoria utente nella quale verranno inseriti provvisoriamente tutti gli utenti registrati via OPAC.
tr: OPAC aracılığı ile kaydolan tüm yeni kullanıcıların içine konacağı kategori için kullanıcı kategorisi kodu girin.
