Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: This preference will allow you to decide what languages show in the pull down menu on the advanced search page in the OPAC and the staff client. If this preference is left blank, all languages will show. To limit the languages that are shown enter their `ISO 639-2 language codes <http://www.loc.gov/standards/iso639-2/php/code_list.php>`__ separated by comma ( , ) or bar ( \| ). For example to limit listing to French and Italian, enter ita\|fre.
hi: यह वरीयता आपको यह तय करने की अनुमति देगी कि OPAC और स्टाफ क्लाइंट में उन्नत खोज पृष्ठ पर पुल डाउन मेनू में कौन सी भाषाएं दिखाई देती हैं। यदि यह वरीयता खाली छोड़ दी गई है, तो सभी भाषाओं को दिखाया जाएगा। दिखाए गए भाषाओं को सीमित करने के लिए उनके 'आईएसओ 639-2 भाषा कोड <http://www.loc.gov/standards/iso639-2/php/code_list.php>`__ को अल्पविराम (,) या बार द्वारा अलग किया गया है ( \|)। उदाहरण के लिए फ्रेंच और इतालवी में लिस्टिंग सीमित करने के लिए, दर्ज करें ita\|fre.
it: Questa preferenza vi permetterà di decidere quali lingue mostrare nel menù a discesa nella pagina di ricerca avanzata dell'OPAC e dell'interfaccia dello staff. Se questa preferenza è lasciata vuota, verranno mostrate tutte le lingue. Per limitare le lingue che vengono visualizzate immettere i `codici di lingua ISO 639-2 <http://www.loc.gov/standards/iso639-2/php/code_list.php>`__ separati da una virgola (,) o barra (\|). Ad esempio per limitare il profilo di francese e italiano, immettere ita\|fre.
tr: Bu tercih, OPAC gelişmiş arama menüsü ve personel istemcide yer alan açılır menüde hangi dillerin gösterileceğini ayarlamanızı sağlar. Bu tercih boş bırakılırsa tüm mevcut diller gösterilecektir. Gösterilecek dilleri sınırlandırmak için dil kodlarını `ISO 639-2 dil kodları <http://www.loc.gov/standards/iso639-2/php/code_list.php>`__ virgülle ( , ) ya da çubukla ( \| ) ayırarak girin. Örneğin listelemeyi yalnızca Fransızca ve İtalyanca ile sınırlandırmak için ita\|fre olarak girin.

source: Default: itemtype
hi: डिफ़ॉल्ट: आइटमप्रकार
tr: Varsayılan: materyaltürü

source: Asks: Show tabs in OPAC and staff-side advanced search for limiting searches on the \_\_\_ fields (separate values with \|).
hi: पूछता है: \_\_\_ फ़ील्ड को सीमित करने के लिए ओपेक और कर्मचारियों के पक्ष में उन्नत खोज में टैब दिखाएं (अलग-अलग मानों के साथ\|).
it: Chiede: Visualizza le schede della ricerca avanzata nell'OPAC e nell'interfaccia dello staff per l'affinamento delle ricerche sui campi \_\_\_ (separare i valori con \|).
tr: Seçenek: \_\_\_ alanlarında aramayı sınırlandırmak için OPAC ve personel tarafı gelişmiş aramalarda sekmeleri göster (değerleri \| ile ayırın).

source: On the advanced search page you can choose to allow filters on one or all of the following: Item types (itemtypes), Collection Codes (ccode) and Shelving Location (loc). If you would like to be able to limit searches on item type and shelving location for example you would enter itemtypes\|loc in the preference input box. The order of these fields will determine the order of the tabs in the OPAC and staff client advanced search screens. Values within the search type are OR'ed together, while each different search type is AND'ed together in the query limits. The current stored values are supported without any required modification.Each set of advanced search fields are displayed in tabs in both the OPAC and staff client. The first value in the AdvancedSearchTypes syspref is the selected tab; if no values are present, "itemtypes" is used. For non-itemtype values, the value in AdvancedSearchTypes must match the Authorised Value name, and must be indexed with 'mc-^ prefixing that name.
hi: उन्नत खोज पृष्ठ पर आप निम्न में से एक या सभी पर फ़िल्टर की अनुमति देना चुन सकते हैं: आइटम प्रकार (आइटम प्रकार), संग्रह कोड (ccode) और शेल्विंग स्थान (loc)। यदि आप आइटम प्रकार और शेल्विंग स्थान पर खोजों को सीमित करने में सक्षम होना चाहते हैं उदाहरण के लिए आप वरीयता इनपुट बॉक्स में itemtypes\|loc दर्ज करेंगे। इन क्षेत्रों का ऑर्डर ओपेक और स्टाफ क्लाइंट उन्नत खोज स्क्रीन में टैब का क्रम निर्धारित करेगा। खोज प्रकार के भीतर मान एक साथ हैं, जबकि प्रत्येक अलग-अलग खोज प्रकार क्वेरी सीमाओं में एक साथ है और एक साथ है। वर्तमान संग्रहीत मान किसी भी आवश्यक संशोधन के बिना समर्थित हैं। उन्नत खोज फ़ील्ड का प्रत्येक सेट ओपेक और स्टाफ क्लाइंट दोनों में टैब में प्रदर्शित होता है। AdvancedSearchTypes syspref में पहला मान चयनित टैब है; यदि कोई मान मौजूद नहीं है, तो "itemtypes" का उपयोग किया जाता है। गैर-आइटम प्रकार मानों के लिए, उन्नत खोज प्रकारों में मान प्राधिकृत मान नाम से मेल खाना चाहिए, और उस नाम को 'mc-^ उपसर्ग के साथ अनुक्रमित किया जाना चाहिए।
tr: Gelişmiş arama sayfasında filtrelemeyi tüm seçenekler üzerinde yada yandaki seçeneklerden birisi üzerinde izin verebilirsiniz: Materyal türleri (itemtypes), Koleksiyon kodları (ccode) ve Raf Konumu (loc). Materyal türü ve raf konumu üzerinde aramayı sınırlandırmak isterseniz, örneğin tercih giriş kutusuna itemtypes\|loc girebilirsiniz. Bu alanların sırası OPAC içindeki sekmelerin ve personel istemci gelişmiş arama ekranlarının sırasını belirleyecektir. Arama türü içindeki değerler birbiriyle OR ile verilirken her farklı arama türü sorgu sınırları içinde birbiriyle AND ile verilir. Geçerli kayıtlı değerler herhangi bir değişikliğe gerek duyulmadan desteklenir. Gelişmiş arama alanlarının her ayarı hem OPAC hem de personel istemci içindeki sekmelerde gösterilir. AdvancedSearchTypes sistem tercihi içindeki ilk değer seçili olan sekmedir; eğer hiç bir değer mevcut değilse, "itemtypes" kullanılır. non-itemtype değerleri için AdvancedSearchTypes sistem tercihi Otorize Değer adı ile eşleşmeli ve o adın ön eki 'mc-^ ile dizinlenmelidir.

source: Default: don't show
hi: डिफ़ॉल्ट: नहीं दिखाएं
it: Default: non mostrare
tr: Varsayılan: gösterme

source: Asks: By default, \_\_\_ "More options" on the OPAC and staff advanced search pages.
hi: पूछता है: डिफ़ॉल्ट रूप से, \_\_\_ओपीएसी और स्टाफ उन्नत खोज पृष्ठों पर "और विकल्प".
it: Chiede: Per default, \_\_\_ "Altre opzioni" nella ricerca avanzata dell'OPAC e del'interfaccia staff.
tr: Seçenek: Varsayılan olarak OPAC ve personel gelişmiş arama sayfalarında "Daha çok seçenek" özelliğini \_\_\_.

source: don't show
hi: नहीं दिखाएं
it: non mostrare
tr: gösterme

source: show
hi: दिखाना
it: mostra
tr: göster

source: Default: don't use
hi: डिफ़ॉल्ट: उपयोग न करें
it: Default: non usare
tr: Varsayılan: kullanma

source: Asks: By default, \_\_\_ the operator "phr" in the callnumber and standard number staff client searches
hi: पूछताछ: डिफ़ॉल्ट रूप से,\_\_\_ऑपरेटर "phr" कॉलनम्बर में और मानक संख्या स्टाफ क्लाइंट खोज
it: Chiede: Per default, \_\_\_ l'operatore "phr" nelle ricerche dello staff con callnumber e standard number
tr: Seçenek: Varsayılan olarak yer numarası ve personel istemci standart numara aramalarında "phr" operatörünü \_\_\_

source: don't use
hi: उपयोग नहीं करें
it: non usare
tr: kullanma

source: use
hi: उपयोग करें
it: usa
tr: kullan

source: When searching by call number and standard number (biblionumber) in Koha Staff Client you can choose to force the search to be a phrase search by setting this preference to 'use.^ This will allow for more accurate results over doing a general keyword field search.
hi: कोहा स्टाफ क्लाइंट में कॉल नंबर और मानक संख्या (बाइबिलियनंबर) द्वारा खोज करते समय आप इस प्राथमिकता को 'उपयोग' पर सेट करके खोज वाक्यांश को मजबूर करने के लिए चुन सकते हैं। ^ यह सामान्य कीवर्ड फ़ील्ड खोज करने के लिए अधिक सटीक परिणाम की अनुमति देगा ।

source: Default: Load
hi: डिफ़ॉल्ट: लोड करें
it: Default: Carica
tr: Varsayılan: Yükle

source: Asks: Load the unlogged history to the next user. \_\_\_ history to the next client.
hi: पूछते हैं: अनलॉक किए गए इतिहास को अगले उपयोगकर्ता को लोड करें। अगले ग्राहक को \_\_\_इतिहास।
it: Chiede: Carica la cronologia non registrata al prossimo utente. \_\_\_ la cronologia al prossimo cliente.
tr: Seçenek: Sistem günlüğüne yazılmamış geçmişi bir sonraki kullanıcıya yükle. Geçmişi bir sonraki istemciye \_\_\_.

source: Don't load
hi: लोड मत करो
it: Non caricare
tr: Yükleme

source: Load
hi: लोड
it: Carica
tr: Yükle

source: Asks: By default, \_\_\_ the operator "phr" in the callnumber and standard number OPAC searches
hi: पूछताछ: डिफ़ॉल्ट रूप से, \_\_\_ऑपरेटर "phr" कॉलनम्बर और मानक संख्या ओपेक खोजों में
it: Chiede: Per default, \_\_\_ l'operatore "phr" nelle ricerche dell'OPAC con callnumber e standard number
tr: Seçenek: Varsayılan olarak yer numarası ve standart numara OPAC aramalarında "phr" operatörünü \_\_\_

source: When searching by call number and standard number (biblionumber) in the Koha OPAC you can choose to force the search to be a phrase search by setting this preference to 'use.^ This will allow for more accurate results over doing a general keyword field search.
hi: कोहा ओपेक में कॉल नंबर और मानक संख्या (बिब्लियोनंबर) द्वारा खोज करते समय आप इस वरीयता को 'उपयोग^ पर सेट करके खोज को वाक्यांश खोज करने के लिए मजबूर कर सकते हैं। यह एक सामान्य कीवर्ड फ़ील्ड खोज करने पर अधिक सटीक परिणाम की अनुमति देगा।
tr: Koha OPAC'ta yer numarası ve standart numaraya (bibliyo numarası) göre arama yaparken, bu tercihi 'kullan'^ olarak ayarlayarak yapılacak aramayı sözcük grubu araması olması için zorlayabilirsiniz. Bu, bir genel anahtar kelime alanı aramasına kıyasla daha kesin sonuçlar alınmasını sağlar.

source: Serials
hi: धारावाहिक
it: Risorse in continuazione
tr: Süreli Yayınlar

source: *Get there:* More > Administration > Global System Preferences > Serials
hi: *वहाँ जाओ: * अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > सीरियल
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Süreli Yayınlar

source: Default: Do not make
hi: डिफ़ॉल्ट: मत बनाओ
it: Default: non rendere
tr: Varsayılan: Yapma

source: Asks: \_\_\_ previous serial automatically available when receiving a new serial issue. The previous issue can also be set to another item type when receiving a new one. Please note that the :ref:`item-level\_itypes <item-level\_itypes-label>` syspref must be set to specific item.
hi: पूछता है: \_\_\_ एक नया धारावाहिक मुद्दा प्राप्त करते समय पिछले सीरियल स्वचालित रूप से उपलब्ध है। नया मुद्दा प्राप्त करते समय पिछली समस्या को किसी अन्य आइटम प्रकार पर भी सेट किया जा सकता है। कृपया ध्यान दें कि: :ref:`item-level\_itypes <item-level\_itypes-label>` syspref विशिष्ट आइटम पर सेट होना चाहिए.
it: Chiede: \_\_\_ disponibile automaticamente il precedente volume di una risorsa in continuazione quando si riceve un nuovo volume. Il volume precedente può essere impostato a un altro tipo di copia quando si riceve il successivo. Si noti che la preferenza :ref:`item-level\_itypes <item-level\_itypes-label>` deve essere impostata.
tr: Seçenek: Yeni bir süreli yayın sayısı alınırken bir önceki süreli yayını otomatik olarak kullanılabilir\_\_\_. Bir önceki sayı yeni bir tane alınırken başka bir materyal türüne ayarlanabilir. Lütfen the :ref:`item-level\_itypes <item-level\_itypes-label>` sistem tercihinin belirli bir materyale ayarlanması gerektiğini unutmayın.

source: Do not make
hi: मत बनाओ
it: Non rendere
tr: Yapma

source: Make
hi: बनाओ
it: Rendi
tr: Yap

source: Default: Subscriptions tab
hi: डिफ़ॉल्ट: सदस्यता टैब
it: Default: scheda degli abbonamenti
tr: Varsayılan: Abonelikler sekmesi

source: Asks: Show \_\_\_ as default tab for serials in OPAC.
hi: पूछता है: दिखाएँ \_\_\_ ओपेक में धारावाहिकों के लिए डिफ़ॉल्ट टैब के रूप में.
it: Chiede: Mostra \_\_\_ come scheda di default per i periodici nell'OPAC.
tr: Seçenek: OPAC'ta süreli yayınların varsayılan sekmesi olarak \_\_\_ göster.

source: Holdings tab
hi: होल्डिंग्स टैब
it: Scheda del posseduto
tr: Ayırmalar sekmesi

source: Serial Collection tab
hi: सीरियल संग्रह टैब
it: Scheda della collezione del periodico
tr: Süreli Yayın Koleksiyonu sekmesi

source: Please note that the Serial Collection tab is currently available only for systems using the UNIMARC standard.
hi: कृपया ध्यान दें कि सीरियल कलेक्शन टैब वर्तमान में केवल यूनिमाक मानक का उपयोग करने वाले सिस्टम के लिए उपलब्ध है.
it: Si prega di notare che la scheda della collezione del periodico è attualmente disponibile solo per sistemi che utilizzano lo standard UNIMARC.
tr: Süreli Yayınlar Koleksiyon sekmesinin şu an için yalnızca UNIMARC standardını kullanan sistemler için mevcut olduğunu lütfen unutmayınız.

source: Subscriptions tab
hi: सदस्यताएँ टैब
it: Scheda degli abbonamenti
tr: Abonelikler sekmesi

source: Asks: Show the \_\_\_ previous issues of a serial on the OPAC.
hi: पूछता है: ओपेक पर सीरियल के पिछले अंक \_\_\_ दिखाएं.
it: Chiede: Mostra i \_\_\_ precedenti fascicoli di una risorsa in continuazione nell'OPAC.
tr: Seçenek: Bir süreli yayının \_\_\_ önceki sayısını OPAC'da göster.

source: This preference allows the administrator to select the number of recent issues for each serial which appear in the OPAC when the serial is accessed. This is just the default value, patrons can always click to see a full list of serials.
hi: यह वरीयता व्यवस्थापक प्रत्येक धारावाहिक जो ओपेक में दिखाई देते हैं जब सीरियल पहुँचा है के लिए हाल के मुद्दों की संख्या का चयन करने के लिए अनुमति देता है. यह सिर्फ डिफ़ॉल्ट मान है, संरक्षक हमेशा धारावाहिकों की एक पूरी सूची देखने के लिए क्लिक कर सकते हैं.
it: Questa preferenza permette all'amministratore di scegliere quanti fascicoli recenti di una risorsa in continuazione verranno mostrati nell'OPAC quando viene visualizzata la risorsa. Questo è il valore di default, gli utenti potranno espandere la lista completa con un click.
tr: Bu tercih yöneticinin, süreli yayınlara erişildiğinde her süreli yayın için en son sayıdan kaç tanesinin OPAC'da görüntüleneceğini seçmesini sağlar. Bu sadece varsayılan değerdir, kullanıcılar her zaman süreli yayınların tam listesini görmek için tıklayabilirler.

source: Asks: \_\_\_ a suggestion for a biblio when its attached serial is renewed.
hi: पूछता है: \_\_\_ एक बिब्लियों के लिए एक सुझाव जब उसकी संलग्न धारावाहिक नवीनीकरण हो.
it: Chiede: \_\_\_ un suggerimento di un record bibliografico quando il periodico collegato viene rinnovato.
tr: Seçenek: Bir bibliyografik kayıt için bağlı olduğu süreli yayın yenilendiğinde bir öneri \_\_\_.

source: If set to "Add", this preference will automatically add a serial to the Acquisitions Purchase Suggestions menu when clicking the 'renew' option. If you don't use the Acquisitions module to manage serials purchases it's best to leave this set as 'Don't add.^
hi: यदि "जोड़ें" पर सेट किया गया है, तो यह प्राथमिकता 'नवीनीकरण' विकल्प पर क्लिक करते समय स्वत: अधिग्रहण खरीद सुझाव मेनू पर एक सीरियल जोड़ देगा. यदि आप धारावाहिक खरीद को प्रबंधित करने के लिए अधिग्रहण मॉड्यूल का उपयोग नहीं करते हैं, तो इस सेट को ' न जोड़ें.^छोड़ने के लिए सबसे अच्छा है.
tr: "Ekle" olarak ayarlanırsa 'Süresini uzat' seçeneğini tıkladığınızda, bu tercih otomatik olarak Sağlama Satın Alma Önerileri menüsüne bir süreli yayın ekleyecektir. Süreli yayın satın alma yönetimi için Sağlama modülünü kullanmıyorsanız, en iyisi bu tercihi 'Ekleme' olarak bırakmaktır.^

source: Default: Place
hi: डिफ़ॉल्ट: प्लेस
it: Default: Immettere
tr: Varsayılan: Yerleştir

source: Asks: \_\_\_ received serials on hold if they are on a routing list.
hi: पूछता है: \_\_\_ यदि वे रूटिंग सूची में हैं तो होल्डिंग पर सीरियल प्राप्त करें.
it: Chiede: \_\_\_ in routing list una risorsa in continuazione appena ricevuta.
tr: Seçenek: Bir yönlendirme listesinde ise gelen süreli yayınlar üzerinde ayırma \_\_\_.

source: Place
hi: v रखना, स्थापन करना,n जगह, स्थान
it: Immettere
tr: Yerleştir

source: Don't place
hi: न रखें
it: Non immettere
tr: Yerleştirme

source: Asks: Include following note on all routing lists
hi: पूछता है: सभी रूटिंग सूचियों पर निम्नलिखित नोट शामिल करें
it: Chiede: Includere la seguente nota in tutte le routing list
tr: Seçenek: Tüm yönlendirme listelerine aşağıdaki notu dahil et

source: Text entered in this box will appear below the routing list information.
hi: इस बॉक्स में दर्ज पाठ रूटिंग सूची की जानकारी के नीचे दिखाई देगा.
it: Il testo inserito qui apparirà al fondo dell'informazione associata alla routing list.
tr: Bu kutuya girilen metin yönlendirme listesi bilgilerinin altında görünecektir.

source: Asks: \_\_\_ received serials to the routing list.
hi: पूछता है: \_\_\_ रूटिंग सूची में सीरियल प्राप्त किए.
it: Chiede: \_\_\_ le risorse in continuazione ricevute alla routing list.
tr: Seçenek: Gelen süreli yayınları yönlendirme listesine \_\_\_.

source: This preference determines if serials routing lists are enabled or disabled for the library. When set to "Add", serials routing is enabled and a serial can be directed through a list of people by identifying who should receive it next. The list of people can be established for each serial to be passed using the Serials module. This preference can be used to ensure each person who needs to see a serial when it arrives at the library will get it. Learn more in the :ref:`routing list <create-a-routing-list-label>` section of this manual.
hi: यह वरीयता निर्धारित करता है कि पुस्तकालय के लिए धारावाहिक रूटिंग सूचियां सक्षम या अक्षम हैं या नहीं। जब "एड" पर सेट किया जाता है, तो सीरियल रूटिंग सक्षम होती है और लोगों को एक सूची के माध्यम से निर्देशित किया जा सकता है कि यह पहचान कर कि उसे अगला कौन प्राप्त करना चाहिए। सीरियल मॉड्यूल का उपयोग करके पारित किए जाने वाले प्रत्येक धारावाहिक के लिए लोगों की सूची स्थापित की जा सकती है। इस वरीयता का उपयोग प्रत्येक व्यक्ति को लाइब्रेरी में आने पर सीरियल देखने की आवश्यकता रखने के लिए किया जा सकता है। इस में अधिक जानें :ref:`रूटिंग सूची <create-a-routing-list-label>' इस मैनुअल के अनुभाग।
it: Questa preferenza determina se è attiva la routing list per i periodici. Quando è impostata su 'Aggiungi', la routing list è attiva e un fascicolo può essere inviato in successione a una lista di persone determinate. Si può impostare una lista per ogni periodico nel modulo delle Risorse in continuazione. Questa preferenza permette di essere sicuri che ogni persona interessata ha potuto vedere un fascicolo appena arrivato in biblioteca. Approfondisci sulla sezione :ref:`routing list <create-a-routing-list-label>` di questo manuale.
tr: Bu tercih süreli yayın yönlendirmelerinin kütüphane için etkin ya da devre dışı olmasını belirler. "Ekle" olarak ayarlandığında süreli yayın yönlendirmesi etkindir ve bir süreli yayın, bir sonraki alması gereken kişi tespit edilerek kişilerin listesinden yönlendirilebilir. Kişilerin listesi, süreli yayınlar modülü kullanarak geçirilecek her süreli yayın için oluşturulabilir. Bu tercih, bir süreli yayın kütüphaneye geldiğinde bu süreli yayına ihtiyaç duyan her kişinin bu süreli yayına ulaşmasını kesin olarak sağlamak için kullanılabilir. Bu kılavuzun :ref:`routing list <create-a-routing-list-label>` bölümünde daha fazla bilgi edinebilirsiniz.

source: Asks: Show the \_\_\_ previous issues of a serial on the staff client.
hi: पूछता है: स्टाफ क्लाइंट पर \_\_\_ धारावाहिक के पिछले अंक दिखाएं.
it: Chiede: Visualizza i \_\_\_ precedenti fascicoli di una pubblicazione periodica sul client dello staff.
tr: Seçenek: Personel istemcide bir süreli yayının \_\_\_ eski sayısını göster.

source: This preference allows the administrator to select the number of recent issues for each serial which appear in the Staff Client when the serial is accessed. This is just the default value, staff members can always click to see a full list of serials.
hi: यह वरीयता व्यवस्थापक प्रत्येक धारावाहिक के लिए हाल के मुद्दों जो स्टाफ क्लाइंट में दिखाई देते हैं जब सीरियल पहुँचा है की संख्या का चयन करने के लिए अनुमति देता है. यह सिर्फ डिफ़ॉल्ट मान, स्टाफ के सदस्यों को हमेशा धारावाहिकों की एक पूरी सूची देखने के लिए क्लिक कर सकते है.
it: Questa preferenza consente all'amministratore di selezionare il numero dei recenti fascicoli per ogni serie che vengono visualizzati nell'interfaccia dello staff quando il viene mostrato il periodico. Questo è solo il valore di impostazione predefinita, lo staff potrà sempre fare clic per visualizzare un elenco completo delle pubblicazioni periodiche.
tr: Bu tercih, süreli yayına erişildiğinde yöneticinin personel istemcide beliren her süreli yayın için güncel sayıların sayısını seçmesini sağlar. Bu yalnızca varsayılan değerdir, kütüphane personeli her zaman süreli yayınların tam listesini görmek için tıklayabilirler.

source: Asks: List of fields which must not be rewritten when a subscription is duplicated (Separated by pipe \|) \_\_\_
hi: पूछता है: फ़ील्ड की सूची जब सदस्यता को डुप्लिकेट किया जाता है, तब इसे फिर से लिखा नहीं जाना चाहिए (पाइप द्वारा अलग \|) \_\_\_
it: Chiede: Elenco di campi che non devono essere riscritti quando una sottoscrizione viene duplicata (separati da barra \|) \_\_\_
tr: Seçenek: Bir abonelik yinelendiği zaman yeniden yazılmaması gereken alanların listesi (\| boru işareti ile ayrılmış) \_\_\_

source: When duplicating a subscription sometimes you don't want all of the fields duplicated, using this preference you can list the fields that you don't want to be duplicated. These field names come from the subscription table in the Koha database. Learn what fields are in that table on the `Koha DB Schema <http://schema.koha-community.org/tables/subscription.html>`__ site.
hi: किसी सब्सक्रिप्शन को डुप्लिकेट करते समय कभी-कभी आप सभी प्राथमिकताओं को डुप्लीकेट नहीं करना चाहते हैं, इस वरीयता का उपयोग करके आप उन फ़ील्ड को सूचीबद्ध कर सकते हैं जिन्हें आप डुप्लिकेट नहीं करना चाहते हैं। ये फ़ील्ड नाम कोहा डेटाबेस में सदस्यता तालिका से आते हैं। जानें कि 'कोहा डीबी स्कीमा <http://schema.koha-community.org/tables/subscription.html>`__ साइट पर उस तालिका में कौन से फ़ील्ड हैं।
it: Quando si duplica una sottoscrizione a volte non si desidera duplicare tutti i campi; con questa preferenza è possibile elencare i campi da non duplicare. Questi nomi di campo provengono dalla tabella subscription nel database Koha. Vedi i campi della tabella subscription sul sito `Koha DB Schema <http://schema.koha-community.org/tables/subscription.html>`__.
tr: Bir aboneliği çoğaltırken bazen tüm alanların çoğaltılmasını istemeyebilirsiniz, bu tercihi kullanarak çoğaltılmasını istemediğiniz alanları listeleyebilirsiniz. Bu liste adları Koha veritabanında yer alan abonelik tablosundan gelir. `Koha DB Schema <http://schema.koha-community.org/tables/subscription.html>`__ sayfasından hangi alanların tabloda yer aldığını öğrenin.

source: Default: full history
hi: डिफ़ॉल्ट: पूर्ण इतिहास
it: Default: tutta la cronologia
tr: Varsayılan: tam geçmiş

source: Asks: When showing the subscription information for a bibliographic record, preselect \_\_\_ view of serial issues.
hi: पूछता है: एक ग्रंथ सूची के लिए सदस्यता की जानकारी दिखाते समय, धारावाहिक इश्यू के \_\_\_ दृश्य का चयन करें.
it: Chiede: Quando vengono presentate le informazioni di un abbonamento collegato ad un record bibliografico, viene preselezionata la vista \_\_\_ dei fascicoli.
tr: Seçenek: Bir bibliyografik kaydın abonelik bilgisini gösterirken, süreli yayınların sayılarının görünümünü önceden seçin \_\_\_ .

source: brief history
hi: संक्षिप्त इतिहास
it: cronologia breve
tr: özet geçmiş

source: full history
hi: पूर्ण इतिहास
it: Storico completo
tr: tam geçmiş
