Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: When this option is set to "Show", Syndetics provides notes and short author biographies for more that 300,000 authors, in both fiction and nonfiction. With this option enabled the library can display Syndetics Author Notes on the OPAC. According to the Syndetics Solutions website (http://www.bowker.com/syndetics/), Author Notes include lists of contributors for many multi-author texts and compilations. The :ref:`SyndeticsClientCode` must be entered and the :ref:`SyndeticsEnabled` option must be activated before this service can be used.
hi: जब यह विकल्प "शो" पर सेट होता है, तो सिंडेटिक्स फिक्शन और नॉनफिक्शन दोनों में 300,000 लेखकों के लिए नोट्स और लघु लेखक जीवनी प्रदान करता है। इस विकल्प के साथ लाइब्रेरी ओपेक पर सिंडेटिक्स लेखक नोट्स प्रदर्शित कर सकती है। सिंडेटिक्स सॉल्यूशंस वेबसाइट (http://www.bowker.com/syndetics/) के अनुसार, लेखक नोट्स में कई बहु-लेखक ग्रंथों और संकलनों के लिए योगदानकर्ताओं की सूचियां शामिल हैं। The : ref: `SyndeticsClientCode` दर्ज किया जाना चाहिए और : ref:` SyndeticsEnabled` विकल्प को इस सेवा का उपयोग करने से पहले सक्रिय किया जाना चाहिए।
it: Quando questa preferenza è su 'Mostra', Syndetics fornisce note e una breve biografia dell'autore per oltre 300.000 autori, sia narrativa che di saggistica. Con questa opzione, la biblioteca può mostrare le Syndetics Author Notes nell'OPAC. Secondo il sito web di Syndetics (http://www.bowker.com/syndetics/), Author Notes include un elenco di contributori per molti testi con più autori e curatori. Per fruire del servizio, il codice :ref:`SyndeticsClientCode` va riempito e l'opzione :ref:`SyndeticsEnabled` va attivata.
tr: Bu seçenek "Göster" olarak ayarlandığında, Syndetics hem roman hem de roman dışı 300.000 yazar için notlar ve kısa yazar biyografileri sunar. Bu seçenek etkinleştirildiğinde, kütüphane OPAC'da Syndetics Yazar Notları görüntülenebilir. Syndetics Solutions web sitesine (http://www.bowker.com/syndetics/) göre, Yazar Notları birçok çok yazarlı metin ve derlemeye katkıda bulunanların listesini içerir. :Ref:`SyndeticsClientCode` girilmeli ve bu servis kullanılmadan önce: ref:`SyndeticsEnabled` seçeneği etkinleştirilmelidir.

source: Asks: \_\_\_ information from Syndetics about the awards a title has won on item detail pages on the OPAC.
hi: पूछता है:\_\_\_ सिंडिकेटिक्स से जानकारी पुरस्कारों के बारे में एक शीर्षक ओपेक पर आइटम विवरण पृष्ठों पर जीता है.
it: Chiede: \_\_\_ informazione da Syndetics sui premi vinti dall'opera nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: OPAC ayrıntılar sayfasında bir eserin kazandığı ödüllerle ilgili Syndetics gelen bilgileri \_\_\_ .

source: When this option is set to "Show", Syndetics provides its clients with a list of awards that any title has won. With this service enabled the library can display those awards for each book on its website. For each book or item that comes up during a user search, the list of awards for that title will be displayed. When a user clicks on a given award, information about that award is presented along with a list of the other titles that have won that award. If the user clicks on any title in the list, they will see holdings information about that title in their region. This option is a paid subscription service. The :ref:`SyndeticsClientCode` must be entered and the :ref:`SyndeticsEnabled` option must be activated before this service can be used.
hi: जब यह विकल्प "शो" पर सेट होता है, तो सिंडेटिक्स अपने ग्राहकों को पुरस्कारों की एक सूची प्रदान करता है जो किसी भी शीर्षक को जीता है। इस सेवा के साथ पुस्तकालय अपनी वेबसाइट पर प्रत्येक पुस्तक के लिए उन पुरस्कारों को प्रदर्शित कर सकता है। उपयोगकर्ता खोज के दौरान आने वाली प्रत्येक पुस्तक या आइटम के लिए, उस शीर्षक के लिए पुरस्कारों की सूची प्रदर्शित की जाएगी। जब कोई उपयोगकर्ता किसी दिए गए पुरस्कार पर क्लिक करता है, तो उस पुरस्कार के बारे में जानकारी उस पुरस्कार को जीतने वाले अन्य खिताबों की एक सूची के साथ प्रस्तुत की जाती है। यदि उपयोगकर्ता सूची में किसी भी शीर्षक पर क्लिक करता है, तो वे अपने क्षेत्र में उस शीर्षक के बारे में होल्डिंग जानकारी देखेंगे। यह विकल्प एक सशुल्क सदस्यता सेवा है। The : ref: `SyndeticsClientCode` दर्ज किया जाना चाहिए और : ref:` SyndeticsEnabled` विकल्प को इस सेवा का उपयोग करने से पहले सक्रिय किया जाना चाहिए।
it: Quando questa preferenza è su 'Mostra', Syndetics fornisce una lista dei premi vinti dal libro. Con questa opzione, la biblioteca può mostrare i riconoscimenti nell'OPAC. Per ogni risultato di una ricerca, vengono aggiunti i premi relativi ai titoli. Quando un utente fa click su un premio, viene mostrata ulteriore informazioni, oltre a quali altri libri hanno vinto lo stesso premio in momenti diversi. Cliccando sul titolo del libro, l'utente può vedere informazione sul titolo relativa alla sua regione. Questo servizio è a pagamento. Il codice :ref:`SyndeticsClientCode` deve essere specificato e va attivata l'opzione :ref:`SyndeticsEnabled`.
tr: Bu seçeneğin "Göster" olarak ayarlanmasıyla Syndetics, müşterilerine bir eserin kazandığı her hangi bir ödülün ya da ödüllerin listesini sunacaktır. Bu hizmetin etkinleştirilmesiyle kütüphane, her kitap için kazandığı ödülü ya da ödülleri web sayfasında gösterebilir. Kullanıcı araması sonucunda gelen her kitap ya da materyal için o başlığa ait olan ödüllerin listesi gösterilecektir. Bir kullanıcı verilen ödül üzerine tıkladığında, o ödül hakkındaki bilgiler o ödülü almış olan diğer eserlerin listesi ile birlikte getirilecektir. Kullanıcılar liste içerisindeki herhangi bir başlık üzerine tıkladığında, o başlık hakkında kendi bölgeleri içindeki ayırma bilgilerini göreceklerdir. Bu seçenek ücretli bir hizmettir. Bu hizmeti kullanmaya başlamadan önce :ref:`SyndeticsClientCode girilmeli ve :ref:`SyndeticsEnabled seçeneği mutlaka etkinleştirilmelidir.

source: Asks: Use the client code \_\_\_ to access Syndetics.
hi: पूछता है: सिंडेटिक्स तक पहुंचने के लिए क्लाइंट कोड \_\_\_ का उपयोग करें
it: Chiede: Usa il codice cliente \_\_\_ per accedere a Syndetics.
tr: Seçenek: Syndetics'e erişmek için \_\_\_ istemci kodunu kullanın.

source: Once the library signs up for Syndetics' services, Syndetics will provide the library with an access code. (Visit the Syndetics homepage at http://www.bowker.com/syndetics/ for more information.) This is the code that must be entered to access Syndetics' subscription services. Syndetics is a paid subscription service. This value must be entered before :ref:`SyndeticsEditions` can be enabled. If the code is lost, corrupted, or forgotten, a new one can be obtained from http://www.bowker.com/syndetics/.
hi: एक बार पुस्तकालय सिंडेटिक्स सेवाओं के लिए साइन अप करने के बाद, सिंडेटिक्स लाइब्रेरी को एक्सेस कोड के साथ प्रदान करेगा। (अधिक जानकारी के लिए http://www.bowker.com/syndetics/ पर सिंडेटिक्स होमपेज पर जाएं।) यह वह कोड है जिसे सिंडेटिक्स की सदस्यता सेवाओं तक पहुंचने के लिए दर्ज किया जाना चाहिए। सिंडेटिक्स एक सशुल्क सदस्यता सेवा है। यह मान पहले दर्ज किया जाना चाहिए: रेफरी: 'सिंडेटिक्स संस्करण' सक्षम किया जा सकता है। यदि कोड गुम हो गया है, दूषित हो गया है, या भूल गया है, तो एक नया प्राप्त किया जा सकता है से http://www.bowker.com/syndetics/.
it: Quando la biblioteca si abbona ai servizi di Syndetics, riceve un codice di accesso. (Visitare la homepage di Syndetics a http://www.bowker.com/syndetics/ per approfondimenti.) Questo è il codice da indicare per attivare il servizio. Syndetics è a pagamento. Questo valore va introdotto prima di attivare :ref:`SyndeticsEditions`. Se il codice è perso, corrotto, dimenticato, ottenerne uno nuovo tramite http://www.bowker.com/syndetics/.
tr: Kütüphane Syndetics servislerine üye olduktan sonra Syndetics tarafından kütüphaneye bir erişim kodu gönderilecektir. (Daha fazla bilgi için Syndetics web sitesine http://www.bowker.com/syndetics/ adresinden ulaşabilirsiniz.) Bu kod, Syndetics abonelik hizmetlerine erişebilmek için girmeniz gerekli olan koddur. Syndetics ücretli bir hizmettir. Bu değer :ref:` SyndeticsEditions' etkinleştirilmeden önce girilmelidir. Bu kodun kaybedilmesi, bozulması ya da unutulması durumunda yeni bir tane `http://www.bowker.com/syndetics/ adresinden alınabilir.

source: You will need to get your client code directly from Syndetics.
hi: आपको सिंडिकेटिक्स से सीधे अपने क्लाइंट कोड को प्राप्त करने की आवश्यकता होगी.
it: Sarà necessario ottenere il vostro codice cliente direttamente da Syndetics.
tr: İstemci kodunuzu doğrudan Syndetics'ten almanız gerekecektir.

source: SyndeticsCoverImages Default: Don't show
hi: सिंडिकेटिक्स छवियाँ डिफ़ॉल्ट: नहीं दिखाएं
it: SyndeticsCoverImages Default: Non mostrare
tr: SyndeticsCoverImages Varsayılan: Gösterme

source: SyndeticsCoverImageSize Default: medium
hi: SyndeticsCoverImageSize डिफ़ॉल्ट: मध्यम
it: SyndeticsCoverImageSize Default: media
tr: SyndeticsCoverImageSize Varsayılan: orta

source: Asks: \_\_\_ cover images from Syndetics on search results and item detail pages on the OPAC in a \_\_\_ size.
hi: पूछता है: \_\_\_ ओपेक पर खोज परिणामों और आइटम विवरण पृष्ठों पर सिंडेटिक्स से चित्रों को कवर करें \_\_\_ साइज.
it: Chiede: \_\_\_ copertine da Syndetics nei risultati di una ricerca e nelle pagine dei dettagli dell'OPAC a dimensione \_\_\_.
tr: Seçenek: Syndetics'ten sağlanak kapak resimlerini arama sonuçlarında ve OPAC ayrıntılar sayfasında \_\_\_boyutunda \_\_\_.

source: When enabled, SyndeticsCoverImages, allows libraries to display Syndetics' collection of full-color cover images for books, videos, DVDs and CDs on their OPAC. For each book or item that comes up during a user search, the cover image for that title will be displayed. Since these cover images come in three sizes, the optimum size must be selected using the SyndeticsCoverImageSize preference after SyndeticsCoverImages are enabled. Syndetics cover images come in two sizes: mid-size (187 x 187 pixels), and large (400 x 400 pixels). Syndetics is a paid subscription service. The :ref:`SyndeticsClientCode` must be entered and the :ref:`SyndeticsEnabled` option must be activated before this service can be used. Other cover image preferences should also be disabled to avoid interference.
hi: सक्षम होने पर, सिंडेटिक्सकॉवर इमेज, लाइब्रेरीज़ को ओपेक पर पुस्तकों, वीडियो, डीवीडी और सीडी के लिए पूर्ण-रंग कवर छवियों के सिंडेटिक्स के संग्रह को प्रदर्शित करने की अनुमति देता है। उपयोगकर्ता खोज के दौरान आने वाली प्रत्येक पुस्तक या आइटम के लिए, उस शीर्षक के लिए कवर छवि प्रदर्शित की जाएगी। चूंकि ये कवर छवियां तीन आकारों में आती हैं, इसलिए सिंडेटिक्सकॉवर इमेज सक्षम होने के बाद इष्टतम आकार को सिंडेटिक्सकॉवर इमेज आकार प्राथमिकता का उपयोग करके चुना जाना चाहिए। सिंडेटिक्स कवर छवियां दो आकारों में आती हैं: मध्य आकार (187 x 187 पिक्सल), और बड़ा (400 x 400 पिक्सल)। सिंडेटिक्स एक सशुल्क सदस्यता सेवा है। The : ref: `SyndeticsClientCode` दर्ज किया जाना चाहिए और : ref:` SyndeticsEnabled` विकल्प को इस सेवा का उपयोग करने से पहले सक्रिय किया जाना चाहिए। हस्तक्षेप से बचने के लिए अन्य कवर छवि वरीयताओं को भी अक्षम किया जाना चाहिए।
it: SyndeticsCoverImages permette alla biblioteca di mostrare copertine a colori di libri, video, CD, DVD nell'OPAC. Per ogni copia mostrata dopo una ricerca, verrà mostrata una copertina. Queste immagini possono avere tre dimensioni, e la migliore andrà scelta usando la preferenza SyndeticsCoverImageSize dopo che SyndeticsCoverImages è stata attivata. Le copertine Syndetics hanno le dimensioni media (187 x 187 pixels) e grande (400 x 400 pixels). Syndetics è un servizio a pagamento. Il codice :ref:`SyndeticsClientCode` deve essere indicato e l'opzione :ref:`SyndeticsEnabled` deve essere attiva. Le altre preferenze relative a copertine devono essere disabilitate.
tr: Etkinleştirildiğinde, SyndeticsCoverImages, kütüphanelerin kitaplar, videolar, DVD'ler ve CD'ler için tam renkli kapak resimleri için Syndetics koleksiyonunun OPAC içerisinde görüntülenmesini sağlar. Bir kullanıcı araması sırasında gelen her kitap veya materyal için, o başlığa ait kapak resmi görüntülenecektir. Bu kapak resimleri üç boy olarak geldiği için SyndeticsCoverImages etkinleştirildikten sonra :ref:SyndeticsCoverImageSize' kullanılarak optimum boyut seçilmelidir. Syndetics kapak resimleri iki farkı boyda gelir: Orta Boy (187x187 piksel) ve büyük (400x400 piksel). Syndetics ücretli bir abonelik hizmetidir. `SyndeticsClientCode' girilmeli ve :ref:`SyndeticsEnabled' seçeneği bu hizmeti kullanmadan önce mutlaka etkinleştirilmelidir. Diğer kapak resmi tercihleri de bir çakışmayı engellemek için devre dışı bırakılmalıdır.

source: SyndeticsCoverImages Values:
hi: SyndeticsCoverImages मान:
it: Valori di SyndeticsCoverImages:
tr: SyndeticsCoverImages Değerler:

source: SyndeticsCoverImageSize Values:
hi: SyndeticsCoverImageSize मान:
it: Valori di SyndeticsCoverImageSize:
tr: SyndeticsCoverImageSize Değerler:

source: medium
hi: माध्यम
it: media
tr: orta

source: large
hi: बड़ा
it: grande
tr: büyük

source: Asks: \_\_\_ information about other editions of a title from Syndetics on item detail pages on the OPAC
hi: पूछता है: \_\_\_ओपेक पर आइटम विवरण पृष्ठों पर सिंडिकेटिक्स से एक शीर्षक के अन्य संस्करणों के बारे में जानकारी
it: Chiede: \_\_\_ informazione da Syndetics su altre edizioni dell'opera nelle pagine di dettaglio dell'OPAC
tr: Seçenek: Syndetics'den alınan eserin diğer basımları hakkındaki bilgiyi OPAC'da materyal ayrıntıları sayfasında \_\_\_

source: When enabled this option shows information on other editions of a title from Syndetics on the item detail pages of the OPAC. Syndetics is a paid subscription service. The :ref:`SyndeticsClientCode` must be entered and the :ref:`SyndeticsEnabled` option must be activated before this service can be used.
hi: सक्षम होने पर यह विकल्प ओपेक के आइटम विवरण पृष्ठों पर सिंडेटिक्स से शीर्षक के अन्य संस्करणों पर जानकारी दिखाता है। सिंडेटिक्स एक सशुल्क सदस्यता सेवा है। The : ref: `SyndeticsClientCode` दर्ज किया जाना चाहिए और : ref:` SyndeticsEnabled` विकल्प को इस सेवा का उपयोग करने से पहले सक्रिय किया जाना चाहिए।
it: Quando questa opzione è abilitata, sono riportate le informazioni da Syndetics sulle altre edizioni di un titolo sulle pagine dei dettagli dell'OPAC. Syndetics è un servizio a pagamento. Il :ref:`SyndeticsClientCode` deve essere inserito e l'opzione :ref:`SyndeticsEnabled` deve essere attivata prima di utilizzare questo servizio.
tr: Bu seçenek etkinleştirildiğinde, OPAC materyal ayrıntıları sayfası üzerinde Syndetics tarafından sunulan bir eserin diğer baskıları hakkında bilgi gösterilecektir. Bu hizmetin kullanılmaya başlamasından önce :ref:`SyndeticsClientCode' girilmeli ve :ref:`SyndeticsEnabled' seçeneği mutlaka etkinleştirilmelidir.

source: Requires :ref:`OPACFRBRizeEditions` set to 'show'
hi: आवश्यक है :ref:`OPACFRBRizeEditions` 'शो' पर सेट करें
it: Richiede :ref:`OPACFRBRizeEditions` impostato su 'mostra'
tr: :ref`OPACFRBRizeEdition tercihinin 'göster' olarak ayarlanmasını gerektirir

source: Asks: \_\_\_ content from Syndetics.
hi: पूछता है: सिंडिकेटिक्स से सामग्री \_\_\_.
it: Chiede: \_\_\_ contenuto da Syndetics.
tr: Seçenek: Syndetics'den alınan içeriği \_\_\_.

source: When this option is enabled any of the Syndetics options can be used.
hi: जब यह विकल्प सक्षम होता है तो सिंडिकेटिक्स विकल्पों में से कोई भी उपयोग किया जा सकता है.
it: Quando questa opzione è attiva, diventano disponibili tutte le opzioni di Syndetics.
tr: Bu seçenek etkin olduğunda Syndetics seçeneklerinden herhangi biri kullanılabilir.

source: Requires that you enter your :ref:`SyndeticsClientCode` before this content will appear.
hi: यह आवश्यक है कि आप अपना दर्ज करें: ref: इस सामग्री से पहले 'SyndeticsClientCode`' दिखाई देगा।
it: Richiede il codice :ref:`SyndeticsClientCode`.
tr: Bu içeriğin görüntülenmesinden önce :ref:`SyndeticsClientCode' sistem tercihini girmeniz gerekiyor.

source: Asks: \_\_\_ excerpts from of a title from Syndetics on item detail pages on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर आइटम विवरण पृष्ठों पर सिंडेटिक्स से एक शीर्षक से उद्धरण.
it: Chiede: \_\_\_ estratti di un'opera da Syndetics nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: OPAC ayrıntılar sayfasında Syndetics tarafından sağlanan bir eserin alıntılarını \_\_\_.

source: This preference allows Syndetics to display excerpts given to them from selected publishers. The excerpts are available from prominently reviewed new titles, both fiction and non-fiction. The excerpts include poems, essays, recipes, forwards and prefaces. Automatic links provided by the ISBNs within local MARC records are required to integrate Syndetics secured, high-speed Internet servers to the library OPACs. For more information see (http://www.bowker.com/syndetics/).
hi: यह वरीयता सिंडेटिक्स को चयनित प्रकाशकों से दिए गए अंश प्रदर्शित करने की अनुमति देती है। उद्धरण मुख्य रूप से समीक्षा किए गए नए खिताब, कथा और गैर-कथा दोनों से उपलब्ध हैं। अंशों में कविताओं, निबंध, व्यंजनों, आगे और उपसर्ग शामिल हैं। स्थानीय एमएआरसी रिकॉर्ड के भीतर आईएसबीएन द्वारा प्रदान किए गए स्वचालित लिंक पुस्तकालय OPACs में सिंडेटिक्स सुरक्षित, उच्च-गति इंटरनेट सर्वर को एकीकृत करने के लिए आवश्यक हैं। अधिक जानकारी के लिए देखें (http://www.bowker.com/syndetics/).
it: Questa preferenza permette a Syndetics di mostrare estratti provenienti da editori scelti. Questi estratti sono disponibili soprattutto per importanti titoli, di narrativa o saggistica. Gli estratti includono poemi, saggi, ricettari, introduzioni o prefazioni. Link automatici basati sull'ISBN sono richiesti per integrare i server internet sicuri di Syndetics con l'OPAC della biblioteca. Per approfondimenti si veda http://www.bowker.com/syndetics/.
tr: Bu tercih Syndetics'in seçili yayıncılardan kendisine verilen alıntıları görüntülemesini sağlar. Alıntılar hem roman hem de roman dışı olmak üzere yeni çıkmış eserlerin incelemelerinden elde edilir. Alıntıların içeriğinde şiirler, denemeler, tarifler, ön sözler ve girişler bulunmaktadır. Yerel MARC kayıtları içinde ISBN'leriniz tarafından sağlanan otomatik bağlantıların kütüphane OPAC'ı için Syndetics güvencesinde yüksek hızda internet sunucularına entegre olması gereklidir. Daha fazla bilgi almak için (http://www.bowker.com/syndetics/).

source: Asks: \_\_\_ reviews of a title from Syndetics on item detail pages on the OPAC.
hi: पूछता है: \_\_\_ओपेक पर आइटम विवरण पृष्ठों पर सिंडिकेटिक्स से शीर्षक के समीक्षाएं.
it: Chiede: \_\_\_ revisioni di un'opera da Syndetics nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: Syndetics tarafından sağlanan bir eserin incelemelerini OPAC ayrıntılar sayfasında \_\_\_.

source: Syndetics Reviews is an accumulation of book reviews available from a variety of journals and serials. The reviews page displays colored images of reviewed books dust jackets, partnered with the names of the journal or serial providing the review. Clicking on an icon opens a window revealing the book title, author's name, book cover icon and the critic's opinion of the book. Automatic links provided by the ISBNs within local MARC records are required to integrate Syndetics secured, high-speed Internet servers to the library OPACs. For more information see (http://www.bowker.com/syndetics/).
hi: सिंडेटिक्स समीक्षा विभिन्न पत्रिकाओं और धारावाहिकों से उपलब्ध पुस्तक समीक्षाओं का एक संग्रह है। समीक्षा पृष्ठ समीक्षा की गई पुस्तकें धूल जैकेट की रंगीन छवियों को प्रदर्शित करता है, जो जर्नल या सीरियल के नाम से समीक्षा प्रदान करता है। आइकन पर क्लिक करने से पुस्तक शीर्षक, लेखक का नाम, पुस्तक कवर आइकन और पुस्तक के आलोचक की राय प्रकट करने वाली एक विंडो खुलती है। स्थानीय एमएआरसी रिकॉर्ड के भीतर आईएसबीएन द्वारा प्रदान किए गए स्वचालित लिंक पुस्तकालय OPACs में सिंडेटिक्स सुरक्षित, उच्च-गति इंटरनेट सर्वर को एकीकृत करने के लिए आवश्यक हैं। अधिक जानकारी के लिए देखें (http://www.bowker.com/syndetics/).
it: Syndetics Reviews è un set di recensioni disponibile per riviste e pubblicazioni periodiche. La pagina delle recensioni mostra immagini a colori delle copertine dei libri recensiti, unitamente ai nomi delle fonti della recensione. Cliccando sull'icona, si aprirà una finestra con il titolo del libro, il nome dell'autore, la copertina e un'opinione critica sul libro. E' necessario un link automatico basato sull'ISBN del record MARC locale per accedere al server sicuro di Syndetics verso l'OPAC della biblioteca in alta velocità. Per maggiore informazione, si veda http://www.bowker.com/syndetics/.
tr: Syndetics Reviews, çeşitli süreli yayınlar ve dergilerden edinilen bir kitap yorumları topluluğudur. Yorumlar sayfası incelenen kitapların renkli kitap kapaklarını, incelemeyi sağlayan dergi ya da süreli yayının isimleriyle birlikte görüntüler. Bir simgeye tıklamak kitap başlığı, yazarın adı, kitap kapağı simgesi ve kitabın eleştirmeninin görüşünü ortaya çıkaran bir pencere ekrana getirir. Yerel MARC kayıtları içinde ISBN'leriniz tarafından sağlanan otomatik bağlantıların, kütüphane OPAC için Syndetics güvencesinde, yüksek hızda internet sunucuları ile entegre edilmesi gereklidir. Daha fazla bilgi için bkz: (`http://www.bowker.com/syndetics/).

source: Asks: \_\_\_ information on other books in a title's series from Syndetics on item detail pages on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर आइटम विवरण पृष्ठों पर सिंडिकेटिक्स से एक शीर्षक की श्रृंखला में अन्य पुस्तकों पर जानकारी.
it: Chiede: \_\_\_ informazioni da Syndetics su altri libri della stessa collana nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: Syndetics'den sağlanan bir eserin serisinin diğer kitapları hakkındaki bilgiyi OPAC ayrıntılar sayfasında \_\_\_.

source: Each fiction title within a series is linked to the complete series record. The record displays each title in reading order and also displays the publication order, if different. Alternate series titles are also displayed. Automatic links provided by the ISBNs within local MARC records are required to integrate Syndetics secured, high- speed Internet servers to the library OPACs. For more information see (http://www.bowker.com/syndetics/).
hi: एक श्रृंखला के भीतर प्रत्येक काल्पनिक शीर्षक पूर्ण श्रृंखला रिकॉर्ड से जुड़ा हुआ है। रिकॉर्ड प्रत्येक शीर्षक को पढ़ने के क्रम में प्रदर्शित करता है और यदि अलग हो तो प्रकाशन आदेश भी प्रदर्शित करता है। वैकल्पिक श्रृंखला शीर्षक भी प्रदर्शित होते हैं। स्थानीय एमएआरसी रिकॉर्ड के भीतर आईएसबीएन द्वारा प्रदान किए गए स्वचालित लिंक पुस्तकालय OPACs में सिंडेटिक्स सुरक्षित, उच्च-गति इंटरनेट सर्वर को एकीकृत करने के लिए आवश्यक हैं। अधिक जानकारी के लिए देखें (http://www.bowker.com/syndetics/).
it: Ogni titolo di narrativa all'interno di una collana è collegato al record della serie completa. Il record visualizza ogni titolo in ordine di lettura e visualizza anche l'ordine di pubblicazione, se diverso. Vengono visualizzati anche i titoli della serie alternativi. Link automatici forniti dai codici ISBN all'interno dei record MARC locali sono richiesti per integrare i server Syndetics sicuri all'OPAC della biblioteca. Per ulteriori informazioni, consultare http://www.bowker.com/syndetics/.
tr: Bir seri içinde yer alan her kitap serinin tamamı ile bağlantılıdır. Kayıt, her kitabı okuma sırasına göre, aynı zamanda yayınlanma sırasına göre gösterir, farklı ise ayrıca alternatif seri adları gösterilir. Yerel MARC kayıtları içinde ISBN'leriniz tarafından sağlanan otomatik bağlantıların kütüphane OPAC'ları için Syndetics güvencesinde, yüksek hızlı internet sunucuları ile entegre edilmesi gereklidir. Daha fazla bilgi için bkz: (http://www.bowker.com/syndetics/).

source: Asks: \_\_\_ a summary of a title from Syndetics on item detail pages on the OPAC.
hi: पूछता है: \_\_\_ओपेक पर आइटम विवरण पृष्ठों पर सिंडिकेटिक्स से एक शीर्षक का सारांश.
it: Chiede: \_\_\_ un sommario dell'opera da Syndetics nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: OPAC ayrıntılar sayfasında Syndetics tarafından sağlanan bir eserin özetini \_\_\_.
