Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: home library
hi: होम लाइब्रेरी
it: la propria biblioteca
tr: ana kütüphane

source: This preference lets you decide if you would like to have the holding information on the bibliographic detail page in the staff client split in to multiple tabs. The default is to show all holdings on one tab.
hi: यह वरीयता आप तय अगर आप कई टैब्स के लिए कर्मचारियों ग्राहक विभाजन में ग्रंथ सूची विस्तार पृष्ठ पर पकड़ जानकारी के लिए करना चाहते हैं. डिफ़ॉल्ट एक टैब पर सभी जोत दिखाने के लिए है.
it: Questa preferenza permettte di decidere se mostrare le informazioni di copia nell'interfaccia staff separate in più sezioni. Il default è mostrarle tutte in una sola sezione.
tr: Bu tercih, birden çok sekmeye bölünmüş personel istemci içindeki bibliyografik detaylar sayfası üzerinde ayırma bilgisinin gösterilip gösterilmemesine karar vermenizi sağlar. Varsayılan, bir sekme üzerinde tüm ayırma bilgisinin gösterilmesidir.

source: Default: Online Resource
hi: डिफॉल्ट:ऑनलाइन संसाधन
tr: Varsayılan: Çevrimiçi Kaynak

source: Asks: Show \_\_\_ as the text of links embedded in MARC records.
hi: पूछता है: मार्क रिकॉर्ड में एम्बेडेड लिंक के पाठ के रूप में \_\_\_ दिखाएं।
it: Chiede: Mostra \_\_\_ come testo per i link presenti nei record MARC.
tr: Seçenek: \_\_\_ MARC kayıtları içinde gömülü bağlantı metni olarak göster.

source: If the 856 field does not have a subfield 3 or y defined, the OPAC will say 'Click here to access online.^ If you would like the field to say something else enter that in this field.
hi: यदि 856 फ़ील्ड में उप-फ़ील्ड 3 या वाई परिभाषित नहीं है, तो OPAC कहेंगे 'ऑनलाइन पहुंचने के लिए यहां क्लिक करें। ^ यदि आप फ़ील्ड को कुछ और कहना चाहते हैं तो इस क्षेत्र में प्रवेश करें।

source: Asks: \_\_\_ record control number ($w subfields) and control number (001) for linking of bibliographic records.
hi: पूछता है: ग्रंथसूची अभिलेखों को जोड़ने के लिए \_\_\_ रिकॉर्ड नियंत्रण संख्या ($w सबफ़ील्ड) और नियंत्रण संख्या (001)।
it: Chiede: \_\_\_ i sottocampi $w e il campo 001 di MARC 21 per collegare i record bibliografici tra loro.
tr: Seçenek: Bibliyografik kayıtlara bağlantı vermek için kayıt kontrol numarası ($w alt alanları) ve kontrol numarası (001) \_\_\_.

source: When clicking on links to titles that appear next to 'Continues' and 'Continued by' in the detail display Koha will perform a title search
hi: जब शीर्षक के लिंक पर क्लिक करते हैं जो 'प्रदर्शित करता है' और 'निरंतर जारी' के बगल में प्रदर्शित होता है, तो कोहा एक शीर्षक खोज करेंगे
it: Quando si clicca nei link dei titoli accanto a 'Continua' e 'Continuato da' nella pagina del record bibliografico, Koha effettuerà una ricerca per titolo
tr: Ayrıntı görüntülemede 'Continues' ve 'Continued by' yanında yer alan başlıkların bağlantılarına tıklandığı zaman, Koha bir eser adı araması gerçekleştirecektir

source: When clicking on links to titles that appear next to 'Continues' and 'Continued by' in the detail display Koha will perform a control number (MARC field 001) search
hi: जब 'प्रदर्शित करता है' और 'निरंतर जारी' के बगल में प्रदर्शित होने वाले शीर्षक के लिंक पर क्लिक करते हुए कोहा एक नियंत्रण संख्या (मार्क फील्ड 001) खोज करेगा
it: Quando si clicca nei link dei titoli accanto a 'Continua' e 'Continuato da' nella pagina del record bibliografico, Koha effettuerà una ricerca per numero di controllo (campo 001)
tr: Ayrıntı görüntülemede 'Continues' and 'Continued by' yanında yer alan başlıkların bağlantılarına tıklandığı zaman, Koha bir kontrol numarası (MARC 001 alanı) araması gerçekleştirecektir

source: Unless you are going in and manually changing 773$w to match your rigorously-defined bibliographic relationships, you should set this preference to "Don't use" and instead set :ref:`EasyAnalyticalRecords` to "Display"
hi: जब तक आप अपने कठोर रूप से परिभाषित ग्रंथसूची संबंधों से मेल खाने के लिए 773$w में मैन्युअल रूप से बदल रहे हैं और मैन्युअल रूप से बदल रहे हैं, तो आपको इस प्राथमिकता को "उपयोग न करें" और इसके बजाय सेट करना चाहिए : ref: `EasyAnalyticalRecords` को" प्रदर्शन "
it: A meno che tu non imposti rigorosamente a mano i sottocampi 773$w di MARC 21 per creare le relazioni bibliografiche, è bene impostare questa preferenza su "Non usare" e impostare invece la preferenza :ref:`EasyAnalyticalRecords` su "Mostra"
tr: Kesin olarak tanımlanmış bibliyografik ilişkilerinize uyacak şekilde 773$w'yi el ile değiştirmediyseniz, bu tercihi "Kullanmayın" olarak ayarlamanız ve bunun yerine: ref: EasyAnalyticalRecords` öğesini Görüntüle "olarak ayarlamanız gerekir.

source: If you have a serial called "Journal of Interesting Things" which has a separate record from when it was called "Transactions of the Interesting Stuff Society," you could add linking fields to indicate the relationship between the two records. UseControlNumber allows you to use your local accession numbers for those links. In MARC21, the relevant sections of the two records might look like this:
hi: यदि आपके पास "जर्नल ऑफ़ इंट्रेस्टिंग थिंग्स" नामक एक सीरियल है जिसमें से एक अलग रिकॉर्ड है, जब इसे "दिलचस्प सामग्री सोसायटी का लेनदेन" कहा जाता है, तो आप दो क्षेत्रों के बीच संबंध को इंगित करने के लिए लिंकिंग फ़ील्ड जोड़ सकते हैं. UseControlNumber आप उन लिंक के लिए अपने स्थानीय अधिग्रहण संख्या का उपयोग करने की अनुमति देता है. मार्क 21 में, दो अभिलेखों के प्रासंगिक अनुभाग इस तरह दिख सकते हैं:
it: Se hai un a risorsa in continuazione chiamata "Journal of Interesting Things" che ha record separati rispetto a quando aveva titolo "Transactions of the Interesting Stuff Society", puoi aggiungere legami per indicare la relazione tra i due record. UseControlNumber ti permette di usare i local accession numbers per questi legali. In MARC21, le sezioni rilvanti per questi due record appariranno così:
tr: "Transactions of the Interesting Stuff Society," denilen ayrı bir kayıta sahip "Journal of Interesting Things" adlı bir süreli yayınınız varsa, iki kayıt arasındaki ilişkiyi göstermek için bağlantı alanları ekleyebilirsiniz. UseControlNumber bu bağlantılar için lokal erişim numaralarınızı kullanmanızı sağlar. İki kayıtın ilgili bölümleri MARC21 içerisinde şu şekilde görünebilir:

source: With UseControlNumber set to 'Use', the 78x links will use the Control Numbers is subfield $w, instead of doing a title search on "Journal of Interesting Things" and "Transactions of the Interesting Stuff Society" respectively.
hi: UseControlNumber के साथ 'प्रयोग' करने के लिए सेट, 78x लिंक का उपयोग करेगा नियंत्रण संख्या subfield $w है, "जर्नल ऑफ़ इंट्रेस्टिंग थिंग्स" पर एक शीर्षक खोज करने के बजायऔर क्रमशः "दिलचस्प सामग्री समाज का लेनदेन".
it: Se UseControlNumber è impostato su 'Usa', i campi 78x per i legami di MARC 21 utilizzeranno il sottocampo $w invece di fare una ricerca sui titoli "Journal of Interesting Things" e "Transactions of the Interesting Stuff Society".
tr: UseControlNumber öğesinin 'Use' olarak ayarlanmasıyla 78x bağlantıları, sırasıyla "Journal of Interesting Things" ve "Transactions of the Interesting Stuff Society" üzerinde başlık araması yapmak yerine alt alanı $w olan Kontrol Numaralarını kullanacaktır.

source: Exporting
hi: निर्यात कर रहा है
it: Esportare
tr: Dışa aktarılıyor

source: Asks: Include following fields when exporting BibTeX
hi: पूछता है: शामिल निम्नलिखित क्षेत्रों में निर्यात जब BibTeX
it: Chiede: Includere i seguenti campi durante l'esportazione BibTeX
tr: Seçenek: BibTeX aktarılırken aşağıdaki alanları dahil et

source: Use one line per tag in the format BT\_TAG: TAG$SUBFIELD ( e.g. lccn: 010$a )
hi: प्रारूप में प्रति टैग एक पंक्ति का प्रयोग करें BT\_TAG: TAG$SUBFIELD ( e.g. lccn: 010$a )
it: Utilizzare una linea per ogni tag nel formato BT\_TAG: TAG $ sottocampo (ad es. LCCN: 010$a)
tr: Tag başına BT\_TAG: TAG$SUBFIELD biçiminde bir satır kullanın (örneğin lccn: 010$a )

source: To specify multiple marc tags/subfields as targets for a repeating BibTex tag, use the following format: BT\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] ( e.g. notes: [501$a, 505$g] )
hi: दोहराए गए बिबटेक्स टैग के लिए लक्ष्य के रूप में एकाधिक मार्क टैग / उप-फ़ील्ड निर्दिष्ट करने के लिए, निम्न प्रारूप का उपयोग करें: BT\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] ( e.g. notes: [501$a, 505$g] )
it: Per specificare più tag marc / sottocampi come bersagli per un tag ripetibile BibTex, utilizzare il seguente formato: BT\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] (ad esempio note: [501$a, 505$g])
tr: Birden çok marc tag/alt alanını yinelenen bir BibTex tag hedefi olarak belirtmek için aşağıdaki biçimi kullanın: BT\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] (örneğin notes: [501$a, 505$g] )

source: All values of repeating tags and subfields will be printed with the given BibTeX tag.
hi: दोहरा टैग और उपक्षेत्रों के सभी मूल्यों BibTeX देखते हुए टैग के साथ मुद्रित किया जाएगा.
it: Tutti i valori di tag e sottocampi ripetuti verranno stampati con il dato tag BibTeX.
tr: Yinelenen tag'lerin ve alt alanların tüm değerleri verilen BibTeX etiketi ile yazdırılacaktır.

source: Use ^@^ ( with quotes ) as the BT\_TAG to replace the bibtex record type with a field value of your choosing.
hi: बिबटेक्स रिकॉर्ड प्रकार को अपने चयन के फ़ील्ड मान के साथ बदलने के लिए BT\_TAG के रूप में ^@^(उद्धरण के साथ) का उपयोग करें।

source: Asks: Include following fields when exporting RIS
hi: पूछता है: शामिल करें जब निर्यात निम्नलिखित क्षेत्रों आरआईएस
it: Chiede: Includere i seguenti campi durante l'esportazione RIS
tr: Seçenek: RIS dışa aktarılırken aşağıdaki alanları dahil edin

source: Use one line per tag in the format RIS\_TAG: TAG$SUBFIELD ( e.g. LC: 010$a )
hi: प्रारूप में प्रति टैग एक पंक्ति का प्रयोग करें RIS\_TAG: TAG$SUBFIELD ( e.g. LC: 010$a )
it: Utilizzare una linea per ogni tag nel formato BT\_TAG: TAG$SUBFIELD (ad es. LC: 010$a)
tr: Tag başına RIS\_TAG: TAG$SUBFIELD biçiminde bir satır kullanın (ör. LC: 010$a )

source: To specificy multiple marc tags/subfields as targets for a repeating RIS tag, use the following format: RIS\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] ( e.g. NT: [501$a, 505$g] )
hi: दोहराना आरआईएस टैग के लिए लक्ष्य के रूप में एकाधिक मार्क टैग / उप-फ़ील्ड निर्दिष्ट करने के लिए, निम्न प्रारूप का उपयोग करें: RIS\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] ( e.g. NT: [501$a, 505$g] )
it: Per specificare più tag marc / sottocampi come bersagli per un tag ripetibile RIS, utilizzare il seguente formato: RIS\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] (ad esempio note: [501$a, 505$g])
tr: Yinelenen bir BibTex tag'i için hedef olarak birden fazla marc tag/alt alanı belirtmek için aşağıdaki biçimi kullanın: RIS\_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] ( e.g. notes: [501$a, 505$g] )

source: All values of repeating tags and subfields will be printed with the given RIS tag.
hi: दोहरा टैग और उपक्षेत्रों के सभी मूल्यों को देखते हुए आरआईएस टैग के साथ मुद्रित किया जाएगा.
it: Tutti i valori di tag e sottocampi ripetuti verranno stampati con il dato tag RIS.
tr: Yinelenen tag'lerin ve alt alanların tüm değerleri verilen BibTeX etiketi ile yazdırılacaktır.

source: Use of TY ( record type ) as a key will *replace* the default TY with the field value of your choosing.
hi: एक कुंजी के रूप में टीवाई (रिकॉर्ड प्रकार) का उपयोग * आपके चयन के फील्ड वैल्यू के साथ * डिफ़ॉल्ट टीवाई को प्रतिस्थापित करेगा।
it: L'utilizzo di TY (tipo di record) come chiave *sostituirà* il TY di default con il valore del campo di tua scelta.
tr: Bir anahtar olarak TY (kayıt türü) kullanılması, varsayılan TY'i seçtiğiniz alan değeri ile *değiştirecektir*.

source: Importing
hi: आयात किया जा रहा है
it: Importazione
tr: İçe aktarılıyor

source: Default: don't
hi: डिफ़ॉल्ट: नहीं है
it: Predefinito: non tentare
tr: Varsayılan: yapma

source: Asks: When matching on ISBN with the record import tool, \_\_\_ attempt to match aggressively by trying all variations of the ISBNs in the imported record as a phrase in the ISBN fields of already cataloged records.
hi: पूछता है: रिकॉर्ड आयात उपकरण के साथ आईएसबीएन पर मिलान करते समय,\_\_\_ आयातित रिकॉर्ड में आईएसबीएन के सभी बदलावों को पहले से सूचीबद्ध सूची के आईएसबीएन फ़ील्ड में एक वाक्यांश के रूप में आक्रामक रूप से मिलान करने का प्रयास करते हैं.
it: Chiede: quando viene eseguito il controllo per ISBN durante l'importazione, \_\_\_ il match aggressivo cercando tutte le varianti degli ISBN dei record importato come frasi nei record già presenti in catalogo.
tr: Seçenek: ISBN'de kayıt alma aracıyla eşleştirilirken, içe aktarılan kayıtlardaki ISBN'lerin tüm varyasyonlarını önceden kataloglanmış kayıtların ISBN alanlarındaki bir cümle olarak denemeye çalışarak agresif bir şekilde eşleşme girişiminde bulun \_\_\_.

source: do
hi: करना
it: tenta
tr: yap

source: don't
hi: एक नए जीवन को जोखिम में ना डालें
it: non tentare
tr: yapma

source: This preference allows you to choose to alter the ISBN matching rule used when staging records for import to be more aggressive. This means that all text will be stripped from the ISBN field so that a pure number match is possible. If this preference is set to "Don't" then Koha will find a match only if the ISBN fields are identical.
hi: यह वरीयता आपको आईएसबीएन मिलान नियम को बदलने के लिए चुनने की अनुमति देता है जब आयात के लिए रिकॉर्ड अधिक आक्रामक हो. इसका अर्थ है कि सभी पाठ को आईएसबीएन फील्ड से छीन लिया जाएगा ताकि एक शुद्ध संख्या मैच संभव हो सके. यदि यह वरीयता "डू" पर सेट नहीं है, तो कोहा एक मैच केवल तभी मिल जाएगा जब आईएसबीएन फ़ील्ड समान हो.
it: Questa preferenza permette di alterare il match per ISBN usata nei record in deposito per effettuare un controllo più aggressivo in importazione. Questo significa che dall'ISBN verranno eliminati i caratteri non numerici per tentare il match tra numeri puri. Se questa preferenza è imposatta a "non attivare" allora Koha decreta il match se i valori degl ISBN sono identici.
tr: Bu tercih, içe aktarmanın daha agresif olması için kayıtları hazırlama sırasında kullanılan ISBN eşleştirme kuralını değiştirmek için seçim yapmanızı sağlar. Bu, ISBN alanından tüm metnin ayrıştırılarak salt numara eşleştirmenin mümkün olacağı anlamına gelir. Bu tercih 'Yapma' olarak ayarlanırsa bu sefer Koha sadece ISBN alanları birbiri ile aynı ise bir eşleştirme bulacaktır.

source: Note that this preference has no effect if :ref:`UseQueryParser` is on.
hi: ध्यान दें कि इस वरीयता का कोई प्रभाव नहीं है अगर : ref: 'UseQueryParser` चालू है।
it: Si noti che questa preferenza non ha effetto se :ref:`UseQueryParser` è attiva.
tr: :ref:`UseQueryParser` açık değilse bu tercihin bir etkisinin olmayacağını unutmayın.

source: Asks: When matching on ISSN with the record import tool, \_\_\_ attempt to match aggressively by trying all variations of the ISSNs in the imported record as a phrase in the ISSN fields of already cataloged records. Note that this preference has no effect if :ref:`UseQueryParser` is on.
hi: Asks: रिकॉर्ड आयात उपकरण के साथ आईएसएसएन पर मिलान करते समय, \_\_\_ आयातित रिकॉर्ड में आईएसएसएन की सभी विविधताओं को पहले से सूचीबद्ध सूची के आईएसएसएन फ़ील्ड में एक वाक्यांश के रूप में आक्रामक रूप से मिलान करने का प्रयास करते हैं। ध्यान दें कि इस वरीयता का कोई प्रभाव नहीं है अगर: ref: 'UseQueryParser` चालू है।
it: Chiede: quando viene eseguito il controllo per ISBN durante l'importazione, \_\_\_ il match aggressivo cercando tutte le varianti degli ISBN del record importato come frase nel camp ISSN di un record già catalogato. SI noti che questa preferenza non ha effetto se :ref:`UseQueryParser` è attiva.
tr: ISSN'yi kayıt alma aracıyla eşleştirirken, alınan kayıttaki ISSN'lerin tüm varyasyonlarını önceden kataloglanmış kayıtların ISSN alanlarındaki bir cümle olarak denemeye çalışarak agresif bir şekilde eşleşme girişiminde \_\_\_. :ref:`UseQueryParser` açıksa bu tercihin bir etkisinin olmayacağını unutmayın.

source: Interface
hi: इंटरफेस
it: Interfaccia
tr: Arayüz

source: Asks: \_\_\_ descriptions of fields and subfields in the MARC editor.
hi: Asks: \_\_\_ एमएआरसी संपादक में फ़ील्ड और उप-क्षेत्रों के विवरण।
it: Chiede: \_\_\_ le descrizioni dei campi e sottocampi nell'editor MARC.
tr: Seçenek: MARC editöründe alanlar ve alt alanların açıklamalarını \_\_\_.

source: This preference determines whether or not MARC field names will be present when editing or creating MARC records.
hi: यह वरीयता निर्धारित करता है या नहीं मार्क क्षेत्र के नाम से मौजूद है जब संपादन या मार्क रिकॉर्ड पैदा हो जाएगा.
it: Questa preferenza abilita o disabilita la presenza dei nomi dei campi MARC nell'editor dei record.
tr: Bu tercih, MARC kayıtları düzenlerken veya oluştururken MARC alan adlarının mevcut olup olmayacağını belirler.

source: DefaultClassificationSource
hi: वर्गीकरण स्त्रोत

source: Default: Dewey Decimal System
hi: डिफ़ॉल्ट: डेवी दशमलव प्रणाली
it: Predefinito: Classificazione decimale Dewey
tr: Varsayılan: Dewey Onlu Sistemi

source: Asks: Use \_\_\_ as the default classification source.
hi: पूछता है: डिफ़ॉल्ट वर्गीकरण स्रोत के रूप में\_\_\_ का प्रयोग करें
it: Chiede: Usa \_\_\_ come schema di classificazione predefinito.
tr: Seçenek: Varsayılan sınıflama kaynağı olarak \_\_\_ kullanın.

source: ANSCR (Sound Recordings)
hi: ANSCR (ध्वनि रिकॉर्डिंग)
tr: ANSCR (Ses Kayıtları)

source: Dewey Decimal Classification
hi: डेवी दशमलव वर्गीकरण
it: Classificazione decimale Dewey
tr: Dewey Onlu Sınıflaması

source: Library of Congress Classification
hi: लाइब्रेरी ऑफ काग्रेंस वर्गीकरण
it: Classificazione della Library of Congress
tr: Kongre Kütüphanesi Sınıflaması

source: Other/Generic Classification Scheme
hi: अन्य/जेनेरिक वर्गीकरण स्कीम
it: Altro sistema di classificazione
tr: Diğer/Genel Sınıflama Şeması

source: SuDoc Classification (U.S. GPO)
hi: SuDOC वर्गीकरण (U.S. GPO)
tr: SuDoc Sınıflaması (U.S. GPO)

source: Universal Decimal Classification
hi: यूनिवर्सल दशमलव वर्गीकरण
it: Classificazione decimale universale
tr: Evrensel Onlu Sınıflama

source: Adding another classification under Administration > Classification Sources will make it show up in this list as well.
hi: प्रशासन के तहत एक और वर्गीकरण जोड़ना > वर्गीकरण स्रोत इसे इस सूची में भी दिखाएंगे।
it: Se viene aggiunta un'altra classificazione in Amministrazione > Sorgenti di Classificazione, apparirà in questa stessa lista.
tr: Yönetim> Sınıflama Kaynakları altına başka bir sınıflandırma eklemek, onun da bu listede gösterilmesini sağlayacaktır.

source: Default: Don't Display
hi: डिफ़ॉल्ट: प्रदर्शित नहीं करता है
it: Predefinito: Non mostrare
tr: Varsayılan: Gösterme

source: Asks: \_\_\_ easy ways to create analytical record relationships
hi: पूछता है: \_\_\_ विश्लेषणात्मक रिकॉर्ड संबंध बनाने के आसान तरीके
it: Chiede: \_\_\_ l'interfaccia facilitata per creare relazioni analitiche tra record
tr: Seçenek: analitik kayıt ilişkileri oluşturmak için kolay yollar \_\_\_

source: Don't Display
hi: प्रदर्शित नहीं करता है
it: Non mostrare
tr: Gösterme

source: If you decide to use this feature you'll want to make sure that your :ref:`UseControlNumber` preference is set to "Don't use" or else the "Show analytics" links in the staff client and the OPAC will be broken.
hi: यदि आप इस सुविधा का उपयोग करने का निर्णय लेते हैं तो आप यह सुनिश्चित करना चाहते हैं कि आपका : ref: `UseControlNumber` वरीयता" उपयोग न करें "पर सेट है या फिर कर्मचारी क्लाइंट में" एनालिटिक्स दिखाएं "लिंक और ओपेक होगा टूटा हुआ।
it: Se scegli di utilizzare questa funzionalità, accertati che la preferenza di sistema :ref:`UseControlNumber` sia impostata su "Non usare", altrimenti i link "Mostra analitici" nell'interfaccia amministrativa e nell'OPAC non funzioneranno.
tr: Bu özelliği kullanmaya karar verdiyseniz :ref:`UseControlNumber` tercihini "Kullanma" olarak ayarladığınızdan emin olun. Aksi halde personel istemci ve OPAC'ta "Analizleri göster" bağlantısı düzgün çalışmayacaktır.

source: An analytic entry in a catalog is one that describes a part of a larger work that is also described in the catalog. In bibliographic cataloging, analytic entries may be made for chapters in books or special issues of articles in periodicals. In archival cataloging, analytic entries may be made for series or items within a collection. This feature in Koha allows for an easy way of linking analytic entries to the host records, and this system preference adds several new menu options to the staff cataloging detail pages to allow that to happen.
hi: एक सूची में एक विश्लेषणात्मक प्रविष्टि एक है कि एक बड़ा काम भी है कि सूची में वर्णित के एक भाग का वर्णन है. ग्रंथ सूची सूचीबद्ध करने में, विश्लेषणात्मक प्रविष्टियों किताबें या पत्रिकाओं में लेख के विशेष मुद्दों में अध्यायों के लिए किया जा सकता है. अभिलेखीय सूचीबद्ध करने में, विश्लेषणात्मक प्रविष्टियों एक संग्रह के भीतर श्रृंखला या आइटम के लिए किया जा सकता है. Koha में यह सुविधा मेजबान रिकॉर्ड करने के लिए विश्लेषणात्मक प्रविष्टियों को जोड़ने के लिए एक आसान तरीका के लिए अनुमति देता है, और इस प्रणाली प्राथमिकता है कि ऐसा करने के लिए अनुमति देने के लिए कर्मचारियों को सूचीबद्ध करने विस्तार पृष्ठों के लिए कई नए मेनू विकल्प कहते हैं.
it: L'analitico è un record di catalogo che descrive una parte di un'opera più ampia, a sua volta catalogata. Nella catalogazione bibliografica i record analitici possono essere creati per i capitoli dei libri o i numeri dei periodici. Nella catalogazione archivistica, i record analitici vengono creati per serie o esemplari appartenenti a una collezione. Questa funzionalità facilita il collegamento dei record analitici a quelli superiori, abilitando apposite opzioni nell'interfaccia delle pagine dei record bibliografici.
tr: Bir katalogda bir analitik giriş, yine katalogda tarif edilen daha büyük bir çalışmanın bir kısmını açıklayan bir unsurdur. Bibliyografik kataloglamada kitaplardaki bölümler veya süreli yayınlardaki makalelerin özel konuları için analitik girişler yapılabilir. Arşivsel kataloglamada analitik girişler, bir koleksiyon içerisindeki seriler veya materyaller için yapılabilir. Bu özellik Koha'da ana sunucudaki kayıtlara analitik girişleri bağlamak için kolay bir yol sağlar ve bu sistem tercihi bu özelliğin gerçekleşmesi için personel kataloglama ayrıntısı sayfalarına birçok yeni menü seçenekleri ekler.

source: Default: Don't enable
hi: डिफ़ॉल्ट: सक्षम न करें
it: Default: Non attivare
tr: Varsayılan: Etkinleştirme

source: Asks: \_\_\_ the advanced cataloging editor.
hi: पूछता है: \_\_\_ उन्नत सूचीबद्ध संपादक.
it: Chiede: \_\_\_ l'editor per la catalogazione avanzata.
tr: Seçenek: Gelişmiş kataloglama düzenleyicisini \_\_\_.

source: This preference will allow you to choose between a basic editor and a advanced editor for cataloging.
hi: यह वरीयता आप एक बुनियादी संपादक और सूचीबद्ध करने के लिए एक उन्नत संपादक के बीच चयन करने के लिए अनुमति देगा.
it: Questa preferenza consente di scegliere tra un editor di base e un editor avanzato per la catalogazione.
tr: Bu tercih, kataloglama için basit bir düzenleyici ve gelişmiş bir düzenleyici arasından seçim yapmanıza izin verir.

source: This feature does not currently include any support for UNIMARC or NORMARC fixed fields.
hi: इस सुविधा में वर्तमान में UNIMARC या NORMARC निश्चित फ़ील्ड के लिए कोई समर्थन शामिल नहीं है।
it: Questa funzionalità non supporta i campi fissi di UNIMARC o NORMARC.

source: Record Structure
hi: रिकॉर्ड संरचना
it: Struttura record
tr: Kayıt Yapısı

source: AlternateHoldingsField & AlternateHoldingsSeparator
hi: AlternateHoldingsField और AlternateHoldingsSeparator

source: Asks: Display MARC subfield \_\_\_ as holdings information for records that do not have items, with the subfields separated by \_\_\_.
hi: पूछता है: \_\_\_ द्वारा अलग किए गए उप-फ़ील्ड वाले रिकॉर्ड्स के लिए होल्डिंग जानकारी के रूप में MARC उपफील्ड \_\_\_ प्रदर्शित करें।
it: Chiede: Mostra i sottocampi MARC \_\_\_ come informazioni sulle copie per i record senza copie, separando i sottocampi con \_\_\_.
tr: Seçenek: \_\_\_ MARC alt alanını, materyali bulunmayan kayıtlar için ayırma bilgisi olarak \_\_\_ ile ayrılmış alt alanlarla birlikle göster.
