Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: \_\_\_ staff to delete messages added from other libraries.
hi: पूछता है: \_\_\_ अन्य पुस्तकालयों से जोड़े गए संदेशों को हटाने के लिए कर्मचारी.
it: Chiede: \_\_\_ allo staff di cancellare messaggi aggiunti da altre biblioteche.
tr: Seçenek: personelin diğer kütüphanelerden eklenmiş olan iletileri silmesine \_\_\_.

source: Asks: \_\_\_ patrons to submit notes about checked out items.
hi: पूछता है: \_\_\_ चैकआउट आइटम के बारे में नोट जमा करने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di inviare osservazioni sui libri presi in prestito.
tr: Seçenek: Kullanıcıların ödünç aldıkları materyaller hakkında not girmelerine \_\_\_.

source: This preference if set to allow will give your patrons the option to add a note to an item they have checked out on the OPAC side. This note will be seen on the staff side when the item is checked in.
hi: यदि यह अनुमति देने के लिए सेट किया गया है तो यह वरीयता आपके संरक्षक को ओपेक पक्ष पर चेक किए गए किसी आइटम को नोट जोड़ने का विकल्प देगी. यह नोट आइटम की जांच के दौरान कर्मचारियों के पक्ष में देखा जाएगा।
it: Questa preferenza se attiva dà la possibilità ai tuoi utenti di aggiungere sull'Opac una nota ad una copia che hanno in prestito. La nota sarà vista dallo staff quando la copia verrà restituita.
tr: İzin verilecek şekilde ayarlanmışsa bu tercih, kullanıcılara OPAC tarafından ödünç aldıkları bir materyale not ekleme seçeneği sunacaktır. Bu not, materyal iade edildiğinde personel tarafından görünecektir.

source: Default: Do not enable
hi: डिफ़ॉल्ट: सक्षम न करें
it: Default: Non attivare
tr: Varsayılan: Etkinleştirme

source: Asks: \_\_\_ offline circulation on regular circulation computers.
hi: पूछता है: \_\_\_ नियमित रूप से प्रचलन कंप्यूटर पर ऑफ़लाइन परिसंचरण.
it: Chiede: \_\_\_ la circolazione offline su computer della circolazione.
tr: Seçenek: Düzenli dolaşım bilgisayarlarında çevrimdışı dolaşımı \_\_\_.

source: Do not enable
hi: सक्षम न करें
it: Non attivare
tr: Etkinleştirme

source: Setting this preference to 'Enable' allows you to use the Koha interface for :ref:`offline circulation <offline-circulation-utilities-label>`. This system preference does not affect the :ref:`Firefox plugin <firefox-plugin-label>` or the :ref:`desktop application <offline-circ-tool-for-windows-label>`, any of these three options can be used for offline circulation without effecting the other.
hi: 'वरीयता' को इस वरीयता को सेट करने के लिए आपको कोहा इंटरफ़ेस का उपयोग करने की अनुमति मिलती है : ref: `ऑफ़लाइन परिसंचरण <offline-circulation-utilities-label>`। यह सिस्टम वरीयता इस पर प्रभाव नहीं डालती है: रेफरी: 'फ़ायरफ़ॉक्स प्लगइन <firefox-plugin-label>' या the : ref: `डेस्कटॉप एप्लिकेशन <offline-circ-tool-for-windows-label>', इनमें से कोई भी तीन विकल्पों को ऑफ़लाइन परिसंचरण के लिए दूसरे को प्रभावित किए बिना इस्तेमाल किया जा सकता है।
it: L'impostazione di questa preferenza su 'Abilita' consente di utilizzare l'interfaccia Koha per la :ref:`circolazione offline <offline-circulation-utilities-label>`. Questa preferenza di sistema non influisce sulla preferenza :ref:`Firefox Plugin <firefox-plugin-label>` né sulla preferenza :ref:`desktop application <offline-circ-tool-for-windows-label>`, dato che le tre preferenze della circolazione offline sono indipendenti.
tr: Bu tercihi 'Etkinleştir' olarak ayarlamak :ref:`çevrimdışı dolaşım <offline-circulation-utilities-label>' için Koha arayüzünü kullanmanızı sağlar. Bu sistem tercihi `Firefox eklentisi <firefox-plugin-label>' veya `masaüstü uygulamasını <offline-circ-tool-for-windows-label>' etkilemez, bu üç seçenekten her biri diğerini etkilemeden çevrimdışı dolaşım için kullanılabilir.

source: Asks: \_\_\_ the automatic redirection to another patron when a patron barcode is scanned instead of a book. This should not be enabled if you have overlapping patron and book barcodes.
hi: पूछते हैं: एक पुस्तक के बजाय एक संरक्षक बारकोड स्कैन किए जाने पर \_\_\_ एक अन्य संरक्षक के लिए स्वत: पुनर्निर्देशन। यदि आप संरक्षक और पुस्तक बारकोड ओवरलैप कर रहे हैं तो यह सक्षम नहीं होना चाहिए।

source: Enabling this system preference allows staff to scan a patron barcode instead of an item barcode in the checkout box to switch patron records.
hi: इस सिस्टम वरीयता को सक्षम करने से कर्मचारियों को संरक्षक फ़ाइलों को स्विच करने के लिए चेकआउट बॉक्स में आइटम बारकोड के बजाय संरक्षक बारकोड स्कैन करने की अनुमति मिलती है।

source: Default: Try
hi: डिफ़ॉल्ट: प्रयास करें
it: Default: Tenta
tr: Varsayılan: Dene

source: Asks: \_\_\_ to automatically fill in the member when entering a patron search on the circulation screen.
hi: पूछता है: \_\_\_ परिसंचरण स्क्रीन पर संरक्षक खोज दर्ज करते समय स्वचालित रूप से सदस्य को भरने के लिए.
it: Chiede: \_\_\_ automaticamente i dati dell'utente quando si effettua una ricerca per utente sulla schermata della circolazione.
tr: Seçenek: dolaşım ekranında kullanıcı araması yaparken üye adının otomatik olarak doldurulmasına \_\_\_.

source: This preference is a binary setting which determines whether auto-completion of fields is enabled or disabled for the circulation input field. Setting it to "Try" would enable a staff member to begin typing a name or other value into the field and have a menu pop up with suggestions for completing it. Setting it to "Don't try" would disable this feature. This preference can make staff members' jobs easier or it could potentially slow down the page loading process.
hi: यह वरीयता एक बाइनरी सेटिंग है जो यह निर्धारित करती है कि परिचालित इनपुट फ़ील्ड के लिए फ़ील्ड का स्वत: पूर्णीकरण सक्षम या अक्षम है या नहीं. इसे "कोशिश" करने के लिए सेट करना एक स्टाफ सदस्य को किसी नाम या अन्य मूल्य को फ़ील्ड में टाइप करना शुरू करने में सक्षम होगा और उसे पूरा करने के लिए सुझावों के साथ एक मेनू पॉप अप होगा इसे "कोशिश न करें" को सेट करने से यह सुविधा अक्षम हो जाएगी. यह वरीयता कर्मचारी सदस्यों के कार्य को आसान बना सकती है या यह संभवतः पेज लोडिंग प्रक्रिया धीमा कर सकता है.
it: Questa preferenza è un'impostazione binaria che determina se l'autocompletamento di campi è attivo o no sui campi della circolazione. Impostato a 'Tenta', rende possibile allo staff di iniziare a digitare un nome o altro valore nel campo e ottenere un menù a tendina con suggerimenti per il completamento. Impostato a 'Non tentare', non fa comparire la tendina. Questa preferenza può alleggerire il lavoro dello staff o può potenzialmente rallentare il caricamento della pagina.
tr: Bu tercih, alanların otomatik olarak tamamlanması özelliğinin dolaşım giriş alanı için etkin ya da devre dışı olacağını belirleyen ikili bir ayardır. Bu tercih "Dene" olarak ayarlanırsa bir personel, alan içerisine bir isim ya da başka bir değer girmeye başladığında, bu yazdığını tamamlamak için öneri getiren bir açılır menünün karşısına gelmesi sağlanacaktır. "Deneme" olarak ayarlanırsa bu özellik devre dışı bırakılacaktır. Bu tercih personelin işlerini kolaylaştırabildiği gibi potansiyel olarak sayfa yükleme işlemini de yavaşlatabilir.

source: Don't try
hi: प्रयास नही करें
it: Non tentare
tr: Denemeyin

source: Try
hi: प्रयास
it: Tenta
tr: Dene

source: Default: open a print quick slip window
hi: डिफ़ॉल्ट: एक प्रिंट त्वरित पर्ची खिड़की खुली
it: Default: aprire una finestra per la stampa di una ricevuta veloce
tr: Varsayılan: hızlı slip yazdırma penceresi aç

source: Asks: When an empty barcode field is submitted in circulation \_\_\_
hi: पूछता है: एक खाली बारकोड क्षेत्र संचलन में प्रस्तुत किया जाता है \_\_\_
it: Chiede: Quando un campo di barcode è lasciato vuoto nella circolazione \_\_\_
tr: Seçenek: Dolaşımda boş bir barkod alanı sunulduğunda \_\_\_

source: clear the screen
hi: स्क्रीन को साफ करें
it: pulisci lo schermo
tr: ekranı temizle

source: open a print quick slip window
hi: एक प्रिंट त्वरित पर्ची खिड़की खोले
it: apri una finestra per la stampa della ricevuta ridotta
tr: bir hızlı slip yazdırma penceresi aç

source: open a print slip window
hi: एक प्रिंट पर्ची खिड़की खोलें
it: apri una finestra per la stampa della ricevuta
tr: bir slip yazdırma penceresi aç

source: If this preference is set to open a quick slip (:ref:`ISSUEQSLIP <existing-notices-&-slips-label>`) or open a slip (:ref:`ISSUESLIP <existing-notices-&-slips-label>`) for printing it will eliminate the need for the librarian to click the print button to generate a checkout receipt for the patron they're checking out to. If the preference is set to clear the screen then "checking out" an empty barcode will clear the screen of the patron you were last working with.
hi: यदि यह वरीयता एक त्वरित पर्ची खोलने के लिए सेट है (: ref: `ISSUEQSLIP <existing-notices-&-slips-label>`) या एक पर्ची खोलें (: ref: `ISSUESLIP <existing-notices-&-slips-label>`) प्रिंटिंग के लिए यह पुस्तकालय के लिए प्रिंट बटन पर क्लिक करने के लिए प्रिंट बटन पर क्लिक करने के लिए आवश्यक है जो संरक्षक के लिए चेकआउट रसीद उत्पन्न करने के लिए समाप्त हो जाएगा। यदि स्क्रीन को साफ़ करने के लिए प्राथमिकता सेट की गई है तो खाली बारकोड "चेक आउट" उस संरक्षक की स्क्रीन को साफ़ कर देगा जो आप आखिरी बार काम कर रहे थे।काम कर रहे थे की स्क्रीन साफ ​​हो जाएगा.
it: Se questa preferenza è impostata per aprire una ricevuta veloce (:ref:`ISSUEQSLIP <existing-notices-&-slips-label>`) o una aprire ricevuta (:ref:`ISSUESLIP <existing-notices-&-slips-label>`) da stampare, lo staff non avrà bisogno di cliccare il bottone Stampa per generare la ricevuta di prestito per l'utente. Se la preferenza è impostata in modo da ripulire lo schermo, allora il 'prestito' di un barcode vuoto ripulirà lo schermo dai dati dell'ultimo utente.
tr: Bu tercih çıktı almak için hızlı slip yazdır (:ref:`ISSUEQSLIP <existing-notices-&-slips-label>') veya slip aç (:ref:`ISSUESLIP <existing-notices-&-slips-label>') olarak ayarlanırsa, kütüphanecinin ödünç verdiği okuyucular için ödünç verme makbuzu oluşturmak için yazdır butonuna basması gerekliliğini ortadan kaldıracaktır. Eğer bu ayar ekranı temizle olarak ayarlanırsa boş bir barkodun ödünç verilmesi üzerinde işlem yaptığınız son kullanıcının ekranını temizleyecektir.

source: Default: Deactivate
hi: डिफ़ॉल्ट: निष्क्रिय करें
it: Default: disattivare
tr: Varsayılan: Devre dışı bırak

source: Asks: \_\_\_ the navigation sidebar on all Circulation pages.
hi: पूछता है: \_\_\_ सभी परिचालित पृष्ठों पर नेविगेशन साइडबार.
it: Chiede: \_\_\_ la barra della navigazione in tutte le pagine della Circolazione.
tr: Seçenek: Tüm dolaşım sayfalarında gezinme kenar çubuğunu \_\_\_.

source: Deactivate
hi: निष्क्रिय करें
it: Disattivare
tr: Devre Dışı Bırak

source: Activate
hi: सक्रिय करें
it: Attivare
tr: Etkinleştir

source: Asks: \_\_\_ a button to clear the current patron from the screen on the circulation screen.
hi: पूछता है: \_\_\_परिचालित स्क्रीन पर स्क्रीन से वर्तमान संरक्षक को खाली करने के लिए एक बटन.
it: Chiede: \_\_\_ un bottone per togliere l'utente corrente dalla schermata di circolazione.
tr: Seçenek: mevcut kullanıcıyı dolaşım ekranından temizlemek için bir buton \_\_\_.

source: Show
hi: दिखाना
it: Mostra
tr: Göster

source: Default: Don't show
hi: डिफ़ॉल्ट: नहीं दिखाएं
it: Default: Non mostrare
tr: Varsayılan: Gösterme

source: Asks: \_\_\_ the export patron checkout history options.
hi: पूछता है: \_\_\_ निर्यात संरक्षक चेकआउट इतिहास विकल्प.
it: Chiede: \_\_\_ allo staff di accedere allo storico dei prestiti degli utenti.
tr: Seçenek: kullanıcının ödünç alma geçmişi seçeneklerinin dışa aktarılmasını \_\_\_.

source: ExportRemoveFields
hi: पूछता है: निम्नलिखित फ़ील्ड को संरक्षक चेकआउट इतिहास CSV या iso2709 निर्यात से बाहर रखा जाना चाहिए ___

source: Asks: The following fields should be excluded from the patron checkout history CSV or iso2709 export \_\_\_
hi: पूछता है: निम्नलिखित क्षेत्रों को संरक्षक चेकआउट इतिहास CSV या iso2709 निर्यात से बाहर रखा जाना चाहिए \_\_\_
it: Chiede: I seguenti campi dovranno essere esclusi dai report CSV o iso2709 dello storico dei prestiti \_\_\_
tr: Seçenek: Aşağıdaki alanlar kullanıcı ödünç alma geçmişi CSV veya iso2709 aktarımı dışında tutulmalıdır \_\_\_

source: This space separated list of fields (e.g. 100a 245b) will automatically be excluded when exporting the patron's current checkout history.
hi: जब संरक्षक के वर्तमान चेकआउट इतिहास निर्यात क्षेत्रों (जैसे 100A 245B) के इस अंतरिक्ष अलग सूची स्वचालित रूप से बाहर रखा जाएगा.
it: Questa lista di campi separata da spazi (es. 100a 245b) sarà automaticamente esclusa dall'export dello storico dei prestiti dell'utente corrente.
tr: Boşlukla ayrılmış alanların listesi (örneğin 100a 245b), kullanıcının mevcut ödünç alma geçmişi aktarılırken otomatik olarak hariç tutulacaktır.

source: Asks: \_\_\_ staff to choose which checkouts to show before running the overdues report.
hi: पूछता है: \_\_\_ कर्मचारियों को ओवरड्यू रिपोर्ट चलाने से पहले कौन से चेकआउट दिखाना है चुनने के लिए.
it: Chiede: \_\_\_ allo staff di scegliere quali prestiti mostrare prima di eseguire il report dei prestiti in ritardo.
tr: Seçenek: personelin gecikmeye kalanlar raporunu çalıştırmadan önce hangi ödünç verilen materyalin gösterileceğini seçmesine \_\_\_.

source: Koha's overdue report shows you all of the overdue items in your library system. If you have a large library system you'll want to set this preference to 'Require' to force those running the report to first limit the data generated to a branch, date range, patron category or other such filter. Requiring that the report be filtered before it's run prevents your staff from running a system heavy report and slowing down other operations in the system.
hi: Koha के अतिदेय रिपोर्ट आप अतिदेय आइटम के सभी अपने पुस्तकालय प्रणाली में पता चलता है. यदि आप एक बड़े पुस्तकालय प्रणाली है, तो आप को यह वरीयता निर्धारित करने के लिए चाहता हूँ 'आवश्यक' एक शाखा, दिनांक सीमा, संरक्षक श्रेणी या अन्य ऐसे फिल्टर करने के लिए उत्पन्न डेटा पहली सीमित करने के लिए रिपोर्ट चलाने वालों के लिए मजबूर करने के लिए. जरूरत है कि रिपोर्ट से पहले इसे चलाने के लिए है फ़िल्टर किया जा एक प्रणाली भारी रिपोर्ट चल रहा है और इस प्रणाली में अन्य कार्यों धीमा से अपने कर्मचारियों को रोकता है.
it: Il report dei solleciti dei prestiti scaduti mostra tutti i prestiti scaduti del sistema. Se hai un grande sistema bibliotecario amministrato da Koha, potrebbe servirti impostare questa preferenza su 'Richiedi', per fare girare il report con un filtro per biblioteca, periodo, categoria di utenti, ecc. Si eviterà di ingolfare il sistema.
tr: Koha'nın gecikenler raporu kütüphane sisteminizde gecikmeye kalmış tüm materyalleri size gösterir. Geniş bir kütüphane sisteminiz varsa bu tercihi, raporu çalıştıranları öncelikle oluşturulan verileri bir şube, tarih aralığı, kullanıcı kategorisi veya diğer bu gibi filtrelere göre sınırlamaya zorlamak için 'Require' olarak ayarlamak isteyeceksiniz. Raporun çalıştırılmadan önce filtrelenmesinin gerekli kılınması, personelinizin ağır bir sistem raporu çalıştırması ve sistemdeki diğer işlerin yavaşlamasını engeller.

source: Default: Don't notify
hi: डिफ़ॉल्ट: सूचित नहीं करते
it: Default: Non notificare
tr: Varsayılan: Uyarma

source: Asks: \_\_\_ librarians of overdue fines on the items they are checking in.
hi: पूछता है: \_\_\_वे जिन वस्तुओं की जांच कर रहे हैं उन पर अतिदेय जुर्माना के पुस्तकालयाध्यक्ष.
it: Chiede: \_\_\_ ai bibliotecari se ci sono multe per ritardi sulle copie in restituzione.
tr: Seçenek: kütüphanecileri iade aldıkları materyaller üzerindeki gecikme cezası hakkında \_\_\_.

source: Don't notify
hi: सूचित नहीं करते
it: Non notificare
tr: Uyarma

source: Notify
hi: सूचित
it: Notifica
tr: Uyar

source: With this preference set to 'Notify' all books that have overdue fines owed on them will pop up a warning when checking them in. This warning will need to acknowledged before you can continue checking items in. With this preference set to 'Don't notify,^ you will still see fines owed on the patron record, you just won't have an additional notification at check in.
hi: इस वरीयता के साथ उन सभी पुस्तकों को 'अधिसूचित' करने के लिए सेट किया गया है जिन पर बकाया जुर्माना जुर्माना लगाया गया है, इन्हें चेक करते समय चेतावनी दी जाएगी। इससे पहले कि आप आइटमों की जांच जारी रख सकें, इस चेतावनी को स्वीकार करने की आवश्यकता होगी।इस वरीयता के साथ 'अधिसूचना न करें' पर सेट करें, ^ आप अभी भी संरक्षक रिकॉर्ड पर जुर्माना लगाएंगे, आपके पास चेक इन पर अतिरिक्त अधिसूचना नहीं होगी।

source: Default: 2
hi: डिफ़ॉल्ट: 2
tr: Varsayılan: 2

source: Asks: Set the default start date for the Holds to pull list to \_\_\_ day(s) ago.
hi: पूछता है: \_\_\_ दिन (ओं) को पहले खींचने के लिए होल्ड के लिए डिफ़ॉल्ट आरंभ तिथि सेट करें.
it: Chiede: Impostare la data di inizio di default per l'elenco delle prenotazioni a \_\_\_ giorno(i) fa.
tr: Seçenek: Ayırtmadan çekilecek olan ayırtılmış materyallerin listesinin varsayılan başlangıç tarihini \_\_\_ gün önceye ayarlayın.

source: The :ref:`Holds to Pull <holds-to-pull-label>` report in circulation defaults to filtering holds placed 2 days ago. This preference allows you to set this default filter to any number of days.
hi: यह :ref:` होल्ड टु पुल<holds-to-pull-label> रिपोर्टिंग के लिए परिसंचरण चूक में रिपोर्ट 2 दिन पहले रखी है. यह प्राथमिकता आपको इस डिफ़ॉल्ट फ़िल्टर को किसी भी संख्या में सेट करने की अनुमति देती है.
it: Il report :ref:`Prenotazioni attive <holds-to-pull-label>` della circolazione, per default filtra le prenotazioni effettuate 2 o meno giorni fa. Questa preferenza permette di impostare il filtro di default a qualsiasi numero di giorni.
tr: 2 gün önce yapılan ayırtma işlemlerini filtrelemek için dolaşım varsayılan değerlerindeki `Ayırtmadan Çekilecekler <holds-to-pull-label>' raporu. Bu tercih, varsayılan filtreyi istediğiniz sayıda güne ayarlamanızı sağlar.

source: Asks: \_\_\_ the automatic use of a keyword catalog search if the phrase entered as a barcode on the checkout page does not turn up any results during an item barcode search.
hi: पूछता है: \_\_\_ कीवर्ड कैटलॉग खोज का स्वचालित उपयोग यदि चेकआउट पृष्ठ पर बारकोड के रूप में दर्ज वाक्यांश किसी आइटम बारकोड खोज के दौरान कोई परिणाम नहीं बदलता है.
it: Chiede: \_\_\_ l'uso automatico nella pagina dei prestiti della ricerca per parole chiave nel caso in cui la ricerca per barcode non abbia dato risultato.
tr: Seçenek: ödünç verme sayfasında barkod aramasında barkod olarak girilen söz dizimi herhangi bir sonuç getirmediği zaman anahtar kelime katalog aramasının otomatik olarak kullanılmasına \_\_\_.

source: Sometimes libraries want to checkout using something other than the barcode. Enabling this preference will do a keyword search of Koha to find the item you're trying to check out. You can use the call number, barcode, part of the title or anything you'd enter in the keyword search when this preference is enabled and Koha will ask you which item you're trying to check out.
hi: कभी कभी पुस्तकालयों बारकोड के अलावा अन्य कुछ का उपयोग कर जांच करने के लिए चाहते हैं. इस वरीयता सक्षम करने Koha में मूल शब्द खोज आइटम तुम बाहर की जाँच करने के लिए कोशिश कर रहे हैं पता लगाने के लिए क्या करेंगे. आप फोन नंबर, बारकोड, शीर्षक या कुछ भी आप कीवर्ड खोज में दर्ज होता है जब इस वरीयता सक्षम है और Koha आप से पूछना होगा जो आइटम आप बाहर की जाँच करने के लिए कोशिश कर रहे हैं के भाग का उपयोग कर सकते हैं.
it: A volte le biblioteche vogliono prestare utilizzando qualcosa di diverso dal codice a barre. L'attivazione di questa preferenza farà una ricerca per parole chiave di Koha per trovare la copia che si sta cercando di prestare. È possibile utilizzare il numero, codice a barre, parte del titolo o qualsiasi cosa che inseriresti nella ricerca per parole chiave quando questa preferenza è abilitata e Koha vi chiederà quale copia si sta cercando di prestare.
tr: Bazen kütüphaneler ödünç verme işlemini barkod dışında bir şey kullanarak gerçekleştirmek isteyebilirler. Bu tercihi etkinleştirmek Koha'nın ödünç vermek istediğiniz materyali bulmak için bir anahtar kelime araması yapmasını sağlayacaktır. Bu tercih etkin durumdayken anahtar kelime aramasına yer numarası, barkod, eser adınn bir bölümü veya istediğiniz herhangi bir şeyi yazabilirsiniz ve Koha size hangi materyali ödünç vermek istediğinizi soracaktır.

source: While you're not searching by barcode a barcode is required on every title you check out. Only titles with barcodes will appear in the search results.
hi: जबकि आप बारकोड द्वारा खोज नहीं कर रहे एक बारकोड हर शीर्षक तुम बाहर की जाँच पर आवश्यक है. बारकोड के साथ ही खिताब खोज परिणामों में दिखाई देगा.
it: Anche se non si sta cercando per codice a barre, un codice a barre è richiesto su ogni titolo da prestare. Solo i titoli con codici a barre verranno visualizzati nei risultati della ricerca.
tr: Barkoda göre arama yapmıyor olsanız da, ödünç verdiğiniz her başlık için bir barkod gereklidir. Yalnızca barkodu bulunan başlıklar arama sonuçlarında görünecektir.

source: Default: Don't filter
hi: डिफ़ॉल्ट: फ़िल्टर न करें
it: Default: Non filtrare
tr: Varsayılan: Filtreleme

source: Asks: \_\_\_ scanned item barcodes.
hi: पूछता है: \_\_\_ स्कैन आइटम बारकोड.
it: Chiede: \_\_\_ codici a barre scansionati delle copie.
tr: Seçenek: taranan materyal barkodlarını \_\_\_.

source: Convert from CueCat format
hi: CueCat प्रारूप से कन्वर्ट
it: Convertire dal formato CueCat
tr: CueCat biçiminden dönüştür

source: Convert from Libsuite8 form
hi: Libsuite8 रूप से कन्वर्ट
it: Convertire dal formato Libsuite8
tr: Libsuite8 biçiminden dönüştür

source: Don't filter
hi: फ़िल्टर न करें
it: Non filtrare
tr: Filtreleme

source: EAN-13 or zero-padded UPC-A from
hi: ईएएन-13 या शून्य पैड यूपीसी-ए से
it: EAN-13 o UPC-A con zeri aggiuntivi da
tr: EAN-13 ya da zero-padded UPC-A

source: Remove spaces from
hi: से रिक्त स्थान निकालें
it: Rimuovi gli spazi da
tr: Boşlukları sil

source: Remove the first number from T-prefix style
hi: टी-प्रिफ़िक्स शैली से पहले नंबर निकालें
it: Rimuovi il primo numero dallo stile T-prefix
tr: T-prefix stilinden ilk sayıyı sil

source: This format is common among those libraries migrating from Follett systems
hi: इस प्रारूप में उन पुस्तकालयों Follett सिस्टम से पलायन के बीच आम है
it: Questo formato è comune per le biblioteche che migrano da sistemi Follett
tr: Bu biçim Follett sistemlerinden geçiş yapan kütüphaneler arasında yaygındır

source: Asks: Include the stylesheet at \_\_\_ on Notices.
hi: पूछता है: Iनोटिस पर \_\_\_ पर स्टाइलशीट शामिल करें.
it: Chiede: Includi il foglio di stile \_\_\_ su Annunci.
tr: Seçenek: Bildirimlerde \_\_\_ içinde bulunan stil sayfalarını dahil et.

source: This should be a complete URL, starting with http://
hi: यह एक पूर्ण यूआरएल होना चाहिए, http:// से शुरू हो रहा है
it: Deve essere un URL completo, che inizia con http://
tr: Bu http:// ile başlayan tam bir URL olmalıdır

source: If you would like to style your notices with a consistent set of fonts and colors you can use this preference to point Koha to a stylesheet specifically for your notices.
hi: आप फोंट और रंग की एक सुसंगत सेट के साथ अपने नोटिस शैली के लिए चाहते हैं, तो आप अपने नोटिस के लिए विशेष रूप से एक शैली पत्रक के लिए Koha बात करने के लिए इस वरीयता का उपयोग कर सकते हैं.
it: Se si desidera impostare lo stile delle notizie con un insieme coerente di caratteri e colori è possibile utilizzare questa preferenza per chiedere a Koha di usare un foglio di stile specifico per le notizie.
tr: Bildirimlerinizi uyumlu yazı biçimleri ve renklerle şekillendirmek istiyorsanız bu tercihi Koha'yı bildimlerinize özel stil sayfalarına yönlendirmek için kullanabilirsiniz.

source: Default: 20
hi: डिफ़ॉल्ट: 20
tr: Varsayılan: 20

source: Asks : Show the \_\_\_ last returned items on the checkin screen.
hi: पूछता है: चेकइन स्क्रीन पर \_\_\_ अंतिम लौटे आइटम दिखाएं.
it: Chiede: Mostra le ultime \_\_\_ copie restituite sulla schermata della restituzione prestiti.
tr: Seçenek: \_\_\_ en son iade edilen materyali iade ekranında göster.

source: Default: earliest to latest
hi: डिफ़ॉल्ट: शीघ्रातिशीघ्र से नवीनतम
it: Default: dal primo all'ultimo
tr: Varsayılan: yakın tarihten uzak tarihe
