Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: Display OPAC details using XSLT stylesheet at \_\_\_
hi: पूछता है: \_\_\_पर XSLT स्टाइलशीट का उपयोग कर ओपेक विवरण प्रदर्शित करें
it: Chiede: Mostra la pagina di dettagli dell'OPAC usando il foglio di stile XSLT \_\_\_
tr: Seçenek: OPAC ayrıntılarını XSLT kullanarak burada göster \_\_\_

source: leave empty to not use the XSLT stylesheet
hi: खाली छोड़ XSLT स्टाइलशीट का उपयोग नहीं करने के लिए
it: lasciare vuoto per non usare il foglio XSLT
tr: XSLT stil sayfası kullanmamak için boş bırakın

source: In previous versions of Koha this was the setting that read 'normally'
hi: Koha के पिछले संस्करणों में इस सेटिंग कि 'आम तौर पर' पढ़ा था
it: Nelle versioni precedenti di Koha questa era l'impostazione con la scritta 'normalmente'
tr: Koha'nın önceki sürümlerinde bu, 'normally' olarak okunan ayardır

source: enter "default" for the default one
hi: डिफ़ॉल्ट एक के लिए "डिफ़ॉल्ट " दर्ज
it: indica 'default' per usare il default
tr: ön tanımlı olan için "varsayılan" girin

source: put a path to define a XSLT file
hi: एक XSLT फ़ाइल को परिभाषित करने के लिए एक रास्ता डाल
it: inserire un percorso per indicare un file XSLT
tr: bir XSLT dosyası tanımlamak için bir yol yerleştirin

source: ex: /path/to/koha/and/your/stylesheet.xsl
hi: पूर्व: /path/to/koha/and/your/stylesheet.xsl
it: es: /path/to/koha/and/your/stylesheet.xsl

source: If in a multi-language system you can enter {langcode} in the path to tell Koha to look in the right language folder
hi: यदि बहु भाषा प्रणाली में आप कोहा को सही भाषा फ़ोल्डर में देखने के लिए पथ में {langcode} दर्ज कर सकते हैं
it: In un sistema multi-lingua, è possibile immettere {langcode} nel percorso per dire a Koha di cercare nella cartella relativa alla lingua
tr: Birden çok lisana sahip bir sistem içindeyseniz Koha'nın doğru lisanın klasörü içine bakması için yol içine {langcode} girebilirsiniz

source: ex: /home/koha/src/koha-tmpl/opac-tmpl/bootstrap/{langcode}/xslt/MARC21slim2OPACDetail.xsl
hi: पूर्व: /home/koha/src/koha-tmpl/opac-tmpl/bootstrap/{langcode}/xslt/MARC21slim2OPACDetail.xsl
it: es: /home/koha/src/koha-tmpl/opac-tmpl/bootstrap/{langcode}/xslt/MARC21slim2OPACDetail.xsl

source: ex. http://mykohaopac.org/{langcode}/stylesheet.xsl
hi: पूर्व. http://mykohaopac.org/{langcode}/stylesheet.xsl
it: es. http://mykohaopac.org/{langcode}/stylesheet.xsl
tr: örn. http://mykohaopac.org/{langcode}/stylesheet.xsl

source: put an URL for an external specific stylesheet
hi: एक बाहरी विशिष्ट शैली के लिए एक यूआरएल डाल
it: indica un URL di un foglio di stile esterno
tr: harici bir özel stil sayfası için bir URL yerleştirin

source: ex: http://mykohaopac.org/stylesheet.xsl
hi: पूर्व: http://mykohaopac.org/stylesheet.xsl
it: es: http://mykohaopac.org/stylesheet.xsl
tr: örn: http://mykohaopac.org/stylesheet.xsl

source: XSLT stylesheets allow for the customization of the details shows on the screen when viewing a bib record. This preference will allow you either use the default look that comes with Koha or design your own stylesheet.
hi: XSLT स्टाइलशीट जब एक बिब रिकॉर्ड को देखने के लिए विवरण के अनुकूलन स्क्रीन पर पता चलता है की अनुमति देते हैं. यह वरीयता आप या तो डिफ़ॉल्ट लग रही है कि Koha के साथ आता है का उपयोग करें या अपने खुद के डिजाइन शैली की अनुमति देगा.
it: I fogli di stile XSLT permettono la personalizzazione dei dettagli durante la visualizzazione di un record bibliografico. Questa preferenza permetterà di usare la vista predefinita fornita con Koha o di usare un proprio foglio di stile.
tr: XSLT stil sayfaları bir bibliyografik kayıt görüntülenirken ekranda gösterilen ayrıntıların özelleştirilmesini sağlar. Bu tercih ya Koha ile birlikte gelen ön tanımlı görünüşü kullanmanızı ya da kendi stil sayfalarınızı tasarlamanızı sağlar.

source: Asks: Display lists in the OPAC using XSLT stylesheet at \_\_\_
hi: पूछता है: \_\_\_पर XSLT स्टाइलशीट का उपयोग करने वाले स्टाफ क्लाइंट में प्रदर्शन परिणाम
it: Chiede: Visualizzare i risultati nell'interfaccia dello staff utilizzando il foglio di stile XSLT all'indirizzo \_\_\_
tr: Seçenek: Personel istemcide sonuçları \_\_\_ konumunda bulunan XSLT stil sayfalarını kullanarak görüntüle

source: ex: /home/koha/src/koha-tmpl/opac-tmpl/bootstrap/{langcode}/xslt/MARC21slim2OPACResults.xsl
hi: पूर्व: /home/koha/src/koha-tmpl/opac-tmpl/bootstrap/{langcode}/xslt/MARC21slim2OPACResults.xsl
it: es: /home/koha/src/koha-tmpl/opac-tmpl/bootstrap/{langcode}/xslt/MARC21slim2OPACResults.xsl

source: XSLT stylesheets allow for the customization of the details shows on the screen when viewing lists. This preference will allow you either use the default look that comes with Koha or design your own stylesheet.
hi: एक्सएसएलटी स्टाइलशीट सूचियों को देखते समय स्क्रीन पर विवरणों के अनुकूलन के लिए अनुमति देता है। यह वरीयता आपको या तो कोहा के साथ आने वाले डिफ़ॉल्ट रूप का उपयोग करने या अपनी स्टाइलशीट डिज़ाइन करने की अनुमति देगी।
it: I fogli di stile XSLT permettono la personalizzazione dei dettagli durante la visualizzazione di un record bibliografico. Questa preferenza permetterà di usare la vista predefinita fornita con Koha o di usare un proprio foglio di stile.
tr: XSLT stil sayfaları, listeleri görüntülerken ekrandaki ayrıntıların özelleştirilmesini sağlar. Bu tercih, Koha ile gelen varsayılan görünümü kullanmanıza veya kendi stil sayfanızı tasarlamanıza izin verir.

source: Asks: Display OPAC results using XSLT stylesheet at \_\_\_
hi: पूछता है: \_\_\_पर XSLT स्टाइलशीट का उपयोग करने वाले ओपेक परिणामों को प्रदर्शित करें
it: Chiede: Visualizzare i risultati nell'OPAC utilizzando il foglio di stile XSLT \_\_\_
tr: Seçenek: OPAC sonuçlarını XSLT stil sayfası kullanarak şurada görüntüle \_\_\_

source: XSLT stylesheets allow for the customization of the details shows on the screen when viewing the search results. This preference will allow you either use the default look that comes with Koha or design your own stylesheet.
hi: XSLT स्टाइलशीट जब खोज परिणामों को देखने के लिए विवरण के अनुकूलन स्क्रीन पर पता चलता है की अनुमति देते हैं. यह वरीयता आप या तो डिफ़ॉल्ट लग रही है कि Koha के साथ आता है का उपयोग करें या अपने खुद के डिजाइन शैली की अनुमति देगा.
it: I fogli di stile XSLT permettono la personalizzazione dei dettagli durante la visualizzazione dei risultati della ricerca. Questa preferenza permetterà di usare la vista predefinita fornita con Koha o di usare un proprio foglio di stile.
tr: XSLT stil sayfaları arama sonuçlarını görüntülerken ekranda gösterilen detayların özelleştirmesine izin verir. Bu tercih, Koha ile gelen bir ön tanımlı görünümü kullanabilmenizi veya kendi stilinizi tasarlamanızı sağlar.

source: Features
hi: विशेषताएं
it: Caratteristiche
tr: Özellikler

source: Asks: Display \_\_\_ search results in the RSS feed.
hi: पूछता है: प्रदर्शन \_\_\_ आरएसएस फ़ीड में खोज परिणाम.
it: Chiede: Mostra \_\_\_ risultati nel feed RSS.
tr: Seçenek: RSS beslemesinde\_\_\_ arama sonuçlarını göster.

source: By default the RSS feed that is automatically generated for every search results page will list 50 items. This can sometimes be too much for some RSS feed readers and for some people this isn't enough. This preference allows you to adjust this number to show the best number of results for your patrons.
hi: डिफ़ॉल्ट रूप से आरएसएस फ़ीड कि स्वचालित रूप से हर खोज परिणाम पृष्ठ के लिए उत्पन्न होता है 50 आइटम की सूची जाएगा. यह कभी कभी कुछ आरएसएस फ़ीड पाठकों के लिए बहुत ज्यादा हो सकता है और कुछ लोगों के लिए यह पर्याप्त नहीं है. यह वरीयता आप अपने संरक्षक के लिए परिणामों की सबसे अच्छी संख्या को दिखाने के लिए इस संख्या को समायोजित करने की अनुमति देता है.
it: Per impostazione predefinita, il feed RSS che viene generato automaticamente per ogni ricerca nella pagina dei risultati vengono elencati 50 elementi. Questo a volte può essere troppo per alcuni lettori di feed RSS e per alcune persone questo non è sufficiente. Questa preferenza permette di regolare questo numero per mostrare il numero di risultati adatto ai vostri utenti.
tr: Her arama sonuç sayfası için otomatik olarak oluşturulan RSS beslemesi, varsayılan olarak 50 materyal listeleyecektir. Bazen bu RSS beslemesi bazı okuyucular için çok fazla olabiliyor, bazı okuyucular için ise yetersiz gelebiliyor. Bu tercih, kullanıcılarınız için sonuç sayısını en iyi şekilde gösterecek şekilde bu sayıyı ayarlayabilmenizi sağlar.

source: Asks: \_\_\_ the acquisition details on OPAC detail pages.
hi: पूछता है: \_\_\_ ओपेक विवरण पृष्ठों पर अधिग्रहण विवरण.
it: Chiede: \_\_\_ i dettagli dell'acquisizione nelle pagine dei dettagli dell'OPAC.
tr: Seçenek: OPAC ayrıntılar sayfalarında sağlama ayrıntılarını \_\_\_.

source: This preference shows the patrons how many items are on order in the Holdings tab if you have the :ref:`AcqCreateItem` set to 'cataloging the record'
hi: यह वरीयता संरक्षक को दिखाती है कि होल्डिंग्स टैब में कितनी वस्तुएं हैं, यदि आपके पास है : ref: `AcqCreateItem` 'रिकॉर्डिंग को सूचीबद्ध करने' पर सेट है
it: Questa preferenza mostra agli utenti quante copie sono in fase di acquisto nella scheda Holdings se avete la preferenza di sistema :ref:`AcqCreateItem` impostata a 'catalogazione record'
tr: Bu tercih :ref:`AcqCreateItem tercihini 'cataloging the record' olarak ayarladıysanız kullanıcılara holdings sekmesinde kaç tane materyalin siparişte olduğunu gösterir

source: Asks: \_\_\_ patrons to search your authority records.
hi: पूछता है: \_\_\_ संरक्षक अपने अधिकारों के रिकॉर्ड को खोजने के लिए.
it: Chiede: \_\_\_ agli utenti di effettuare ricerche sui record di autorità.
tr: Seçenek: kullanıcıların otorite kayıtlarınızda arama yapmalarına \_\_\_.

source: This preference displays the link on the OPAC for the authority search. By setting the preference to "Allow" patrons can use this search link of the OPAC.
hi: यह वरीयता प्राधिकारी खोज के लिए ओपीएसी पर लिंक प्रदर्शित करता है "अनुमति दें" संरक्षक को प्राथमिकता निर्धारित करके ओपेक के इस खोज लिंक का उपयोग कर सकते हैं.
it: Questa preferenza visualizza il link sull'OPAC per la ricerca dell'autorità. Impostando la preferenza a "Consenti" l'utente può utilizzare questo link sull'OPAC.
tr: Bu tercih OPAC'da otorite arama bağlantısını görüntüler. Bu tercihi "İzin ver" olarak ayarlamak, kullanıcıların OPAC arama bağlantısını kullanabilmelerini sağlar.

source: A link labeled 'Authority search' will appear at the top of your OPAC under the search box
hi: एक लिंक लेबल 'प्राधिकरण खोज' खोज बॉक्स के तहत अपने ओपेक के शीर्ष पर दिखाई देगा
it: Un collegamento con l'etichetta 'Ricerca Autorità' apparirà sulla parte superiore del vostro OPAC sotto la casella di ricerca
tr: 'Otorite arama' isimli bir bağlantı arama kutusunun altında, OPAC ekranının üst kısmında görünecektir

source: Asks: \_\_\_ patrons to store items in a temporary "Cart" on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर अस्थायी "कार्ट" में वस्तुओं को स्टोर करने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di memorizzare i record in un "carrello" temporaneo sull'OPAC.
tr: Seçenek: kullanıcıların OPAC'da geçici bir "Sepet" içinde materyalleri saklamalarına \_\_\_.

source: This preference allows the user to temporarily save a list of items found on the catalog. By using the book bag, or cart, the user can print out or email a list of items found. The user does not need to be logged in. This list is temporary and will be emptied, or cleared, at the end of the session.
hi: यह प्राथमिकता उपयोगकर्ता को सूची में पाए गए आइटमों की अस्थायी रूप से सहेजने की अनुमति देती है। पुस्तक बैग, या कार्ट का उपयोग करके, उपयोगकर्ता पाए गए आइटमों की एक सूची मुद्रित या ईमेल कर सकता है। उपयोगकर्ता को लॉग इन करने की आवश्यकता नहीं है। यह सूची अस्थायी है और सत्र के अंत में खाली हो जाएगी, या साफ़ हो जाएगी।
tr: Bu tercih kullanıcının katalogda bulunan materyallerin bir listesini geçici olarak kaydetmesini sağlar. Kullanıcı, Kitap Çantası ya da Sepeti kullanarak bulunan materyallerin listesinin bir çıktısını alabilir ya da e-posta olarak gönderebilir. Kullanıcının bunun için sisteme oturum açmış olmasına gerek yoktur. Bu liste geçicidir ve oturumun sonunda içeriği temizlenir ya da silinir.

source: This preference only applies to installations using UNIMARC at this time.
hi: यह वरीयता केवल इस समय UNIMARC का उपयोग करके इंस्टॉलेशन पर लागू होती है।
it: Questa preferenza si applica solo ai sistemi UNIMARC in questo momento.
tr: Bu tercih sadece şu anda UNIMARC kullanan kurulumlar için geçerlidir.

source: Asks: \_\_\_ patrons to browse subject authorities on OPAC
hi: पूछता है: \_\_\_ ओपेक पर विषय प्राधिकरण ब्राउज़ करने के लिए संरक्षक
it: Chiede: \_\_\_ agli utenti di i record di autorità dei soggetti nell'OPAC
tr: Seçenek: kullanıcıların OPAC'da ki konu otoritelerine göz atmalarına \_\_\_

source: run the :ref:`authorities browser cron job <authorities-browser-label>` to create the browser list
hi: इसे चलाएं ब्राउज़र सूची बनाने के लिए :ref:`प्राधिकरण ब्राउज़र क्रॉन जॉब <authorities-browser-label> `

source: Default: enable
hi: डिफ़ॉल्ट: सक्षम करें
it: Default: attiva
tr: Varsayılan: Etkinleştir

source: Asks: \_\_\_ browsing and paging search results from the OPAC detail page.
hi: पूछता है: \_\_\_ओपेक विवरण पृष्ठ से ब्राउज़िंग और पेजिंग खोज परिणाम.
it: Chiede: \_\_\_ navigazione e paginazione dei risultati di ricerca della pagina di dettaglio OPAC.
tr: Seçenek: OPAC ayrıntı sayfasından arama sonuçlarına göz atma ve sayfaları numaralandırmaya \_\_\_.

source: disable
hi: अक्षम
it: disattiva
tr: etkinleştirme

source: enable
hi: सक्षम
it: attiva
tr: etkinleştir

source: This preference will control the option to return to your results and/or browse them from the detail page in the OPAC.
hi: यह वरीयता आपके परिणामों पर लौटने और/या ओपेक में विवरण पृष्ठ से उन्हें ब्राउज़ करने के विकल्प को नियंत्रित करेगा.
it: Questa preferenza controllerà l'opzione per tornare ai risultati e / o scorrere dalla pagina dettaglio nel OPAC.
tr: Bu tercih sonuçlarınıza geri dönme ve/veya sonuçlarınızı OPAC içinde ayrıntılar sayfasında gözden geçirme seçeneklerinizi denetler.

source: This preference only applies to French systems at this time.
hi: यह वरीयता इस समय केवल फ्रांसीसी सिस्टम के लिए लागू होता है.
it: Questa preferenza si applica solo ai sistemi francesi in questo momento.
tr: Bu tercih şu anda sadece Fransızca sistemler için geçerlidir.

source: Asks: \_\_\_ a subject cloud on OPAC
hi: पूछता है: \_\_\_ ओपेक पर पर विषय क्लाउड
it: Chiede: \_\_\_ la nuvola dei soggetti nell'OPAC
tr: Seçenek: OPAC'da bir konu bulutu \_\_\_

source: Asks: \_\_\_ patrons to access the Fines tab on the 'your summary' page on the OPAC.
hi: पूछता है: \_\_\_ओपेक पर 'आपके सारांश' पृष्ठ पर जुर्माना टैब तक पहुंचने के लिए संरक्षक.

source: Default: Do not allow
hi: डिफ़ॉल्ट: अनुमति न दें
it: Valore predefinito: Non permettere
tr: Varsayılan: İzin verme

source: Asks: \_\_\_ users to add a note when placing a hold.
hi: पूछता है: \_\_\_होल्ड रखने पर उपयोगकर्ताओं को एक नोट जोड़ने के लिए.
it: Chiede: \_\_\_ agli utenti di aggiungere una nota quando fanno una prenotazione.
tr: Seçenek: Kullanıcıların materyal ayırttıklarında bir not eklemelerine \_\_\_.

source: Do not allow
hi: अनुमति नहीं
it: Non permettere
tr: İzin verme

source: Asks: Use the following as the OPAC ISBD template:
hi: पूछते हैं: ओपेक ISBD टेम्पलेट के रूप में निम्न का उपयोग करें:
it: Chiede: Usa il seguente template ISBD:
tr: Seçenek: OPAC ISBD şablonu olarak aşağıdakileri kullanın:

source: This determines how the ISBD information will display in the OPAC. Elements in the list can be reordered to produce a different ISBD view. ISBD, the International Standard Bibliographic Description, was first introduced by IFLA (International Federation of Library Associations) in 1969 in order to provide guidelines for descriptive cataloging. The purpose of ISBD is to aid the international exchange of bibliographic records for a variety of materials.
hi: यह निर्धारित करता है कि ओएसएसी में आईएसबीडी जानकारी कैसे प्रदर्शित होगी। सूची में तत्वों को एक अलग आईएसबीडी दृश्य बनाने के लिए पुन: व्यवस्थित किया जा सकता है। आईएसबीडी, इंटरनेशनल स्टैंडर्ड ग्रंथसूची विवरण, पहली बार वर्णनात्मक सूचीकरण के लिए दिशानिर्देश प्रदान करने के लिए 1969 में आईएफएलए (पुस्तकालय संघों के अंतर्राष्ट्रीय संघ) द्वारा पेश किया गया था। आईएसबीडी का उद्देश्य विभिन्न सामग्रियों के लिए ग्रंथसूची अभिलेखों के अंतर्राष्ट्रीय विनिमय की सहायता करना है।
it: Questa impostazione definisce come verrà mostrata la descrizione ISBD. Gli elementi nella lista possono essere cambiati di ordine per modificare la vista ISBD. ISBD (International Standard Bibliographic Description) fu introdotto nel 1969 dall'IFLA (International Federation of Library Associations) per fornire linee guida per la catalogazione descrittiva. Lo scopo di ISBD è favorire lo scambio internazionale di record bibliografici per differenti tipi di materiali.
tr: Bu ISBD bilgilerinin OPAC'de nasıl görüntüleneceğini belirler. Listedeki öğeler, farklı bir ISBD görünümü üretmek üzere yeniden sıralanabilir. Uluslararası Standart Bibliyografik Tanımlama olan ISBD, betimsel kataloglama için yönergeler sağlamak için 1969'da IFLA (Uluslararası Kütüphane Dernekleri Federasyonu) tarafından ilk kez tanıtıldı. ISBD'nin amacı, çeşitli materyallerin uluslararası bibliyografik kayıtlarının değişimine yardımcı olmaktır.

source: Default: call number only
hi: डिफ़ॉल्ट: कॉल नंबर केवल
it: Default: solo la collocazione
tr: Varsayılan: yalnızca yer numarası

source: Asks: Show \_\_\_ for items on the OPAC search results.
hi: पूछता है: ओपेक खोज परिणामों पर आइटम के लिए \_\_\_ दिखाएं.
it: Chiede: Visualizza \_\_\_ per le copie sui risultati della ricerca OPAC.

source: call number only
hi: कॉल नंबर केवल
it: solo la collocazione
tr: yalnızca yer numarası

source: location
hi: स्थान
it: posizione
tr: konum

source: This setting allows users of the OPAC results XSLT stylesheet to choose to display collection code or location in addition to call number.
hi: यह सेटिंग ओपेक परिणाम XSLT स्टाइलशीट के उपयोगकर्ताओं के नंबर पर कॉल करने के अलावा संग्रह कोड या स्थान को प्रदर्शित करने के लिए चयन करने के लिए अनुमति देता है.
it: Questa impostazione consente agli utenti del OPAC che vedono i risultati tramite foglio di stile XSLT di scegliere di visualizzare il codice di collezione o la posizione in aggiunta alla collocazione.
tr: Bu ayar, kullanıcıların OPAC sonuçlarında yer numarasına ek olarak koleksiyon kodu ya da konum göstermek için XSLT stil sayfaları seçmelerini sağlar.

source: Asks: \_\_\_ a branch selection list for news items in the OPAC.
hi: पूछता है: \_\_\_ ओपेक में समाचार वस्तुओं के लिए एक शाखा चयन सूची.
it: Chiede. \_\_\_ altre edizioni di una copia nell'OPAC.
tr: Seçenek: OPAC'daki haberler için bir birim seçme listesi \_\_\_.

source: Asks: \_\_\_ patrons to change their own password on the OPAC.
hi: पूछता है: \_\_\_संरक्षक ओपेक पर अपने स्वयं के पासवर्ड बदलने के लिए.
it: Chiede: \_\_\_ agli utenti di cambiare la propria password tramite l'OPAC.
tr: Seçenek: kullanıcıların OPAC üzerinde kendi şifrelerini değiştirmelerine \_\_\_.

source: Enabling this will break LDAP authentication.
hi: इसे सक्षम LDAP प्रमाणीकरण टूट जाएगा.
it: L'attivazione interromperà l'autenticazione LDAP.
tr: Bunun etkinleştirilmesi LDAP kimlik doğrulamasının çalışmamasına neden olur.

source: Asks: \_\_\_ patrons to notify the library of changes to their contact information from the OPAC.
hi: पूछता है: \_\_\_ संरक्षक ओपेक से अपनी संपर्क जानकारी में बदलाव की लाइब्रेरी को सूचित करने के लिए.
it: Chiede: \_\_\_ agli utenti di notificare la biblioteca di modifiche alle loro informazioni di contatto dal OPAC.
tr: Seçenek: Kullanıcıların kütüphaneyi, iletişim bilgilerindeki değişiklikler hakkında OPAC ile bilgilendirmelerine \_\_\_.

source: If patrons are allowed to notify the library of changes to their account then staff will need to approve the changes via the staff client. Notification of patron account requests will appear on the dashaboard below the list of modules with other pending actions.
hi: यदि संरक्षक को उनके खाते में परिवर्तनों की लाइब्रेरी को सूचित करने की अनुमति दी जाती है तो स्टाफ को स्टाफ क्लाइंट के माध्यम से परिवर्तनों को स्वीकार करने की आवश्यकता होगी. संरक्षक खाते के अनुरोधों की अधिसूचना डैशबोर्ड पर अन्य लंबित कार्यों के साथ मॉड्यूल की सूची के नीचे दिखाई जाएगी.
it: Se gli utenti sono autorizzati a notificare alla biblioteca le modifiche al proprio account, il personale poi dovrà approvare le modifiche tramite l'interfaccia dello staff. Notifica delle richieste degli utenti apparirà sulla dashaboard sotto l'elenco dei moduli con altre azioni in corso.
tr: Eğer kullanıcıların hesaplarında yaptıkları değişiklikleri kütüphaneye bildirmelerine izin veriliyorsa, personelin bu değişiklikleri personel istemci aracılığı ile onaylamaları gerekecektir. Kullanıcı hesap istekleri bildirimi bekleyen diğer eylemler ile birlikte modüller listesinin altındaki gösterge paneli üzerinde görünecektir.

source: Once you click the notification you will be presented with the changes the patron would like to make to their account and from there you can choose how to proceed.
hi: एक बार जब आप अधिसूचना आप परिवर्तन के साथ प्रस्तुत किया जाएगा क्लिक संरक्षक उनके खाते में बनाने के लिए और वहाँ से आप कैसे आगे बढ़ना चुन सकते हैं चाहते हैं.
it: Una volta cliccata la notifica ti verranno presentati i cambiamenti che l'utente vorrebbe fare al proprio account e da lì si può scegliere come procedere.
tr: Bildir üzerine tıkladığınızda kullanıcıların hesapları üzerinde yapmak istedikleri değişiklikler ekrana gelir ve buradan nasıl devam edeceğinizi seçebilirsiniz.

source: You can control what fields patrons see and can modify via the OPAC by setting the :ref:`PatronSelfRegistrationBorrowerMandatoryField` :ref:`PatronSelfRegistrationBorrowerUnwantedField` preferences.
hi: आप नियंत्रित कर सकते हैं कि कौन से फ़ील्ड संरक्षक देखते हैं और ओपेक के माध्यम से इसे सेट करके संशोधित कर सकते हैं :ref:`PatronSelfRegistrationBorrowerMandatoryField` :ref:`PatronSelfRegistrationBorrowerUnwantedField` प्राथमिकता.
it: È possibile controllare quali campi gli utenti vedono e potranno modificare tramite l'OPAC impostando le preferenze :ref:`PatronSelfRegistrationBorrowerMandatoryField` e :ref:`PatronSelfRegistrationBorrowerUnwantedField`.
tr: Aşağıdaki tercihleri ayarlayarak, OPAC aracılığı ile kullanıcıların görebileceği ve üzerinde değişiklik yapabileceği alanları denetleyebilirsiniz. :ref:`PatronSelfRegistrationBorrowerMandatoryField` :ref:`PatronSelfRegistrationBorrowerUnwantedField` preferences.

source: Asks: \_\_\_ patron images on the patron information page in the OPAC.
hi: पूछता है: \_\_\_ ओपेक में संरक्षक जानकारी पृष्ठ पर संरक्षक छवियां.
it: Chiede: \_\_\_ le foto dell'utente nella pagina informazioni dell'utente nell'OPAC.
tr: Seçenek: kullanıcı resimlerini OPAC'da kullanıcı bilgileri sayfasında \_\_\_.

source: If :ref:`patronimages` is set to allow the upload of patron images via the staff client, then setting this preference to 'show' will show the patron what image you have on file for them when they view their personal information on their account in the OPAC.
hi: यदि : ref: `patronimages` को स्टाफ़ क्लाइंट के माध्यम से संरक्षक छवियों के अपलोड की अनुमति देने के लिए सेट किया गया है, फिर इस वरीयता को 'शो' पर सेट करना संरक्षक को दिखाएगा कि उनके पास फ़ाइल पर आपके पास कौन सी छवि है, जब वे अपनी व्यक्तिगत जानकारी देखेंगे ओपेक में खाता।
it: Se :ref:`patronimages` è impostato per consentire il caricamento delle immagini degli utenti tramite il client dello staff, allora impostare questa preferenza su 'mostrare' mostrerà all'utente quale sua immagine avete salvato quando visualizza le informazioni personali sul loro account nell'OPAC.
tr: :ref:`patronimages sistem tercihi kullanıcı resimlerinin personel istemci üzerinden yüklenmesine izin verecek şekilde ayarlı ise, bu tercihi 'göster' olarak ayarlamak kullanıcıların OPAC hesaplarında kişisel bilgilerini görüntülediklerinde hangi resimlerin sistemde kayıtlı olduğunu görmelerini sağlayacaktır.
