Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: Set the mapping values for new item records created from a MARC record in a staged file.
hi: पूछता है: एक मंच फ़ाइल में एक मार्क रिकॉर्ड से बनाए गए नए आइटम रिकॉर्ड के लिए मैपिंग मान सेट करें।
it: Chiede: Impostare i valori di mappatura per un nuovo ordine creato da un record MARC proveniente da un file nel deposito.
tr: Seçenek: Hazırlanan bir dosyadaki bir MARC kaydından oluşturulan yeni materyal kayıtlarının eşleme değerlerini ayarlayın.

source: This preference automatically generates items in Koha with populated information based on a 9XX field and subfield. You can use the following fields: homebranch, holdingbranch, itype, nonpublic_note, public_note, loc, ccode, notforloan, uri, copyno, price, replacementprice and itemcallnumber. Special fields: quantity and budget_code
hi: यह वरीयता स्वचालित रूप से कोह में आइटम को 9XX फ़ील्ड और उपफील्ड के आधार पर आबादी वाली जानकारी के साथ उत्पन्न करती है। आप निम्न फ़ील्ड का उपयोग कर सकते हैं: homebranch, holdingbranch, itype, nonpublic_note, public_note, loc, ccode, notforloan, uri, copyno, price, replacementprice and itemcallnumber. विशेष फ़ील्ड: quantity and budget_code
it: Questa preferenza genera copie automaticamente, in base all'informazione presente nei tag 9xx e relativi sottocampi. Puoi usare i seguenti campi: homebranch, holdingbranch, itype, nonpublic_note, public_note, loc, ccode, notforloan, uri, copyno, price, replacementprice e itemcallnumber. Campi speciali: quantity e budget_code
tr: Bu tercih, 9XX alanına ve alt alanına dayanan doldurulmuş bilgilerle otomatik olarak Koha'da materyaller üretir. Aşağıdaki alanları kullanabilirsiniz: homebranch, holdingbranch, itype, nonpublic_note, public_note, loc, ccode, notforloan, uri, copyno, price, replacementprice ve itemcallnumber. Özel alanlar: miktar ve budget_code

source: Asks: Keep accepted or rejected purchase suggestions for a period of \_\_\_ days.
hi: पूछते हैं: \_\_\_ दिनों की अवधि के लिए खरीद सुझाव स्वीकार या अस्वीकार रखें।
it: Chiede: Mantieni le richieste di acquisto accettate o rifiutate per un periodo di \_\_\_ giorni.

source: WARNING - Leave this field empty if you don't want to activate this automatic feature.
hi: चेतावनी - अगर आप इस स्वचालित सुविधा को सक्रिय नहीं करना चाहते हैं तो इस क्षेत्र को खाली छोड़ दें।

source: Enter the number of days after which you want to automatically delete accepted or rejected purchase suggestions.
hi: उन दिनों की संख्या दर्ज करें जिसके बाद आप स्वचालित रूप से स्वीकृत या अस्वीकृत खरीद सुझावों को हटाना चाहते हैं।

source: For example: [30] Sets purgation of suggestions for those older than 30 days.
hi: उदाहरण के लिए: [30] 30 दिनों से पुराने लोगों के लिए सुझावों का शुद्धीकरण सेट करता है।

source: This system preference is used when the cronjob purge_suggestions.pl is active and called without a specific number of days.
hi: इस सिस्टम वरीयता का उपयोग तब किया जाता है जब cronjob purge_suggestions.pl सक्रिय है और बिना किसी विशिष्ट संख्या के बुलाया जाता है।

source: Default: barcode
hi: डिफ़ॉल्ट: बारकोड
tr: Varsayılan: barkod

source: Asks:\_\_\_ (space-separated list of fields that should be unique for items, must be valid SQL fields of `items <http://schema.koha-community.org/tables/items.html>`__ table)
hi: पूछता है:\_\_\_ (उन वस्तुओं की जगह से अलग की गई सूची, जिन्हें आइटम के लिए अद्वितीय होना चाहिए, `आइटम्स के मान्य SQL फ़ील्ड होना चाहिए <http://schema.koha-community.org/tables/items.html>`__ table)
it: Chiede:\_\_\_ (lista di campi separati da spazio che devono essere unici per copia, e devono essere campi validi SQL della tabella :ref:`items <http://schema.koha-community.org/tables/items.html>`__)
tr: Seçenek: \_\_\_ (materyaller için özgün olması gereken alanların boşlukla ayrılmış listesi, `materyaller <http://schema.koha-community.org/tables/items.html>`__ tablosu)'nun geçerli SQL alanları olmalıdır

source: If this preference is left blank when adding items in acquisitions there will be no check for uniqueness. This means that a duplicate barcode can be created in acquisitions which will cause errors later when checking items in and out.
hi: इस वरीयता खाली छोड़ दिया जाता है तो जब अधिग्रहण में आइटम जोड़ने वहाँ विशिष्टता के लिए कोई जांच होगी. इसका मतलब यह है कि एक नकली बारकोड अधिग्रहण जब में और बाहर आइटम की जाँच करेगा जो त्रुटियों के कारण बाद में में बनाया जा सकता है.
it: Se questa preferenza è lasciata vuota, non verrà effettuato il controllo di unicità sulle copie aggiunte in acquisizione. Questo implica che può essere creato un doppio barcode in acquisizione che può creare errori in futuro nella circolazione.
tr: Sağlama içerisine satın alınacak materyalleri eklerken bu tercih boş bırakılırsa, materyallerin teklik kontrolü yapılmayacaktır. Bu, sağlama içerisinde tekrarlayan barkodların oluşabileceği ve daha sonra materyallerin ödünç verilmesi ve iade alınmasında hatalara neden olabileceği anlamına gelir.

source: Default: Don't use
hi: डिफ़ॉल्ट: प्रयोग नही करें
it: Default: Non usare
tr: Varsayılan: Kullanma

source: Asks: \_\_\_ the framework 'ACQ' for bibliographic records fields
hi: पूछता है: \_\_\_ग्रंथसूची रिकॉर्ड फ़ील्ड के लिए फ्रेमवर्क 'एसीक्यू'

source: Don't use
hi: उपयोग नहीं करें
it: Non usare
tr: Kullanma

source: Use
hi: उपयोग
it: Usa
tr: Kullan

source: This system preference allows you to use the ACQ framework to customize the bibliographic record fields that are shown when ordering from acquisitions
hi: यह सिस्टम वरीयता आपको अधिग्रहण से ऑर्डर करते समय दिखाए गए ग्रंथसूची रिकॉर्ड फ़ील्ड को कस्टमाइज़ करने के लिए एसीक्यू फ्रेमवर्क का उपयोग करने की अनुमति देती है

source: Printing
hi: छप रहा है
it: Stampa
tr: Yazdırma

source: Default: pdfformat::layout2pages
hi: डिफ़ॉल्ट: pdfformat :: layout2pages
tr: Varsayılan: pdfformat::layout2page

source: Asks: Use \_\_\_ when printing basket groups.
hi: पूछता है: उपयोग \_\_\_ जब टोकरी समूहों मुद्रण.
it: Chiede: Usa \_\_\_ quando stampi gli ordini di acquisto.
tr: Seçenek: Sepet grupları yazdırılırken \_\_\_ kullanın.

source: Administration
hi: प्रशासन
it: Amministrazione
tr: Yönetim

source: These preferences are general settings for your system.
hi: ये प्राथमिकताएं आपके सिस्टम के लिए सामान्य सेटिंग्स हैं.
it: Queste preferenze sono le impostazioni generali del tuo sistema.
tr: Bu Tercihler, sisteminiz için genel ayarlardır.

source: *Get there:* More > Administration > Global System Preferences > Administration
hi: * वहां जाएं: * अधिक> प्रशासन> वैश्विक प्रणाली प्राथमिकताएं> प्रशासन
it: *Vai a:* Più > Amministrazione > Preferenze di sistema > Amministrazione
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Yönetim

source: CAS Authentication
hi: सीएएस प्रमाणीकरण
it: Autenticazione CAS
tr: CAS Kimlik Doğrulama

source: The Central Authentication Service (CAS) is a single sign-on protocol for the web. If you don't know what this is, leave these preferences set to their defaults.
hi: केंद्रीय प्रमाणन सेवा (कैस) वेब के लिए एक एकल साइन-ऑन प्रोटोकॉल है. यदि आप नहीं जानते कि यह क्या है, इन वरीयताओं को उनकी चूक के लिए सेट छोड़ दें.
it: Il protocollo web Central Authentication Service (CAS) per l'autenticazione single sign-on. Se non sai di cosa si tratta, lascia i valori di default.
tr: Merkezi Kimlik Doğrulama Hizmeti (CAS) web için bir single sign-on protokolüdür. Bunun ne olduğunu bilmiyorsanız bu tercihleri ​​varsayılan olarak bırakın.

source: Asks: \_\_\_ CAS for login authentication.
hi: पूछे: \_\_\_ लॉगिन प्रमाणीकरण के लिए कैस.
it: Chiede: \_\_\_ CAS per autenticare il login.
tr: Seçenek: Oturum açma kimlik doğrulaması için CAS \_\_\_.

source: Asks: Logout of CAS when logging out of Koha: \_\_\_
hi: पूछते हैं: कोहा से लॉग आउट करते समय सीएएस का लॉगआउट:\_\_\_

source: Default: No
hi: डिफ़ॉल्ट: नही
tr: Varsayılan: Hayır

source: No
hi: नहीं
tr: Hayır

source: Yes
hi: हाँ
it: Si
tr: Evet

source: CAS single logout means that a user gets logged out not only from the CAS server but also from all visited CAS client applications when logged out in one of them or after reaching a timeout.
hi: सीएएस एकल लॉगआउट का अर्थ है कि उपयोगकर्ता न केवल सीएएस सर्वर से लॉग आउट हो जाता है बल्कि सभी विज़िट किए गए सीएएस क्लाइंट अनुप्रयोगों से भी लॉग आउट हो जाता है जब उनमें से एक में लॉग आउट हो जाता है या टाइमआउट तक पहुंचने के बाद।

source: The CAS server has to be set up to allow single logout for this to take effect, otherwise the behavior will remain unchanged
hi: इसके लिए एकल लॉगआउट को प्रभावी करने के लिए सीएएस सर्वर स्थापित किया जाना चाहिए, अन्यथा व्यवहार अपरिवर्तित रहेगा
it: Il server CAS deve essere attivato per permettere il single logout, altrimenti il comportamento rimarrà uguale.

source: Asks: The CAS Authentication Server can be found at \_\_\_
hi: पूछे: कैस प्रमाणीकरण सर्वर पाया जा सकता है पर \_\_\_
it: Chiede: Il server di autenticazione CAS è all'indirizzo \_\_\_
tr: Seçenek: CAS Kimlik Doğrulama Sunucusu burada bulunabilir \_\_\_

source: Google OpenID Connect
hi: गूगल OpenID कनेक्ट
tr: Google OpenID Bağlantısı

source: Visit the `Google Developers Console <https://console.developers.google.com/>`__ to obtain OAuth 2.0 credentials such as a client ID and client secret that are known to both Google and your application.
hi: गूगल डेवलपर कंसोल <https://console.developers.google.com/>`__ पर जाएं, OAuth 2.0 प्रमाण-पत्र प्राप्त करने के लिए जैसे क्लाइंट आईडी और क्लाइंट रहस्य जो गूगल और आपके एप्लिकेशन दोनों के लिए जाने जाते हैं।
it: Visita `Google Developers Console <https://console.developers.google.com/>`__ per avere credenziali OAuth 2.0 e cioè client ID e client secret che saranno noti a Google e alla tua applicazione.
tr: Hem Google hem de uygulamanızın bildiği bir müşteri kimliği ve müşteri gizliliği gibi OAuth 2.0 kimlik bilgilerini elde etmek için, Google Developers Konsolu'nu ziyaret edin <https://console.developers.google.com/> `__.

source: Create a project, and give it some details to help you identify it later
hi: एक प्रोजेक्ट बनाएं, और इसे बाद में पहचानने में आपकी सहायता के लिए कुछ विवरण दें
it: Crea un progetto, e aggiungi dettagli per poterlo identificare successivamente
tr: Bir proje oluşturun ve daha sonra tanımlamanıza yardımcı olacak bazı ayrıntılar verin

source: Next search for the Google Identity and Access Management API
hi: Google पहचान और एक्सेस प्रबंधन API के लिए अगली खोज
it: Poi cerca la Google Identity e la Access Management API
tr: Ardından, Google Kimlik ve Erişim Yönetimi API'sı için arama yapın

source: Enable the Google Identity and Access Management API
hi: Google पहचान और एक्सेस प्रबंधन API सक्षम करें
it: Attiva la Google Identity e la Access Management API
tr: Google Identity ve Erişim Yönetimi API'lerini etkinleştirin

source: Go to 'Credentials' and set the OAuth cosent screen values
hi: 'प्रमाण पत्र' पर जाएं और OAuth कोसेंट स्क्रीन मान सेट करें
it: Vai a 'Credentials' e imposta i valori sullo schermo OAuth consent
tr: 'Kimlik Bilgileri'ne gidin ve OAuth izin ekranı değerlerini ayarlayın

source: Next choose to 'Create credentials' from the 'Credentials' page
hi: इसके बाद 'प्रमाण-पत्र' पृष्ठ से 'प्रमाण-पत्र बनाएं' चुनें
it: Poi scegli 'Create credentials' dalla pagina 'Credentials'
tr: Ardından, 'Kimlik bilgileri' sayfasından 'kimlik bilgileri oluştur'u seçin

source: Choose 'Web application' from the 'Application type' menu and fill in the form presented
hi: 'एप्लिकेशन प्रकार' मेनू से 'वेब एप्लिकेशन' चुनें और प्रस्तुत फॉर्म भरें
it: Scegli 'Web application' dal menu 'Application type' e riempi il modulo che viene presentato
tr: 'Uygulama türü' menüsünden 'Web uygulaması'nı seçin ve sunulan formu doldurun

source: Set 'Authorized JavaScript origins' to your OPACBaseURL
hi: अपने OPACBaseURL में 'अधिकृत जावास्क्रिप्ट उत्पत्ति' सेट करें
it: Imposta 'Authorized JavaScript origins' al tuo OPACBaseURL
tr: 'Authorized JavaScript kaynaklarını' OPACBaseURL'nize ayarlayın

source: Change the 'Authorized Redirect URIs' to http://YOUROPAC/cgi-bin/koha/svc/auth/googleopenidconnect
hi: 'अधिकृत रीडायरेक्ट यूआरआई' को बदलें http://YOUROPAC/cgi-bin/koha/svc/auth/googleopenidconnect
it: Cambia 'Authorized Redirect URIs' a http://YOUROPAC/cgi-bin/koha/svc/auth/googleopenidconnect
tr: 'Authorized Redirect URI'lerini http://YOUROPAC/cgi-bin/koha/svc/auth/googleopenidconnect olarak değiştirin

source: You will be presented with your values for your client ID and your client secret after saving
hi: सहेजने के बाद आपको अपने क्लाइंट आईडी और आपके क्लाइंट रहस्य के लिए अपने मूल्य प्रस्तुत किए जाएंगे
it: Dopo il salvataggio ti verranno presentati i tuoi valori di client ID e client secret
tr: Kaydettikten sonra müşteri kimliğiniz ve kullanıcı gizliliğiniz için değerleriniz karşınıza gelecek

source: Asks: Google OAuth2 Client ID \_\_\_
hi: पूछता है: Google OAuth2 Client ID \_\_\_
it: Chiede: Google OAuth2 Client ID \_\_\_
tr: Seçenek: Google OAuth2 Client ID \_\_\_

source: Asks: Google OAuth2 Client Secret \_\_\_
hi: पूछता है: Google OAuth2 Client Secret \_\_\_
it: Chiede: Google OAuth2 Client Secret \_\_\_
tr: Seçenek: Google OAuth2 Client Secret \_\_\_

source: Asks: Use Google OpenID Connect login: \_\_\_
hi: पूछता है: गुगल ओपनआईडी कनेक्ट लॉगिन का प्रयोग करें: \_\_\_

source: You will need to select OAuth2 when creating an app in the google cloud console, and set the web origin to your\_opac\_url and the redirect url to your\_opac\_url/cgi-bin/koha/svc/auth/googleopenidconnect .
hi: Google क्लाउड कंसोल में ऐप बनाने के लिए आपको OAuth2 का चयन करना होगा, और वेब मूल को सेट करना होगा your\_opac\_url और रीडायरेक्ट url को your\_opac\_url/cgi-bin/koha/svc/auth/googleopenidconnect .
it: Devi selezionare OAuth2 quando creai la necessaria app nella Google cloud console, come 'web origin' metti il\_tuo\_url dell'Opac e come 'redirect' metti url\_dell\_Opac/cgi-bin/koha/svc/auth/googleopenidconnect .
tr: Google bulut konsolunda bir uygulama oluştururken OAuth2'yi seçmeniz ve web kaynağını your\_opac\_url'a ve yönlendirme url'nizi \_opac\_url/cgi-bin/koha/svc/auth/googleopenidconnect'e ayarlamanız gerekecektir.

source: Default: Don't Allow
hi: डिफ़ॉल्ट: अनुमति न दें

source: Asks: \_\_\_ users logging in with Google Open ID to automatically register.
hi: पूछते हैं: \_\_\_ उपयोगकर्ता स्वचालित रूप से पंजीकरण करने के लिए गुगल ओपन आईडी के साथ लॉग इन करते हैं।
it: Chiede: \_\_\_ per registrare automaticamente gli utenti che accedono con Google Open ID.

source: Don't Allow
hi: अनुमति नहीं दें
it: Non permettere
tr: İzin verme

source: Allow
hi: अनुमति दें
it: Permetti
tr: İzin ver

source: Asks: \_\_\_ Use this branchcode when automatically registering a Google Open ID patron.
hi: पूछते हैं: \_\_\_स्वचालित रूप से गुगल ओपन आईडी संरक्षक को पंजीकृत करते समय इस शाखा कोड का उपयोग करें।.
it: Chiede: \_\_\_ Usa questo codice di biblioteca quando registri automaticamente un utente Google Open ID.

source: Asks: \_\_\_ Use this category when automatically registering a Google Open ID patron.
hi: पूछते हैं: \_\_\_स्वचालित रूप से गुगल ओपन आईडी संरक्षक को पंजीकृत करते समय इस श्रेणी का उपयोग करें.
it: Chiede: \_\_\_ Usa questo codice di categoria quando registri automaticamente un utente Google Open ID.

source: Asks: Google OpenID Connect Restrict to domain (or subdomain of this domain) \_\_\_.
hi: पूछता है: Google OpenID कनेक्ट डोमेन (या इस डोमेन के उपडोमेन के लिए प्रतिबंधित) \_\_\_.
it: Connessione via Google OpenID ristretto ai domini (e relativi sottodomini) \_\_\_.
tr: Seçenek: Google OpenID Connect Etki alanıyla (veya bu alanın alt alanıyla) sınırla \_\_\_.

source: Leave blank for all google domains
hi: सभी गूगल डोमेन के लिए खाली छोड़ दो
it: Lascia vuoto per tutti i domini di Google
tr: Tüm google etki alanları için boş bırakın

source: Interface options
hi: इंटरफ़ेस विकल्प
it: Opzioni di interfaccia
tr: Arayüz seçenekleri

source: These preference are related to your Koha interface
hi: ये प्राथमिकताएं आपके कोहा इंटरफ़ेस करने के लिए संबंधित हैं
it: Queste preferenze sono relative alla tua interfaccia Koha
tr: Bu tercihler, Koha arayüzü ile ilgilidir

source: Default: lots of
hi: डिफ़ॉल्ट: बहुत सारा
it: Default: molta
tr: Varsayılan: çok sayıda

source: Asks: Show \_\_\_ debugging information in the browser when an internal error occurs.
hi: पूछता है: दिखाएँ \_\_\_ ब्राउज़र में जानकारी डिबगिंग एक आंतरिक त्रुटि तब होती है जब.
it: Chiede: Mostra \_\_\_ informazione di debug nel browser quando si verifica un errore interno.
tr: Seçenek: Bir iç hata oluştuğunda tarayıcıda hata ayıklama bilgilerini göster \_\_\_.

source: lots of - will show as much information as possible
hi: बहुत - जितना संभव हो उतना जानकारी दिखाएगा
it: molta - mostra tutta l'informazione disponibile
tr: çok sayıda - mümkün olduğunca çok bilgi gösterecektir

source: no - will only show basic error messages
hi: नहीं - केवल बुनियादी त्रुटि संदेश दिखाएगा
it: no - mostra solo i messaggi di errore fondamentali
tr: hayır - sadece temel hata iletilerini gösterecektir

source: some - will show only some of the information available
hi: कुछ - केवल जानकारी उपलब्ध कुछ दिखाएगा
it: medio - mostra solo alcune informazioni dell'errore
tr: bazı- yalnızca mevcut bilgilerin bazılarını gösterecektir

source: This preference determines how much information will be sent to the user's screen when the system encounters an error. The most detail will be sent when the value level is set at 2, some detail will be sent when the value is set at 1, and only a basic error message will display when the value is set at 0. This setting is especially important when a system is new and the administration is interested in working out the bugs (errors or problems) quickly. Having detailed error messages makes quick fixes more likely in problem areas.
hi: यह वरीयता निर्धारित करता है कितना जानकारी उपयोगकर्ता के स्क्रीन के लिए भेजा जाएगा जब सिस्टम किसी त्रुटि का सामना. सबसे अधिक विस्तार जब मूल्य स्तर 2 पर सेट किया जाता है, कुछ विस्तार से जब मान 1 पर सेट किया जाता है के लिए भेजा जाएगा, और केवल एक बुनियादी त्रुटि संदेश जब मान 0 पर सेट है यह सेटिंग विशेष रूप से महत्वपूर्ण है जब प्रदर्शित करेगा भेजा जाएगा एक सिस्टम नया है और प्रशासन जल्दी से कीड़े (त्रुटियों या समस्याओं) बाहर काम करने में रुचि रखता है. विस्तृत त्रुटि संदेशों होने की समस्या क्षेत्रों में जल्दी सुधार और अधिक होने की संभावना है.
it: Questa preferenza determina quanta informazione verrà mostrata sullo schermo quando nel sistema si verifica un errore. I maggiori dettagli verranno mostrati con il livello 2, alcuni dettagli verranno mostrati con il livello 1, e solo elementi fondamentali verranno mostrati con il livello 0. Questa impostazione è importante per un sistema nuovo e l'amministratore è interessato a individuare rapidamente errori o problemi. Con messaggi di errore dettagliati dà la possibilità di riparare difetti più rapidamente.
tr: Bu tercih, sistemde bir hata olması durumunda ne kadar bilginin kullanıcının ekranında gösterileceğini belirler. Değer seviyesi 2 olarak ayarlandığında en fazla ayrıntı, değer seviyesi 1 olarak ayarlandığında bazı ayrıntılar gösterilecek ve değer 0 olarak ayarlandığında, yalnızca temel bir hata mesajı gösterilecektir. Bu tercih, bir sistem yeniyse ve sistem yöneticisi buglar üzerinde (hatalar ya da sorunlar) hızla çalışmak istiyorsa özellikle önemlidir. Detaylı hata mesajlarının alınması, sorun yaşanan alanlar üzerinde hızlı düzeltmeler yapmayı mümkün kılar.

source: Default: all libraries
hi: डिफ़ॉल्ट: सभी पुस्तकालय
it: Default: qualsiasi biblioteca
tr: Varsayılan: tüm kütüphaneler

source: Asks: When editing circulation rules show \_\_\_ the rules by default.
hi: पूछते हैं: परिसंचरण नियमों को संपादित करते समय \_\_\_ डिफ़ॉल्ट रूप से नियम दिखाते हैं।
it: Chiede: quando si modificano le regole di circolazione, mostrare per default le regole \_\_\_.
tr: Seçenek: Dolaşım kurallarını düzenlerken kurallar varsayılan olarak \_\_\_ gösterir.

source: all libraries
hi: सभी पुस्तकालय
it: tutte le biblioteche
tr: tüm kütüphaneler

source: logged in library's
hi: पुस्तकालय में लॉग इन
it: biblioteca collegata
tr: oturum açılan kütüphanenin

source: This preference controls the default value in the branch pull down found at the top of the :ref:`Circulation and fines rules`.
hi: यह वरीयता शाखा के डिफ़ॉल्ट मान को नियंत्रित करती है जो नीचे के शीर्ष पर पाई जाती है :ref:`परिसंचरण और जुर्माना नियम'।

source: Asks: When editing notices and slips show the \_\_\_ notices and slips by default.
hi: पूछते हैं: नोटिस और पर्ची संपादित करते समय \_\_\_ नोटिस और डिफ़ॉल्ट रूप से पर्ची दिखाते हैं।
it: Chiede: quando si modificano avvisi e ricevute, mostrare come default \_\_\_.
tr: Seçenek: Bildirimleri ve işlem fişlerini düzenlerken varsayılan olarak \_\_\_ bildirimlerini ve fişlerini göster.

source: This preference controls the default value in the branch pull down found at the top of the :ref:`Notices & Slips` tool.
hi: यह वरीयता शाखा के डिफ़ॉल्ट मान को नियंत्रित करती है जो नीचे के शीर्ष पर पाई जाती है :ref:`नोटिस और स्लिप्स' टूल।
it: Questa preferenza controlla il valore di default della tendina di biblioteche in testa allo strumento :ref:`Avvisi & ricevute <#notices>`.
tr: Bu tercih, :ref:`Notices & Slips` tool aracının üst kısmında bulunan birim açılır menüsündeki varsayılan değeri denetler.

source: Asks: When editing overdue notice/status triggers show the \_\_\_ rules by default.
hi: Asks: अतिदेय नोटिस / स्थिति ट्रिगर्स संपादित करते समय डिफ़ॉल्ट रूप से \_\_\_ नियम दिखाते हैं।
it: Chiede: quando si modificano i trigger per messaggi di ritardo/status, mostrare per default le regole \_\_\_.
tr: Seçenek: Gecikme bildirimi/durum tetikleyicilerini düzenlerken \_\_\_ kurallarını varsayılan olarak göster.

source: This preference controls the default value in the branch pull down found at the top of the :ref:`Overdue Notice/Status Triggers`.
hi: यह वरीयता शाखा के डिफ़ॉल्ट मान को नियंत्रित करती है जो नीचे के शीर्ष पर पाई जाती है :ref:`ओवरड्यू नोटिस / स्टेटस ट्रिगर'।
it: Questa preferenza controlla il valore di default della tendina di biblioteche in testa a :ref:`Messaggi di sollecito e triggers <defaulttologgedinlibrarynoticesslips-label>`.
tr: Bu tercih :ref:`Overdue Notice/Status Triggers` üzerinde bulunan birim açılır menüsündeki varsayılan değeri kontrol eder.

source: delimiter
hi: डेलिमिटर
tr: ayraç

source: Default: semicolons
hi: डिफाल्ट: सेमीकॉलम
it: Default: punto e virgola
tr: Varsayılan: noktalı virgül

source: Asks: Separate columns in an exported report file with \_\_\_ by default.
hi: पूछता है: अलग-अलग कॉलम के साथ एक निर्यात रिपोर्ट फ़ाइल में \_\_\_ डिफ़ॉल्ट रूप से.
it: Chiede: Separa le colonne del file esportato usando \_\_\_ per default.
tr: Seçenek: Aktarılan bir raporda sütunları varsayılan olarak \_\_\_ ile ayır.

source: backslashes
hi: बैकस्लैश
it: barre rovesciate (backslashes)
tr: ters kesme işareti

source: commas
hi: अल्पविराम
it: virgole
tr: virgül

source: semicolons
hi: अर्द्ध विराम
it: punto e virgola (;)
tr: noktalı virgül

source: slashes
hi: स्लैश
it: barre (/)
tr: kesme işareti

source: tabs
hi: टैब्स
it: tab
tr: sekmeler

source: This preference determines how reports exported from Koha will separate data. In many cases you will be able to change this option when exporting if you'd like.
hi: यह वरीयता निर्धारित करता है कोहा से निर्यात की रिपोर्ट के डेटा को अलग होगा कैसे. कई मामलों में आप इस विकल्प को जब अगर आप चाहें तो निर्यात बदलने में सक्षम हो जाएगा.
it: Qesta preferenza determina la separazione di default dei dati nei report di Koha. In molti casi sarai in grado di cambiare questa scelta al momento dell'esportazione.
tr: Bu tercih, Koha'dan aktarılan raporların verileri nasıl ayıracağını belirler. Birçok durumda, aktarım yaparken istediğiniz takdirde bu seçeneği değiştirmeniz mümkün olacaktır.
