Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Default: to any library
hi: डिफ़ॉल्ट: किसी भी पुस्तकालय के लिए
it: Default: qualsiasi biblioteca
tr: Varsayılan: herhangi bir kütüphane için

source: Asks: Allow materials to be returned to \_\_\_
hi: पूछता है: सामग्री को वापस करने की अनुमति दें \_\_\_
it: Chiede: Permetti la restituzione del materiale \_\_\_
tr: Seçenek: Materyallerin \_\_\_ dönmesine izin ver

source: either the library the item is from or the library it was checked out from.
hi: या तो पुस्तकालय आइटम से है या पुस्तकालय से चैंक आउट की थी.
it: sia alla biblioteca che possiede la copia, sia a quella che ha fatto il prestito.
tr: materyalin ait olduğu kütüphane ya da materyalin ödünç alındığı kütüphane.

source: only the library the item is from.
hi: केवल लाइब्रेरी आइटम से है.
it: solo la biblioteca da cui proviene la copia.
tr: yalnızca materyalin ait olduğu kütüphane.

source: only the library the item was checked out from.
hi: केवल पुस्तकालय मद से चैंक आउट की थी.
it: solo la biblioteca che ha effettuato il prestito.
tr: yalnızca materyalin ödünç alındığı kütüphane.

source: to any library.
hi: किसी भी पुस्तकालय से.
it: a qualsiasi biblioteca.
tr: herhangi bir kütüphane için.

source: This preference lets the library system decide how they will accept returns. Some systems allow for items to be returned to any library in the system (the default value of this preference) others want to limit item returns to only specific branches. This preference will allow you to limit item returns (checkins) to the branch(es) set in the value.
hi: यह वरीयता पुस्तकालय प्रणाली कैसे वे रिटर्न स्वीकार करेगा तय की सुविधा देता है. कुछ सिस्टम पर आइटम्स (इस वरीयता का डिफ़ॉल्ट मान) प्रणाली में किसी भी पुस्तकालय को लौटा दी करने के लिए दूसरों को केवल विशिष्ट शाखाओं के लिए आइटम रिटर्न सीमित करना चाहते अनुमति देते हैं. यह वरीयता आप शाखा (ते) के मूल्य में स्थापित करने के लिए आइटम रिटर्न (चेकइन) को सीमित करने की अनुमति देगा.
it: Questa preferenza permette alla biblioteca di decidere come accettare le restituzioni. Alcuni sistemi permettono la restituzione dei prestiti in qualsiasi biblioteca del sistema (è il valore di default di questa preferenza), altri vogliono limitare la restituzione a biblioteche specifiche. Questa preferenza permette di limitare la restituzione di prestiti alla/e biblioteca/e impostate nel valore.
tr: Bu tercih, kütüphane sisteminin iadeleri nasıl kabul edeceğini belirlemesini sağlar. Bazı sistemler materyallerin sistem içerisindeki her hangi bir kütüphaneye iade edilmesine izin verir (bu tercihin varsayılan ayarı), diğer kütüphaneler ise materyallerin yalnızca belirli birimlere iade edilmesini şart koşar. Bu tercih, materyallerin değer içerisinde ayarlanmış birimlere yapılan iadelerine limit belirlemenizi sağlar.

source: Asks: \_\_\_ staff to override and check out items when the patron has reached the maximum number of allowed checkouts.
hi: पूछता है: \_\_\_ कर्मचारियों को ओवरराइड करने और आइटम की जांच करने के लिए जब संरक्षक अधिकतम चेकआउट की अधिकतम संख्या तक पहुंच गया है.
it: Chiede: \_\_\_ allo staff di superare il blocco del numero massimo di copie che un utente può avere in prestito.
tr: Seçenek: personelin, kullanıcı ödünç almak için izin verilen maksimum sayıya ulaştığında geçersiz kılıp ödünç verebilmelerine \_\_\_.

source: If this preference is set to "Allow" then staff all will be presented with an option to checkout more items to a patron than are normally allowed in the :ref:`Circulation and fines rules`. If this preference is set to "Don't allow" then no staff member will be able to check out more than the circulation limit.
hi: यदि यह वरीयता "अनुमति दें" पर सेट की गई है तो कर्मचारियों को आम तौर पर संरक्षक को अधिक आइटम चेकआउट करने के विकल्प के साथ प्रस्तुत किया जाएगा: रेफरी: 'परिसंचरण और जुर्माना नियम'। यदि यह वरीयता "अनुमति न दें" पर सेट है तो कोई कर्मचारी सदस्य परिसंचरण सीमा से अधिक जांचने में सक्षम नहीं होगा।
tr: Bu tercih "İzin ver" olarak ayarlanırsa tüm personele bir kullanıcı için normalde :ref:`Dolaşım ve Ceza Kuralları` içerisinde izin verilenden daha fazla materyal ödünç verme seçeneği sunulacaktır. Bu seçenek "İzin verme" olarak ayarlanırsa hiç bir personel dolaşım sınırından daha fazlasını ödünç veremeyecektir.

source: Asks: \_\_\_ automatically transfer items to their home branch when they are returned.
hi: पूछता है: \_\_\_जब वे वापस आते हैं तो स्वचालित रूप से आइटम को अपनी होम शाखा में स्थानांतरित कर देते हैं.
it: Chiede: \_\_\_ automaticamente copie alla biblioteca di appartenenza quando vengono restituite.
tr: Seçenek: materyaller iade edildiklerinde ait oldukları birime otomatik olarak transferlerine \_\_\_.

source: This preference is a binary setting which determines whether an item is returned to its home branch automatically or not. If set to "Don't", the staff member checking an item in at a location other than the item's home branch will be asked whether the item will remain at the non-home branch (in which case the new location will be marked as a holding location) or returned. Setting it to "Do" will ensure that items checked in at a branch other than their home branch will be sent to that home branch.
hi: यह वरीयता एक बाइनरी सेटिंग जो एक आइटम स्वचालित रूप से है या नहीं अपने घर शाखा में लौट रहा है कि क्या निर्धारित करता है. अगर 'नहीं करते "करने के लिए सेट, स्टाफ सदस्य आइटम के घर शाखा के अलावा किसी अन्य स्थान पर में एक आइटम की जाँच के लिए कहा जाएगा कि क्या आइटम गैर-घर शाखा (जो मामले में नया स्थान के रूप में चिह्नित किया जाएगा पर बने रहेंगे एक होल्डिंग स्थान) या लौट आए. यह सेटिंग "करो" यह सुनिश्चित करना होगा कि करने के लिए आइटम अपने घर शाखा के अलावा किसी अन्य शाखा में में जाँच की है कि घर शाखा को भेजा जाएगा.
it: Questa preferenza è una combinazione che determina se una copia è restituita automaticamente alla biblioteca di appartenenza oppure no. Se è impostata "Non trasferire", al personale di un'altra biblioteca che riceve indietro il prestito verrà chiesto se la copia dovrà rimanere nella biblioteca in cui viene restituita (e in quel caso il relativo dato nella copia verrà aggiornato) o restituito alla biblioteca originaria. Impostando la preferenza a "Trasferire", si assicura che la copia restituita rimane di appartenenza della biblioteca originaria, e ad essa va poi fatta arrivare.
tr: Bu tercih bir materyalin kütüphaneye iade edildiğinde otomatik olarak ait olduğu birime gönderilip gönderilmeyeceğini kontrol eden bir ikili ayardır. Eğer "Don't" olarak ayarlanırsa materyalin ait olduğu ana birim dışında materyali iade alan personele, iade aldığı materyalin ana birimi dışındaki bu birimde mi kalacağı yoksa ana birimine gönderileceği mi sorulacaktır (bu durumda yeni konum holding location olarak işaretlenecektir). "Do" olarak ayarlamak ise iade alınan bu materyalin ait olduğu ana birime teslim edilmesini sağlayacaktır.

source: Asks: \_\_\_ allow OVERDUES restrictions triggered by sent notices to be cleared automatically when all overdue items are returned by a patron.
hi: पूछता है: \_\_\_ प्रेषित नोटिस द्वारा स्वचालित रूप से साफ़ किए जाने वाले ओवरव्यू प्रतिबंधों को अनुमति दें जब सभी अतिदेय आइटम संरक्षक द्वारा लौटाए जाते हैं.
it: Chiede: \_\_\_ la cancellazione automatica delle restrizioni causate da prestiti restituiti in ritardo quando l'utente non ha più libri in prestito.
tr: Seçenek: Gönderilen bildirimler tarafından tetiklenen OVERDUES kısıtlamalarının, gecikmeye kalan materyaller kullanıcı tarafından iade edildiğinde otomatik olarak silinmesine izin ver \_\_\_.

source: Using the :ref:`Overdue Notice/Status Triggers` you can restrict patrons after they receive an overdue notice. This preference lets you define whether Koha will automatically remove that restriction once the overdue items in question are returned or not.
hi: Using का उपयोग करना :ref:`ओवरड्यू नोटिस/स्टेटस ट्रिगर' आप अतिदेय नोटिस प्राप्त करने के बाद संरक्षक को प्रतिबंधित कर सकते हैं। यह वरीयता आपको परिभाषित करने देती है कि प्रश्न में अतिदेय आइटम लौटाए जाने के बाद कोहा स्वचालित रूप से उस प्रतिबंध को हटा देगा या नहीं।
it: Usando la preferenza :ref:`Overdue Notice/Status Triggers`puoi penalizzare l'utente che riceve avvisi di restituzione ritardata. Questa preferenza permette di decidere se Koha rimuoverà automaticamente la penalizzazione in caso di restituzione di tutto il dovuto.
tr: :ref:`Gecikme Bildirimleri/Durum Tetikleyicilerini kullanarak, kullanıcıları bir gecikme bildirimi aldıktan sonra kısıtlayabilirsiniz. Bu tercih, gecikmeye kalan materyaller teslim edildikten sonra Koha'nın otomatik olarak bu kısıtlamayı kaldırıp kaldırmayacağını belirlemenizi sağlar.

source: Default: the library the item is from
hi: डिफ़ॉल्ट: लाइब्रेरी आइटम से है
it: Default: la biblioteca di provenienza della copia
tr: Varsayılan: materyalin ait olduğu kütüphane

source: Asks: Use the checkout and fines rules of \_\_\_
hi: पूछता है: चेकआउट और जुर्माना नियमों का प्रयोग करें \_\_\_
it: Chiede: Usa le regole di prestito e multe della \_\_\_
tr: Seçenek: \_\_\_ ödünç verme ve ceza kurallarını kullan

source: the library the item is from
hi: लाइब्रेरी आइटम से है
it: biblioteca di provenienza della copia
tr: materyalin ait olduğu kütüphane

source: The :ref:`circulation and fines policies <circulation-and-fine-rules-label>` will be determined by the item's library where :ref:`HomeOrHoldingBranch` chooses if item's home library is used or holding library is used.
hi: The : ref: `परिसंचरण और जुर्माना नीतियां <circulation-and-fine-rules-label> 'आइटम की लाइब्रेरी द्वारा निर्धारित की जाएगी जहां: ref:` HomeOrHoldingBranch` चुनता है अगर आइटम की होम लाइब्रेरी का उपयोग किया जाता है या होल्डिंग पुस्तकालय उपयोग किया जाता है।
it: Le :ref:`circulation and fines policies <circulation-and-fine-rules-label>` saranno determinate dalla biblioteca dove la preferenza :ref:`HomeOrHoldingBranch` indica se usare la biblioteca di appartenenza della copia o la biblioteca che attualmente la detiene.
tr: The :ref:`dolaşım ve ceza politikaları <circulation-and-fine-rules-label>`, :ref:`HomeOrHoldingBranch` tercihinin materyalin ana kütüphanesinin ya da bulunduğu kütüphanenin kullanıldığını seçmesi durumunda materyalin ana kütüphanesi tarafından belirlenecektir.

source: the library the patron is from
hi: पुस्तकालय संरक्षक से है
it: la biblioteca che ha registrato l'utente
tr: kullanıcın üye olduğu kütüphane

source: The :ref:`circulation and fines policies <circulation-and-fine-rules-label>` will be determined the patron's home library
hi: The : ref: `परिसंचरण और जुर्माना नीतियां <circulation-and-fine-rules-label>'संरक्षक की होम लाइब्रेरी निर्धारित की जाएगी
it: Le :ref:`circulation and fines policies <circulation-and-fine-rules-label>` saranno quelle della biblioteca che ha registrato l'utente
tr: :ref:`dolaşım ve ceza politikaları <circulation-and-fine-rules-label>` okuyucunun ana kütüphanesi tarafından belirlenecektir

source: the library you are logged in at
hi: लाइब्रेरी में आप लॉग इन हैं
it: la biblioteca in cui hai fatto il login
tr: oturum açtığınız kütüphane

source: The :ref:`circulation and fines policies <circulation-and-fine-rules-label>` will be determined by the library that checked the item out to the patron
hi: The : ref: `परिसंचरण और जुर्माना नीतियां <circulation-and-fine-rules-label>' लाइब्रेरी द्वारा निर्धारित की जाएगी जो आइटम को संरक्षक को चेक आउट करती है
it: Le :ref:`circulation and fines policies <circulation-and-fine-rules-label>` saranno quelle della biblioteca che ha registrato il prestito all'utente
tr: :ref:`dolaşım ve ceza politikaları <circulation-and-fine-rules-label> kullanıcıya materyali ödünç veren kütüphane tarafından belirlenecektir

source: Default: Consider
hi: डिफ़ॉल्ट: विचार करें
it: Predefinito: Considerare
tr: Varsayılan: Dikkate al

source: Asks: \_\_\_ on-site checkouts as normal checkouts. If enabled, the number of checkouts allowed will be normal checkouts + on-site checkouts. If disabled, both values will be checked separately.
hi: पूछता है: \_\_\_ सामान्य चेकआउट के रूप में साइट चेकआउट। यदि सक्षम है, तो चेकआउट की संख्या सामान्य चेकआउट + ऑन-साइट चेकआउट होगी। यदि अक्षम किया गया है, तो दोनों मान अलग-अलग चेक किए जाएंगे।
it: Chiede: \_\_\_ i prestiti locali come prestiti normali. Se attiva, il numero di prestiti permessi sarà il numero di prestiti normali + quelli locali. Se disattiva, i due valori verranno controllati separatamente.
tr: Seçenek: Yerinde ödünç alımları normal ödünç alımlar olarak \_\_\_ . Etkinleştirilirse, izin verilen ödünç alma sayısı, normal ödünç alımlar + yerinde ödünç alımlar olur. Devre dışı bırakılırsa, her iki değer ayrı ayrı kontrol edilir.

source: Consider
hi: विचार करें
it: Considerare
tr: Dikkate al

source: Don't consider
hi: विचार नही करें
it: Non considerare
tr: Dikkate alma

source: This preference allows you to decide if checkouts that are :ref:`OnSiteCheckouts` are counted toward the total checkouts a patron can have. You can also set your :ref:`circulation and fine rules <circulation-and-fine-rules-label>` to allow only a certain number of normal and OnSite checkouts.
hi: यह वरीयता आपको यह तय करने की अनुमति देती है कि क्या चेकआउट हैं :ref:`OnSiteCheckouts` को संरक्षक के कुल चेकआउट की ओर गिना जाता है। आप अपना set भी सेट कर सकते हैंr :ref:`परिसंचरण और बढ़िया नियम <circulation-and-fine-rules-label>' केवल सामान्य और ऑनसाइट चेकआउट की एक निश्चित संख्या की अनुमति देने के लिए
it: Questa preferenza permette di decidere se i :ref:`OnSiteCheckouts` sono conteggiati rispetto al numero massimo che un utente può avere. Si può anche impostare :ref:`Circolazione e regole dei ritardi <circulation-and-fine-rules-label>` per permettere solo un certo numero di prestiti normali e locali.
tr: Bu tercih, :ref:`OnSiteCheckouts` olan ödünç alma işlemlerinin bir kullanıcının sahip olabileceği toplam ödünç alma işlemlerine dahil edilip edilmeyeceğine karar vermenize izin verir. Ayrıca, yalnızca belirli sayıda normal ve yerinde ödünç alma işlemlerine izin vermek için :ref:`dolaşım ve ceza kurallarını <circulation-and-fine-rules-label> ayarlayabilirsiniz.

source: Asks: Charge a lost item to the borrower's account when the LOST value of the item changes to \_\_\_
hi: पूछता है: जब आइटम का खोया मूल्य बदल जाता है तो उधारकर्ता के खाते में खोए गए आइटम को चार्ज करें \_\_\_
it: Chiede: Addebita una copia persa all'utente quando il valore di LOST cambia in \_\_\_
tr: Seçenek: Materyalin KAYIP değeri \_\_\_ olarak değiştiğinde kayıp materyali okuyucunun hesabından tahsil et

source: Leave this field empty if you don't want to charge the user for lost items. If you want the user to be charged enter the `LOST authorized value <#lost>`__ you are using in the :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` preference. This preference is used when the :ref:`longoverdue cron job <long-overdues-label>` is called without the --charge parameter.
hi: यदि आप गुम वस्तुओं के लिए उपयोगकर्ता को चार्ज नहीं करना चाहते हैं तो इस क्षेत्र को खाली छोड़ दें। यदि आप चाहते हैं कि उपयोगकर्ता से चार्ज किया जाए तो 'LOST अधिकृत मान <#lost>`__ दर्ज करें जिसका आप उपयोग कर रहे हैं :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>` वरीयता। इस वरीयता का उपयोग तब किया जाता है जब :ref: `longoverdue cron job <long-overdues-label>` को चार्ज पैरामीटर के बिना बुलाया जाता है।
it: Lascia vuoto questo campo se non vuoi addebitare all'utenza le copie perdute. Se invece le vuoi addebitare, inserisci `LOST authorized value <#lost>`__ che stai usando nella preferenza ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-&-defaultlongoverduedays-label>`. Questa preferenza è usata quando il cronjob :ref:`longoverdue cron job <long-overdues-label>` è fatto girare senza il parametro --charge.
tr: Kayıp materyaller için kullanıcıdan ücret almak istemiyorsanız, bu alanı boş bırakın. Kullanıcının ücretlendirilmesini istiyorsanız, <defaultlongoverduelostvalue-&-defaultlongoverduedays-label> tercihinde kullandığınız `LOST yetkili değerini</ link> girin. Bu tercih, <long-overdues-label> --charge parametresi olmadan çağırıldığında kullanılır.

source: Asks: By default, set the LOST value of an item to \_\_\_ when the item has been overdue for more than \_\_\_ days.
hi: पूछता है: डिफ़ॉल्ट रूप से, किसी आइटम का LOST मान \_\_\_ पर सेट करें जब आइटम \_\_\_ दिनों से अधिक के लिए अतिदेय हो गया हो।
it: Chiede: Per default, imposta il valore di LOST di una copia a \_\_\_ quando la copia non viene restituita per oltre \_\_\_ giorni.
tr: Seçenek: Materyal \_\_\_ günden daha fazla süre gecikmeye kaldığında, varsayılan olarak materyalin KAYIP değerini \_\_\_ göre ayarla.

source: These preferences are used when the :ref:`longoverdue cron job <long-overdues-label>` is called without the --lost parameter. It allows users to set the values of the :ref:`longoverdue cron <long-overdues-label>` without having to edit the crontab. Setting the values to 1 and 30 for example will mark the item with the `LOST authorized value <#lost>`__ of 1 after the item is 30 days overdue.
hi: इन प्राथमिकताओं का उपयोग तब किया जाता है जब :ref: `longoverdue cron job <long-overdues-label>' को --lost पैरामीटर के बिना बुलाया जाता है। यह उपयोगकर्ताओं को values के मूल्यों को सेट करने की अनुमति देता है :ref:`longoverdue cron <long-overdues-label>` crontab को संपादित किए बिना। उदाहरण के लिए मानों को 1 और 30 पर सेट करना आइटम को 30 दिनों के अतिदेय होने के बाद 'LOST अधिकृत मान <#lost>`__ 1 के साथ चिह्नित करेगा।
it: Queste preferenze sono usate quando il cronjob :ref:`longoverdue cron job <long-overdues-label>` è fatto girare senza il parametro --lost. Permette all'utenza di impostare i valori del cron :ref:`longoverdue cron <long-overdues-label>` senza dover editare il crontab. Impostare i valori a 1 e 30 per esempio farà sì che la copia abbia il valore autorizzato `LOST authorized value <#lost>`__ impostato a 1 dopo che sarà rimasta non restituita per 30 giorni.
tr: Bu tercihler :ref:`longoverdue cron job <long-overdues-label> --lost (kayıp) parametresi olmadan çağrıldığında kullanılır. Bu, kullanıcıların crontab'ı düzenlemek zorunda kalmadan :ref:`longoverdue cron <long-overdues-label>' değerlerini ayarlayabilmelerini sağlar. Örneğin değerlerin 1 ve 30 olarak ayarlanması, materyalin 30 günlük gecikmesinden sonra materyali `KAYIP yetkili değeri <#lost>`__ 1 olarak işaretleyecektir.

source: Default: Don't include
hi: डिफ़ॉल्ट: शामिल न करें
it: Default: Non includere
tr: Varsayılan: Dahil etme

source: Asks: \_\_\_ hold charges when summing up charges for noissuescharge.
hi: पूछता है:\_\_\_ noissuescharge के लिए शुल्क संक्षेप में शुल्क लेते हैं.
it: Chiede: \_\_\_ costi di prenotazione quando viene calcolato il noissuescharge.
tr: Seçenek: noissuescharge giderleri özetlenirken ayırtma giderlerini \_\_\_.

source: Don't include
hi: शामिल न करें
it: Non includere
tr: Dahil etme

source: Include
hi: शामिल करें
it: Includi
tr: Dahil et

source: Default: the library the item was checked out from
hi: डिफ़ॉल्ट: लाइब्रेरी आइटम से चैंक आउट की थी
it: Default: la biblioteca che ha effettuato il prestito
tr: Varsayılan: Materyalin ödünç alındığı kütüphane

source: This is equivalent to 'home library'
hi: यह 'होम लाइब्रेरी' के बराबर है
it: Questo equivale a 'biblioteca di appartenenza'
tr: Bu, 'ana kütüphane' ile eşdeğerdir

source: the library the item was checked out from
hi: लाइब्रेरी आइटम से चैंक आउट की थी
it: la biblioteca che aveva effettuato il prestito
tr: materyalin ödünç alındığı kütüphane

source: This is equivalent to 'holding library'
hi: यह 'होल्डिंग लाइब्रेरी' के बराबर है
it: Questo equivale a 'biblioteca che detiene la copia'
tr: Bu, 'holding library' ile eşdeğerdir

source: This preference does several things.
hi: यह वरीयता कई बातें करता है.
it: Questa preferenza fa diverse cose.
tr: Bu tercih birçok şey yapar.

source: If :ref:`CircControl` is set to 'the library the item is from' then the :ref:`circulation and fines policies <circulation-and-fine-rules-label>` will be determined by the item's library where HomeOrHoldingBranch chooses if item's home library is used or holding library is used.
hi: यदि : ref: `CircControl` 'लाइब्रेरी से आइटम' से सेट है, फिर : ref:` परिसंचरण और जुर्माना नीतियां <circulation-and-fine-rules-label>`आइटम की लाइब्रेरी द्वारा निर्धारित की जाएगी HomeOrHoldingBranch चुनता है कि आइटम की होम लाइब्रेरी का उपयोग किया जाता है या होल्डिंग पुस्तकालय का उपयोग किया जाता है।
it: Se la preferenza :ref:`CircControl` è impostata a 'la biblioteca da cui proviene la copia', allora le :ref:`regole di circolazione e multe <circulation-and-fine-rules-label>` saranno determinate dalla biblioteca dove HomeOrHoldingBranch indica se è usata la biblioteca di appartenenza o la biblioteca che detiene la copia.
tr: Eğer `CircControl` tercihi 'materyalin bulunduğu kütüphane' olarak ayarlanırsa `dolaşım ve ceza politikaları <circulation-and-fine-rules-label>' tercihi, HomeOrHoldingBranch tercihinin materyalin ana kütüphanesi mi yoksa bulunduran kütüphanenin mi kullanıldığı seçtiği zaman materyal'in kütüphanesi tarafından belirlenir.

source: If :ref:`IndependentBranches` is set to 'Prevent' then the value of this preference is used in figuring out if the item can be checked out. If the item's home library does not match the logged in library, the item cannot be checked out unless you are a :ref:`superlibrarian <patron-permissions-defined-label>`.
hi: यदि :ref:`IndependentBranches` को 'रोकें' पर सेट किया गया है, तो इस वरीयता के मूल्य का उपयोग यह पता लगाने में किया जाता है कि आइटम की जांच की जा सकती है या नहीं। यदि आइटम की होम लाइब्रेरी लॉग इन लाइब्रेरी से मेल नहीं खाती है, तो आइटम तब तक चेक नहीं किया जा सकता जब तक आप एक न हों :ref:`superlibrarian <patron-permissions-defined-label>`.
it: Se la preferenza :ref:`IndependentBranches` è impostata a 'Impedisci' allora il valore della preferenza è usato per determinare se la copia può essere prestata. Se la biblioteca della copia non coincide con la biblioteca collegata, la copia non può essere prestata a meno che tu sia un :ref:`superlibrarian <patron-permissions-defined-label>`.
tr: Eğer :ref:`IndependentBranches` sistem tercihi 'Önle' olarak ayarlanırsa materyalin ödünç verilip verilemeyeceğinde bu tercihin değeri kullanılır. Eğer materyalin ana kütüphanesi oturum açılan kütüphane ile eşleşmezse bir :ref:`superlibrarian<patron-permissions-defined-label> iznine sahip olmadıkça bu materyal ödünç verilemez.

source: It is not recommend that this setting be changed after initial setup of Koha because it will change the behavior of items already checked out.
hi: यह सुझाव नहीं है कि इस सेटिंग कोहा की प्रारंभिक सेटअप के बाद बदला जा क्योंकि यह पहले से ही चैंक आउट आइटम के व्यवहार बदल जाएगा.
it: Si sconsiglia di modificare questa preferenza, dato che modificherebbe il trattamento delle copie attualmente in prestito.
tr: Zaten ödünç verilmiş olan materyallerin davranışlarını değiştirebileceği için Koha ilk kurulumundan sonra bu ayarın değiştirilmesi tavsiye edilmez.

source: Default: display a message
hi: डिफ़ॉल्ट: एक संदेश प्रदर्शित
it: Default: Mostra un messaggio
tr: Varsayılan: bir ileti görüntüle

source: Asks: When issuing an item that has been marked as lost, \_\_\_.
hi: पूछता है: एक आइटम जारी करते समय जिसे खोया गया चिह्नित किया गया है, \_\_\_.
it: Chiede: Quando viene lavorata una copia che è stata marcata come perduta, \_\_\_.
tr: Seçenek: Kayıp olarak işaretlenmiş bir materyal ödünç verilirken \_\_\_.

source: display a message
hi: एक संदेश प्रदर्शित
it: mostra un messaggio
tr: bir ileti görüntüle

source: do nothing
hi: कुछ नहीं करें
it: non fare nulla
tr: hiçbir şey yapma

source: This option will just check the item out without notifying you that the item was marked lost.
hi: यह विकल्प सिर्फ आपको यह सूचित करते है कि आइटम खो चिह्नित किया गया था बिना आइटम बाहर की जाँच करेगा.
it: Questa opzione presterà la copia senza fare sapere che è marcata come perduta.
tr: Bu seçenek sadece materyali, size materyalin kayıp olarak işaretlendiğini bildirmeden ödünç verecek.
