Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: \_\_\_ patrons to change the language they see on the OPAC.
hi: पूछता है: \_\_\_ओपेक पर उनके द्वारा देखी जाने वाली भाषा को बदलने के लिए संरक्षक।

source: Patrons can choose their language from a list at the bottom of the public catalog
hi: संरक्षक सार्वजनिक सूची के निचले भाग में एक सूची से अपनी भाषा चुन सकते हैं
it: Gli utenti possono scegliere la lingua da un elenco nella parte inferiore del catalogo pubblico
tr: Kullanıcılar genel kataloğun en altında bulunan bir listeden kendi dillerini seçebilirler

source: The public catalog will not give an option to choose a language
hi: सार्वजनिक सूची एक भाषा का चयन करने के लिए एक विकल्प नहीं देंगे
it: Il catalogo pubblico non darà la possibilità di scegliere la lingua
tr: Genel katalog dil seçmek için bir seçenek sunmaz

source: Using the :ref:`OpacLangSelectorMode` preference you can decide where these language options will appear in the public catalog.
hi: Using का उपयोग करना :ref:`OpacLangSelectorMode` वरीयता आप तय कर सकते हैं कि सार्वजनिक भाषा में ये भाषा विकल्प कहां दिखाई देंगे।
it: Usando la preferenza :ref:`OpacLangSelectorMode` si può decidere dove appariranno le opzioni di lingua nel catalogo pubblico.
tr: :ref:`OpacLangSelectorMode` tercihini kullanarak bu dil seçeneklerinin genel kataloğun neresinde görüntüleneceğini belirleyebilirsiniz.

source: Default: 24 hour format
hi: डिफ़ॉल्ट: 24 घंटे प्रारूप
it: Default: formato 24 ore
tr: Varsayılan: 24 saatlik format

source: Asks: Format times in \_\_\_
hi: पूछता है: \_\_\_ में प्रारूप समय
it: Chiede: Formatta l'ora usando \_\_\_
tr: Seçenek: Zamanları \_\_\_ olarak biçimlendir

source: 12 hour format (eg 02:18PM)
hi: 12 घंटे प्रारूप (उदा 02:18PM)
it: formato 12 ore (es.: 02:18PM)
tr: 12 saat biçimi (ör. 02:18PM)

source: 24 hour format (eg 14:18)
hi: 24 घंटे प्रारूप (उदा 14:18)
it: formato 24 ore (es.: 14:18)
tr: 24 saat biçimi (ör. 14:18)

source: Asks: \_\_\_ notices to be translated. If set, notices will be translatable from the "Notices and Slips" interface. The language used to send a notice to a patron will be the one defined for the patron.
hi: पूछता है: \_\_\_ अनुवादित नोटिस। यदि सेट किया गया है, तो नोटिस "नोटिस और स्लिप्स" इंटरफ़ेस से अनुवाद योग्य होंगे। एक संरक्षक को नोटिस भेजने के लिए इस्तेमाल की जाने वाली भाषा संरक्षक के लिए परिभाषित की जाएगी.
it: Chiede: \_\_\_ la traduzione degli avvisi. Se attiva, gli avvisi saranno traducibili dall'interfaccia "Avvisi & ricevute". La lingua usata per inviare un avviso a un utente sarà quella definita dall'utente stesso.
tr: Seçenek: bildirimlerin çevrilmesine \_\_\_. Eğer ayarlanırsa, bildirimler "Bildirimler ve Fişler" arayüzünden çevrilebilir olacaktır. Bir kullanıcıya bir bildirim göndermek için kullanılan dil, kullanıcı için tanımlanan dildir.

source: Local Use
hi: स्थानीय का प्रयोग करें
it: Uso locale
tr: Yerel Kullanım

source: These preferences are defined locally.
hi: ये प्राथमिकताएं स्थानीय रूप से परिभाषित की जाती हैं
it: Queste preferenze sono definite localmente.
tr: Bu tercihler yerel olarak tanımlanır.

source: *Get there:* More > Administration > Global System Preferences > Local Use
hi: *वहाँ जाओ: * अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं >स्थानीय उपयोग
it: *Vai a:* Più > Amministrazione > Preferenze di sistema globali > Uso locale
tr: *Gidiş yolu:* Daha çok > Yönetim > Genel Sistem Tercihleri >Yerel Kullanım

source: Sometimes preferences which are either new or outdated will appear in this tab, if you didn't add any preferences to this tab then it's best to ignore preferences listed here.
hi: कभी कभी वरीयताओं को जो या तो नए या पुराने हो गए हैं, इस टैब में दिखाई देगा अगर आप इस टैब फिर इसे यहाँ सूचीबद्ध वरीयताओं की अनदेखी करने के लिए सबसे अच्छा है के लिए किसी भी वरीयताओं को जोड़ नहीं था.
it: A volte le preferenze che sono nuove o non aggiornate verranno visualizzate in questa scheda, se non è stato aggiunta alcun preferenze a questa scheda, allora è meglio ignorare le preferenze elencati qui.
tr: Bazen yeni veya süresi geçmiş tercihler bu sekmede görünecektir, eğer bu sekmeye herhangi bir tercih eklemediyseniz burada listelenen tercihleri göz ardı etmek en iyisidir.

source: Asks: Did you mean? configuration for the Intranet. Do not change, as this is controlled by /cgi-bin/koha/admin/didyoumean.pl.
hi: पूछते हैं: क्या आपका मतलब है? इंट्रानेट के लिए विन्यास। मत बदलें, क्योंकि यह नियंत्रित है /cgi-bin/koha/admin/didyoumean.pl.
it: Chiede: la configurazione della funzione "Intendi dire?" per l'interfaccia dello staff. Non modificarla, dato che viene controllata da /cgi-bin/koha/admin/didyoumean.pl.
tr: Seçenek: Intranet için Bunu mu demek istediniz? yapılandırması. Bu, /cgi-bin/koha/admin/didyoumean.pl. tarafından kontrol edildiği için değiştirmeyin.

source: Asks: Did you mean? configuration for the OPAC. Do not change, as this is controlled by /cgi-bin/koha/admin/didyoumean.pl.
hi: पूछते हैं: क्या आपका मतलब है? ओपेक के लिए विन्यास। मत बदलें, क्योंकि यह नियंत्रित है /cgi-bin/koha/admin/didyoumean.pl.
it: Chiede: la configurazione della funzione "Intendi dire?" per l'OPAC. Non modificarla, dato che viene controllata da /cgi-bin/koha/admin/didyoumean.pl.
tr: Seçenek: OPAC için Bunu mu demek istediniz? yapılandırması. Bu, /cgi-bin/koha/admin/didyoumean.pl. tarafından kontrol edildiği için değiştirmeyin.

source: Default: ON
hi: डिफ़ॉल्ट: चालू
tr: Varsayılan: AÇIK

source: Asks: If ON, enable printing circulation receipts
hi: पूछते हैं: यदि चालू है, मुद्रण परिसंचरण प्राप्तियां सक्षम करें
it: Chiede: se attivo (ON), attiva la stampa delle ricevute di prestito
tr: Seçenek: AÇIK ise, dolaşım makbuzlarını yazdırmayı etkinleştir

source: ON
hi: पर
it: ATTIVO
tr: AÇIK

source: OFF
hi: बंद
it: INATTIVO
tr: KAPALI

source: Asks: This preference is part of Koha but it should not be deleted or updated manually.
hi: पूछते हैं: यह वरीयता कोहा का हिस्सा है लेकिन इसे मैन्युअल रूप से हटाया या अपडेट नहीं किया जाना चाहिए।
it: Chiede: questa preferenza è parte di Koha ma non deve essere cancellata o modificata manualmente.
tr: Seçenek: Bu tercih Koha'nın bir parçasıdır ancak manuel olarak silinip güncellenmemelidir.

source: Asks: Public ID for Hea website
hi: पूछते हैं: Hea वेबसाइट के लिए सार्वजनिक आईडी
it: Chiede: ID pubblico per il sito web Hea
tr: Seçenek: Hea web sayfası için genel kimlik

source: Version
hi: संस्करण
it: Versione
tr: Sürüm

source: Default: automatically generated
hi: डिफ़ॉल्ट: स्वचालित रूप से जेनरेट किया गया
it: Predefinito: automaticamente
tr: Varsayılan: otomatik olarak oluşturulur

source: Asks: The Koha database version. WARNING: Do not change this value manually. It is maintained by the webinstaller
hi: पूछते हैं: कोहा डेटाबेस संस्करण। चेतावनी: इस मान को मैन्युअल रूप से न बदलें। यह वेबइंस्टॉलर द्वारा बनाए रखा जाता है
it: Chiede: La versione del database di Koha. ATTENZIONE: questo valore non va modificato manualmente. È mantenuto dal webinstaller
tr: Seçenek: Koha veritabanı sürümü. UYARI: Bu değeri manuel olarak değiştirmeyin. Web kurucusu tarafından tutulur

source: Logs
hi: लॉग
it: Log
tr: Günlükler

source: Logs keep track of transaction on the system. You can decide which actions you want to log and which you don't using these preferences. Logs can then be viewed in the :ref:`Log Viewer` under Tools.
hi: लॉग सिस्टम पर लेनदेन का ट्रैक रखें। आप तय कर सकते हैं कि आप कौन से कार्यों को लॉग करना चाहते हैं और आप इन प्राथमिकताओं का उपयोग नहीं कर रहे हैं। लॉग को तब में देखा जा सकता है: ref: 'लॉग व्यूअर' टूल्स के तहत।
it: I log tengono traccia delle operazione sul sistema. Si può decidere quali azioni si desidera registrare utilizzando queste preferenze. I log registrati possono poi essere visualizzati nel :ref:`Visualizzatore dei Log <log-viewer-label>` sotto Strumenti.
tr: Sistem günlükleri sistem üzerindeki hareketleri takip eder. Bu tercihleri kullanarak hangi eylemleri kaydedip hangi eylemleri kaydetmek istemediğinizi belirleyebilirsiniz. Sistem günlükleri, araçlar menüsü altında :ref:`Sistem günlüğü görüntüleyici' altında görüntülenebilir.

source: *Get there:* More > Administration > Global System Preferences > Logs
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > लॉगस
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Sistem günlükleri

source: Debugging
hi: डिबगिंग
tr: Hata Ayıklama

source: Asks: \_\_\_ dump all Template Toolkit variable to a comment in the HTML source for the staff intranet.
hi: पूछता है: \_\_\_स्टाफ इंट्रानेट के लिए HTML स्रोत में एक टिप्पणी के लिए सभी टेम्पलेट टूलकिट वैरिएबल को डंप करें.
it: Chiede: \_\_\_ scarica tutte le variabili Template Toolkit in un commento nel codice HTML per l'interfaccia dello staff.
tr: Seçenek: Tüm Şablon Araç Takımı değişkeninin personel intranetinin HTML kaynağındaki bir yoruma atılmasına \_\_\_.

source: Asks: \_\_\_ dump all Template Toolkit variable to a comment in the HTML source for the OPAC.
hi: पूछता है: \_\_\_ओपेक के लिए एचटीएमएल स्रोत में एक टिप्पणी के लिए सभी टेम्पलेट टूलकिट वैरिएबल डंप करें.
it: Chiede: \_\_\_ stampa tutte le variabili Template Toolkit dentro un commento HTML che verrà inserito nel codice HTML delle pagine web delll'OPAC.
tr: Seçenek: Tüm Şablon Araç Takımı değişkeninin OPAC için html kaynağındaki bir yoruma atılmasına \_\_\_.

source: Logging
hi: लोगिगं
tr: Günlük tutma

source: Default: Don't log
hi: डिफ़ॉल्ट: लॉग इन नहीं करें
it: Default: Non registrare
tr: Varsayılan: Sistem günlüğü tutma

source: Asks: \_\_\_ changes to authority records.
hi: पूछता है: \_\_\_ प्राधिकरण रिकॉर्ड में बदलाव.
it: Chiede: \_\_\_ i cambiamenti dei record di autorità.
tr: Seçenek: otorite kayıtlarına yapılacak değişikliklere \_\_\_.

source: Don't log
hi: लॉग इन नहीं करें
it: Non registrare
tr: Sistem günlüğü tutma

source: Log
hi: रोजनामचा
it: Registrare
tr: Sistem günlüğü

source: Default: Log
hi: डिफ़ॉल्ट: लॉग
it: Default: Registra
tr: Varsayılan: Sistem günlüğü

source: Asks: \_\_\_ changes to patron records.
hi: पूछता है: \_\_\_ संरक्षक रिकॉर्ड में बदलाव.
it: Chiede: \_\_\_ i cambiamenti alle schede utenti.
tr: Seçenek: kullanıcı kayıtlarına yapılacak değişikliklere \_\_\_.

source: Enabling this preference allows the tracking of cardnumber changes for patrons
hi: इस वरीयता को सक्षम करने से संरक्षक के लिए कार्डनंबर परिवर्तनों की ट्रैकिंग की अनुमति मिलती है

source: Asks: \_\_\_ any changes to bibliographic or item records.
hi: पूछता है: \_\_\_ ग्रंथ सूची या आइटम रिकॉर्ड्स में कोई परिवर्तन.
it: Chiede: \_\_\_ i cambiamenti ai record bibliografici o ai dati di copia.
tr: Seçenek: bibliyografik veya materyal kayıtlarında yapılacak her hangi bir değişikliğe \_\_\_.

source: Since this occurs whenever a book is cataloged, edited, or checked in or out it can be very resource intensive - slowing down your system.
hi: चूंकि यह तब होता है जब एक किताब, सूचीबद्ध संपादित, या में या बाहर यह बहुत ही गहन स्रोत हो सकता है की जाँच की है - अपने सिस्टम को धीमा.
it: Questo avviene quando un libro è catalogato, modificato o passa dal prestito; è un processo pesante, che può rallentare il tuo sistema.
tr: Bu durum bir kitabın kataloglanması, düzenlenmesi ya da ödünç verilmesi esnasında ortaya çıktığı için sistem kaynaklarınıza aşırı yük getirerek - sisteminizi yavaşlatabilir.

source: Asks: \_\_\_ information from cron jobs.
hi: पूछता है: \_\_\_ क्रॉन जाब्स से जानकारी.
it: Chiede: \_\_\_ informazioni dai cron jobs.
tr: Seçenek: cron job'lardan bilgi \_\_\_.

source: Asks: \_\_\_ when overdue fines are charged or automatically forgiven.
hi: पूछता है: \_\_\_ जब अतिदेय जुर्माना आरोप लगाया है या स्वचालित रूप से माफ कर रहे हैं.
it: Chiede: \_\_\_ quando le multe per ritardo sono caricate o dimenticate automaticamente.
tr: Seçenek: gecikme ücretleri tahsil edildiğinde ya da otomatik olarak bağışlandığında \_\_\_.

source: Asks: \_\_\_ any actions on holds (create, cancel, suspend, resume, etc.).
hi: पूछता है:\_\_\_ होल्ड पर कोई भी क्रिया (बनाना, रद्द करना, निलंबित करना, फिर से शुरू करना आदि)
it: Chiede: \_\_\_ qualsiasi azione relativa alle prenotazioni (creazione, cancellazione, sospensione, ripresa, ecc.).
tr: Seçenek: Ayırtma üzerindeki her eylemi \_\_\_ (oluştur, iptal et, askıya al, sürdür, vb.)

source: Asks: \_\_\_ when items are checked out.
hi: पूछता है: \_\_\_जब आइटम चैक आउट है.
it: Chiede: \_\_\_ quando le copie vengono prestate.
tr: Seçenek: materyaller ödünç verildiğinde \_\_\_.

source: Asks: \_\_\_ when an automatic claim notice is sent.
hi: पूछता है: \_\_\_जब एक स्वचालित दावा नोटिस भेजा जाता है.
it: Chiede: \_\_\_ quando un sollecito di restituzione viene inviato.
tr: Seçenek: bir otomatik claim bildirimi gönderildiğinde \_\_\_.

source: This log tracks all notices that go to patrons including the overdue notices.
hi: यह लॉग सभी सूचनाएं कि अतिदेय नोटिस सहित संरक्षक के लिए जाना पटरियों.
it: Questo log tiene traccia degli avvisi inviati agli utenti, solleciti compresi.
tr: Bu sistem günlüğü gecikme bildirimleri dahil kullanıcılara gönderilen tüm bildirimlerin izini tutar.

source: Default: Don't log
hi: डिफ़ॉल्ट: लॉग इन नहीं करें
tr: Varsayılan: günlük tutma

source: Asks: \_\_\_ when items are renewed.
hi: पूछता है: \_\_\_ जब आइटम नवीनीकृत होते हैं.
tr: Seçenek: materyaller iade edildiğinde \_\_\_.

source: Asks: \_\_\_ when reports are added, deleted or changed.
hi: पूछता है:\_\_\_ जब रिपोर्टें जोड़ दी जाती हैं, हटाई जाती हैं या बदल जाती हैं.
tr: Seçenek: Raporlar eklendiği, silindiği veya değiştirildiğinde \_\_\_.

source: Asks: \_\_\_ when items are returned.
hi: पूछता है: \_\_\_ जब आइटम लौटाए जाते हैं .
tr: Seçenek: materyaller iade edildiğinde \_\_\_.

source: Asks: \_\_\_ when serials are added, deleted or changed.
hi: पूछता है: \_\_\_जब सीरियल जोड़े जाते हैं, हटाए जाते हैं या परिवर्तित होते हैं
tr: Seçenek: süreli yayınlar eklendiği, silindiği veya değiştirildiğinde \_\_\_.

source: *Get there:* More > Administration > Global system preferences > OPAC
hi: *वहाँ जाओ: * अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > ओपेक

source: Advanced search options
hi: उन्नत खोज विकल्प

source: Default: Select all
hi: डिफ़ॉल्ट: सभी का चयन करे

source: Asks: Show search options for the expanded view \_\_\_
hi: पूछता है: विस्तृत दृश्य के लिए खोज विकल्प दिखाएं \_\_\_
tr: Seçenek: Genişletilmiş görünüm için arama seçeneklerini göster \_\_\_

source: Item types
hi: मद प्रकार
it: Tipologie di documenti
tr: Materyal türleri

source: Language
hi: भाषा
it: Lingua
tr: Dil

source: Location and availability
hi: स्थान और उपलब्धता
it: Collocazione e disponibilità
tr: Yeri ve kullanılabilirliği

source: Publication date
hi: प्रकाशन तिथि
it: Data di pubblicazione
tr: Yayın tarihi

source: Sorting
hi: छंटाई
it: Ordinamento
tr: Sıralama

source: Subtypes
hi: उपप्रकार
it: Sottotipi
tr: Alt türler

source: The settings in this preference will determine which search fields will show when the patron is using the 'More options' mode on the advanced search page.
hi: इस वरीयता में सेटिंग्स का निर्धारण करेगा जो खोज क्षेत्रों दिखाने के लिए जब संरक्षक उन्नत खोज पृष्ठ पर 'अधिक विकल्प' मोड का उपयोग कर रहा है.
it: Le impostazioni di questo preferenza determineranno quali campi di ricerca mostreranno se l'utente sta utilizzando la modalità 'Altre opzioni' nella pagina di ricerca avanzata.
tr: Bu tercih içerisindeki ayarlar, kullanıcı gelişmiş arama sayfasındaki 'Daha fazla seçenek' modunu kullandığında hangi arama alanlarının gösterileceğini belirleyecektir.

source: Default: Item types, Language, Location and availability, Publication date, Sorting
hi: डिफ़ॉल्ट: आइटम प्रकार, भाषा, स्थान और उपलब्धता, प्रकाशन तिथि, छंटनी
it: Valore predefinito: tipi di copia, lingua, posizione e disponibilità, data di pubblicazione, ordinamento
tr: Varsayılan: Materyal türleri, Dil, Konum ve Kullanılabilirlik, Yayın tarihi, Sıralama

source: Asks: Show search options \_\_\_
hi: पूछता है: खोज विकल्प दिखाएं \_\_\_
tr: Seçenek: Arama seçeneklerini göster \_\_\_

source: The settings in this preference will determine which search fields will show when the patron is using the 'Fewer options' mode on the advanced search page.
hi: इस वरीयता में सेटिंग्स का निर्धारण करेगा जो खोज क्षेत्रों दिखाने के लिए जब संरक्षक उन्नत खोज पृष्ठ पर 'कम विकल्प' मोड का उपयोग कर रहा होगा.
it: Le impostazioni di questo preferenza determineranno quali campi di ricerca compariranno quando l'utente sta utilizzando la modalità 'Meno Opzioni' nella pagina di ricerca avanzata.
tr: Bu tercih içerisindeki ayarlar, kullanıcı gelişmiş arama sayfasındaki 'Daha az seçenek' modunu kullandığında hangi arama alanlarının gösterileceğini belirleyecektir.

source: Appearance
hi: दिखावट
it: Aspetto
tr: Görünüm

source: These preferences control how things appear in the OPAC.
hi: ये प्राथमिकताएं नियंत्रण करती हैं कि ओपेक में चीजें कैसे दिखती हैं.
it: Queste preferenze controllano come le cose appaiono nell'OPAC.
tr: Bu tercihler öğelerin OPAC içinde nasıl görüneceğini denetler.

source: Asks: \_\_\_ images for authorized values (such as lost statuses and locations) in search results and item detail pages on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर खोज परिणामों और आइटम विवरण पृष्ठों में अधिकृत मानों (जैसे खोए गए स्थान और स्थान) के लिए छवियां.
it: Chiede: \_\_\_ immagini per i valori autorizzati (ad esempio gli stati perduto e le posizioni) nei risultati di ricerca e nelle pagine di dettaglio sull'OPAC.
tr: Seçenek: Arama sonuçlarında ve OPAC materyal detay sayfalarında (örneğin kayıp durumları ve konumları gibi) yetkili değerlerin resimlerini \_\_\_.

source: *Get there:* More > Administration > :ref:`Authorized values <authorized-values-label>`
hi: *वहाँ जाओ: * अधिक > प्रशासन > :ref:`अधिकृत मान <authorized-values-label>

source: Default: in simple form
hi: डिफ़ॉल्ट: साधारण रूप में
it: Default: in forma semplice
tr: Varsayılan: yalın biçimde

source: Asks: By default, show bib records \_\_\_
hi: पूछता है: डिफ़ॉल्ट रूप से, बिब रिकॉर्ड दिखाएं \_\_\_
tr: Seçenek: Varsayılan olarak, \_\_\_ bibliyografik kayıtları göster

source: as specified in the ISBD template.
hi: जैसा ISBD टेम्पलेट में निर्दिष्ट है.
it: come specificato nel modello ISBD.
tr: ISBD şablonunda belirtildiği gibi.

source: in simple form.
hi: साधारण रूप में .
it: in forma semplice.
tr: yalın biçimde.

source: in their MARC format.
hi: उनके मार्क प्रारूप में.
it: nel formato MARC.
tr: Kendi MARC biçimlerinde.

source: This preference determines the level of bibliographic detail that the patron will see on the OPAC detail page. The simple form displays the graphical interface; MARC format displays the MARC21 cataloging view; ISBD displays the ISBD (International Standard Bibliographic Description, AACR2) view.
hi: यह वरीयता ग्रंथ सूची विस्तार के स्तर को संरक्षक ओपेक विस्तार पृष्ठ पर देखेंगे निर्धारित करता है. सरल फार्म ग्राफिकल इंटरफ़ेस प्रदर्शित करता है; मार्क प्रारूप MARC21 सूचीबद्ध दृश्य प्रदर्शित करता है; ISBD ISBD (अंतर्राष्ट्रीय मानक ग्रंथ सूची विवरण, AACR2) दृश्य प्रदर्शित करता है.
it: Questa preferenza determina il livello di dettaglio bibliografico che l'utente vedrà nella pagina di dettaglio OPAC. La forma semplice visualizza l'interfaccia grafica; Formato MARC visualizza la vista MARC21 della catalogazione; ISBD visualizza la vista ISBD (International Standard Bibliographic Description, AACR2).
tr: Bu tercih, kullanıcıların OPAC ayrıntılar sayfasında görecekleri bibliyografik ayrıntı düzeyini belirler. Basit biçim, grafik arabirimini ekrana getirir; MARC biçimi, MARC21 kataloglama görünümünü ekrana getirir; ISBD, ISBD (International Standard Bibliographic Description, AACR2) görünümünü ekrana getirir.

source: Asks: \_\_\_ COinS / OpenURL / Z39.88 in OPAC search results.
hi: Asks: \_\_\_ COinS / OpenURL / OPAC खोज परिणामों में Z39.88.
tr: Seçenek: OPAC arama sonuçlarında COinS / OpenURL / Z39.88 \_\_\_.

source: If you choose not to include COinS on the search results, it will still be loaded on the individual bibliographic records.
hi: आप खोज परिणामों में सिक्के शामिल करने के लिए नहीं चुनते हैं, तो यह अभी भी अलग-अलग ग्रंथ सूची रिकॉर्ड पर लोड किया जाएगा.
it: Se scegli di non includere i COinS nei risultati della ricerca, saranno comunque caricati nella pagina dei dettagli di ogni record.
tr: Arama sonuçlarında COinS eklememeyi seçerseniz, yine de bireysel bibliyografik kayıtlar üzerinde yüklenecektir.

source: Enabling this feature will slow OPAC search response times.
hi: इस सुविधा को सक्षम ओपेक खोज प्रतिक्रिया समय धीमी हो जाएगी.
it: L'attivazione di questa funzionalità rallenterà i tempi di risposta del'OPAC.
tr: Bu özellik etkinleştirildiğinde OPAC aramalarının yanıt süreleri yavaşlayacaktır.

source: COinS stands for ContextObjects in Spans. COinS is a method to embed bibliographic metadata in the HTML code of web pages. This allows bibliographic software to publish machine-readable bibliographic items and client reference management software (such as Zotero) to retrieve bibliographic metadata. The metadata can also be sent to an OpenURL resolver. This allows, for instance, searching for a copy of a book in one's own library.
hi: सिक्के spans में ContextObjects के लिए खड़ा है. सिक्के वेब पृष्ठों के एचटीएमएल कोड में ग्रंथ सूची मेटाडाटा एम्बेड करने के लिए एक विधि है. इस ग्रंथ सूची मेटाडाटा को पुनः प्राप्त करने के लिए मशीन पठनीय ग्रंथ सूची की वस्तुओं और (जैसे Zotero के रूप में) ग्राहक संदर्भ प्रबंधन सॉफ्टवेयर प्रकाशित ग्रंथ सूची सॉफ्टवेयर की अनुमति देता है. मेटाडाटा भी एक OpenURL रिज़ॉल्वर के लिए भेजा जा सकता है. यह अनुमति देता है, उदाहरण के लिए, एक के अपने पुस्तकालय में एक किताब की एक प्रति के लिए खोज.
it: Monete sta per ContextObjects in Spans. COinS è un metodo per incorporare metadati bibliografici nel codice HTML delle pagine web. Questo consente al software bibliografico di pubblicare elementi bibliografici leggibili a macchina e software di gestione di riferimento del cliente (ad esempio Zotero) per recuperare metadati bibliografici. I metadati possono anche essere inviati a un resolver OpenURL. Ciò consente, ad esempio, ad un utente esterno la ricerca di una copia di un libro nella propria biblioteca.
tr: COinS, Spans içindeki ContextObjects anlamına gelir. CoinS bibliyografik meta verileri web sayfalarının HTML kodu içerisine gömmek için bir yöntemdir. Bu, bibliyografik yazılımın bibliyografik meta verileri alması için makine tarafından okunabilir bibliyografik materyal ve istemci referans yönetim yazılımı (örneğin Zotero gibi) yayınlamasını sağlar. Meta veriler aynı zamanda bir OpenURL çözümleyicisine de gönderilebilirler. Bu, örneğin kişinin kendi kütüphanesinde bir kitabın bir kopyasını aramasını sağlar.

source: Asks: On pages displayed with XSLT stylesheets on the OPAC, \_\_\_ icons for itemtype and authorized values.
hi: पूछता है: ओपेक पर एक्सएसएलटी स्टाइलशीट के साथ प्रदर्शित पृष्ठों पर, आइटम प्रकार और अधिकृत मानों के लिए \_\_\_ आइकन.
it: Chiede: Nelle pagine visualizzate con fogli di stile XSLT sul OPAC, \_\_\_ icone per itemtype e valori autorizzati.
tr: Seçenek: OPAC'da XSLT stil sayfaları ile gösterilen sayfalarda, materyal türü ve yetkili değerler için simgeleri \_\_\_.

source: :ref:`OPACXSLTResultsDisplay` and/or :ref:`OPACXSLTDetailsDisplay` must be set to use an XSLT stylesheet for this to show (default or custom)
hi: :ref:`OPACXSLTResultsDisplay` और/या :ref:`OPACXSLTDetailsDisplay` दिखाने के लिए एक एक्सएसएलटी स्टाइलशीट का उपयोग करने के लिए सेट किया जाना चाहिए (डिफ़ॉल्ट या कस्टम)
it: :ref:`OPACXSLTResultsDisplay` e/o :ref:`OPACXSLTDetailsDisplay` devono essere impostate per utilizzare un foglio di stile XSLT associato (predefinito o personalizzato)
tr: Bunu göstermek için :ref:`OPACXSLTResultsDisplay ve/veya :ref:'OPACXSLTDetailsDisplay sistem tercihlerinin bir XSLT stil kullanmak üzere ayarlanmış olması gerekir (varsayılan veya özel)

source: See the :ref:`XSLT material type icons <material-type-cataloging-guide-label>` for more information on these icons.
hi: इन्हें देखें :ref:`XSLT सामग्री प्रकार प्रतीक <material-type-cataloging-guide-label>` इन आइकनों पर अधिक जानकारी के लिए.
