Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: require confirmation
hi: पुष्टि की आवश्यकता
it: richiede conferma
tr: onay gerektir

source: This preference lets you define how library staff are notified that an item with a lost status is being checked out. This will help staff mark items as 'available' if you choose to 'display a message' or 'require confirmation.^ If you choose to 'do nothing,^ there will be no notification that the item being checked out is marked as 'lost.^
hi: यह वरीयता आपको परिभाषित करने देती है कि लाइब्रेरी कर्मचारियों को कैसे सूचित किया जाता है कि खोए गए स्थिति वाले आइटम की जांच की जा रही है।यदि आप 'संदेश प्रदर्शित करना' या 'पुष्टिकरण की आवश्यकता' चुनते हैं, तो यह कर्मचारियों को 'उपलब्ध' के रूप में चिह्नित करने में सहायता करेगा। ^ यदि आप कुछ भी नहीं करना चुनते हैं,^वहां कोई अधिसूचना नहीं दी जाएगी कि जिस आइटम को चेक आउट किया जा रहा है उसे 'खो गया' के रूप में चिह्नित किया गया है।^

source: Asks: \_\_\_ patrons from checking out an item whose rental charge would take them over the limit.
hi: पूछता है: \_\_\_एक आइटम की जांच करने से संरक्षक जिनके किराये का शुल्क उन्हें सीमा से ले जाएगा.
it: Chiede: \_\_\_ agli utenti di prendere in prestito una copia il cui costo di prestito li porterà oltre il proprio limite di debito.
tr: Seçenek: Materyalin kiralama bedelinin limit aşımına sebep olacağı kullanıcıların ödünç almalarına \_\_\_.

source: This preference determines if a patron can check items out if there is an overdue fine on the account and any of the materials the patron wishes to check out will potentially tip the account balance over the maximum fines policy the library has in place.
hi: यह वरीयता निर्धारित करता है एक संरक्षक आइटम बाहर की जाँच कर सकते हैं, तो अगर वहाँ खाते पर एक अरसे से ठीक है और सामग्री संरक्षक बाहर की जाँच करने के लिए संभावित अधिकतम जुर्माना नीति पुस्तकालय जगह में है पर खाते की शेष राशि टिप जाएगा चाहता है के किसी भी.
it: Questa preferenza determina se un utente può prendere un prestito se ha un debito sul suo account e il costo di quanto vorrebbe ricevere in prestito gli farebbe superare il limite massimo consentito dalla biblioteca.
tr: Bu tercih bir kullanıcının hesabında bir gecikme cezası varsa materyal ödünç alıp alamayacağını ve kullanıcının ödünç almak istediği her hangi bir materyalin kütüphanenin maksimum cezalar politikası üzerindeki dengeyi potansiyel olarak etkileyip etkilemeyeceğini belirler.

source: Example: Your library has a $5 limit set for 'fines' (ie, after incurring $5 in fines, a patron can no longer check out items). A patron comes to the desk with 5 items to check out (4 books and a video) The patron has $4 in charges already on their account. One of the videos has a rental charge of $1, therefore making the total fines on the patron's account suddenly $5 (the limit).
hi: उदाहरण: आपका पुस्तकालय 'जुर्माना' (यानी, जुर्माना वसूल में $ 5 के बाद, एक संरक्षक नहीं रह बाहर वस्तुओं की जांच कर सकते हैं) के लिए एक $ 5 सीमा निर्धारित की है. एक संरक्षक (4 पुस्तकों और एक वीडियो) बाहर की जाँच करने के संरक्षक पहले से ही अपने अकाउंट के आरोप में 4 $ 5 है आइटम के साथ डेस्क के लिए आता है. वीडियो में से एक $ 1 के एक किराये के प्रभारी, इसलिए संरक्षक के खाते में अचानक $ 5 (सीमा) पर कुल जुर्माना बना रही है.
it: Esempio: La tua biblioteca ha un limite massimo di 'multe' di 5 dollari (oltre quella cifra, l'utente non può avere altri prestiti). Un utente si avvicina al bancone con 5 copie da prestare (4 libri e un video). L'utente ha 4 dollari di debiti sul suo account. Uno dei video costa 1 dollaro, per cui raggiunge 5 dollari, che è il limite.
tr: Örnek: Kütüphaneniz 'para cezaları' için 5$ sınır belirledi (ör. gecikme cezası 5$ limitine ulaşınca kullanıcı artık ödünç alamayacaktır). Bir kullanıcı ödünç alma birimine 5 materyalle birlikte geliyor (4 kitap ve bir video). Kullanıcının hesabında 4$ cezası var ver videoların bir tanesinin 1$ kiralama bedeli var, bu durumda kullanıcının hesabındaki para cezalarının toplamı bir anda 5$ olacaktır (sınır).

source: Default: Include
hi: डिफ़ॉल्ट: शामिल
it: Default: Includi
tr: Varsayılan: Dahil et

source: Asks: \_\_\_ MANUAL\_INV charges when summing up charges for noissuescharge.
hi: पूछता है: \_\_\_ MANUAL\_INV noissuescharge के लिए शुल्क एकत्र करते समय शुल्क.
it: Chiede: \_\_\_ i costi di MANUAL\_INV nella somma dei costi che compongono noissuescharge.
tr: Seçenek: noissuescharge için ücretler toplanırken MANUAL\_INV ücretlerini \_\_\_ .

source: This preference lets you decide if charges entered as manual invoices are included when calculating the :ref:`noissuescharge`. If this is set to include then Koha will include all manual invoices when deciding if the patron owes too much money to check anything else out of the library. If it's set to Don't include then Koha will ignore all manual invoice charges when figuring out if the patron owes too much money to checkout additional materials.
hi: यह वरीयता आपको यह तय करने देती है कि मैन्युअल चालान के रूप में दर्ज किए गए शुल्क शामिल हैं, जब गणना की जाती है : ref: `noissuescharge`। यदि यह शामिल करने के लिए तैयार है तो कोहा में पुस्तकालय से बाहर कुछ और जांचने के लिए संरक्षक को बहुत अधिक पैसा देने का निर्णय लेने पर सभी मैन्युअल चालान शामिल होंगे। यदि यह शामिल नहीं है तो कोहा सभी मैनुअल इनवॉइस शुल्कों को अनदेखा कर देगा, यह पता लगाने के बाद कि संरक्षक अतिरिक्त सामग्री जांचने के लिए बहुत अधिक धन का भुगतान करता है या नहीं।
it: Questa preferenza permette di decidere se costi imputati manualmente sono inclusi quando viene calcolato il :ref:`noissuescharge`. Se è impostato a 'includi' allora Koha includerà tutti i costi manuali per decidere se l'utente ha un debito eccessivo per poter procedere ad ulteriori prestiti. Se è impostato a 'non includere', allora Koha ignorerà i costi imputati manualmente.
tr: Bu tercih, manuel fatura olarak girilen ücretlerin: ref: `noissuescharge` hesaplanırken dahil edilip edilmeyeceğine karar vermenize izin verir. Bu özellik dahil edilecek şekilde ayarlanırsa Koha, kullanıcının üzerinde kütüphaneden yeni bir materyal alabilmesine engel teşgil edecek miktarda gecikme cezası olup olmadığını hesaplarken bu hesaba tüm manuel faturaları da dahil edecektir. Eğer dahil etme olarak ayarlanırsa Koha bu hesabı yaparken tüm manuel faturaları görmezden gelecektir.

source: Default: Disable
hi: डिफ़ॉल्ट: अक्षम
it: Default: Disattivare
tr: Varsayılan: Etkinleştirme

source: Asks: \_\_\_ items as returned when flagged as lost.
hi: पूछता है: \_\_\_गुम होने के रूप में ध्वजांकित होने पर लौटाए गए आइटम.
tr: Seçenek: Kayıp olarak işaretlendiğinde materyallerin iade edildi olarak işaretlenmesine \_\_\_.

source: [Select All]
hi: [सभी का चयन करें ]
it: [Seleziona tutto]
tr: [Tümünü Seç]

source: From the batch item modification tool
hi: बैच आइटम संशोधन उपकरण से

source: From the items tab of the catalog module
hi: कैटलॉग मॉड्यूल के आइटम टैब से

source: From the longoverdue cronjob
hi: लॉन्गओवरडू क्रोनजोब से

source: When cataloging an item
hi: जब किसी वस्तु को सूचीकरण किया जाए

source: The library can choose which of these actions or all of these actions, does an
hi: पुस्तकालय इनमें से किस क्रिया या इन सभी क्रियाओं को चुन सकता है,

source: item gets automatically returned from the patron's account or not.
hi: आइटम स्वचालित रूप से संरक्षक के खाते से वापस आ जाता है या नहीं।

source: Default: 5
hi: डिफ़ॉल्ट: 5
tr: Varsayılan: 5

source: Asks: Prevent patrons from making holds on the OPAC if they owe more than \_\_\_ USD in fines.
hi: पूछता है: ओपेक पर होल्ड करने से संरक्षक को रोकें अगर वे जुर्माना में\_\_\_ USD से अधिक देय हैं
it: Chiede: Impedire agli utenti di fare prenotazioni nell'OPAC se hanno un debito superiore a \_\_\_ dollari.
tr: Seçenek: \_\_\_ TL'den fazla gecikme cezası olan kullanıcıların OPAC üzerinden ayırma işlemi gerçekleştirmelerini engelle.

source: Asks: Prevent patrons from checking out books if they have more than \_\_\_ USD in fines.
hi: पूछता है: यदि उनके पास जुर्माना में \_\_\_ USD से अधिक है तो संरक्षक पुस्तकों की चैक आउट करने से रोकें.
it: Chiede: Impedire agli utenti di chiedere prestiti se hanno un debito superiore a \_\_\_ dollari.
tr: Seçenek: \_\_\_ TL'den fazla gecikme cezası olan kullanıcıların kitap ödünç almalarını engelle.

source: This preference is the maximum amount of money owed to the library before the user is banned from borrowing more items. Using the :ref:`ManInvInNoissuesCharge` and :ref:`RentalsInNoissuesCharge` preferences you can control which types of charges are considered in this total. This also coincides with :ref:`maxoutstanding` that limits patrons from placing holds when the maximum amount is owed to the library.
hi: इससे पहले कि उपयोगकर्ता को अधिक वस्तुओं को उधार लेने से प्रतिबंधित कर दिया गया हो, इससे पहले लाइब्रेरी में बकाया धनराशि की अधिकतम रकम है। Using का उपयोग करना :ref:`ManInvInNoissuesCharge` औ :ref:`RentalsInNoissuesCharge` प्राथमिकताएं आप नियंत्रित कर सकते हैं कि इस कुल में किस प्रकार के शुल्क माना जाता है। यह भी साथ मेल खाता है :ref:`maxoutstanding` जो रखरखाव से संरक्षक को सीमित करता है जब अधिकतम राशि लाइब्रेरी के लिए बकाया होती है।
it: Questa preferenza è l'ammontare massimo del credito che una biblioteca può avere prima di bloccare un utente dal prendere altri prestiti. Usando le preferenze :ref:`ManInvInNoissuesCharge` e :ref:`RentalsInNoissuesCharge`, puoi controllare quali tipi di ammontare rientrano in questo totale. Questo coincide anche con :ref:`maxoutstanding` che impedisce agli utenti di effettuare prenotazioni se hanno superato il massimo di debito con la biblioteca.
tr: Bu tercih bir kullanıcının kütüphaneden materyal ödünç almasının engellenmesinden önce kütüphaneye borçlu olduğu maksimum para miktarıdır. :ref:`ManInvInNoissuesCharge` kullanarak bu toplamda hangi tür ödemelerin dikkate alınacağını denetleyebilirsiniz. Bu aynı zamanda kütüphaneye maksimum düzeyde borcu bulunan kullanıcıların ayırtma işlemi yapmasını engelleyen :ref:`maxoutstanding` ile örtüşmektedir.

source: Asks: Prevent a patron from checking out if the patron has guarantees owing in total more than \_\_\_ USD in fines.
hi: पूछता है: एक संरक्षक को चैंक आउट से रोकें यदि संरक्षक की जुर्माना में \_\_\_ USD से अधिक की वजह से गारंटी है.
it: Chiede: Impedire agli utenti di chiedere prestiti se hanno un debito superiore a \_\_\_ euro.
tr: Seçenek: Garantörü \_\_\_ TL'den fazla gecikme cezası olan kullanıcıların kitap ödünç almalarını engelle.

source: Allows a library to prevent patrons from checking out items if his or her guarantees owe too much in fines.
hi: लाइब्रेरी को संरक्षक को वस्तुओं की जांच करने से रोकने की अनुमति देता है यदि उसकी गारंटी जुर्माना में बहुत अधिक है।
it: Permette a una biblioteca di impedire agli utenti di prendere in prestito libri se hanno accumulato multe superiori a una certa cifra.
tr: Bir kütüphaneye, garantörlerinin çok fazla borcu olduğu takdirde kullanıcıların ödünç almalarını önleme olanağı tanır.

source: Default: date
hi: डिफ़ॉल्ट: तिथि
it: Default: data
tr: Varsayılan: tarih

source: Asks: Calculate "No renewal before" based on \_\_\_.
hi: पूछता है: के आधार पर "पहले नवीकरण नहीं" की गणना करें \_\_\_.
it: Chiede: Calcolare la data di "Non rinnovabile prima del" usando \_\_\_.
tr: Seçenek: "Bu tarihten önce süre uzatamazsınız" özelliğini \_\_\_ temel alarak hesaplayın.

source: date
hi: अद्यतन करना
it: data
tr: tarih

source: exact time
hi: सही समय
it: momento esatto
tr: kesin zaman

source: Only relevant for loans calculated in days, hourly loans are not affected.
hi: दिनों में गणना की गई ऋणों के लिए केवल प्रासंगिक, प्रति घंटा ऋण प्रभावित नहीं होते हैं।
it: Rilevante solo per i prestiti calcolati in giorni, i prestiti orari non sono influenzati.
tr: Yalnızca gün cinsinden hesaplanan krediler için, saatlik krediler etkilenmez.

source: This preference allows you to control how the 'No renewal before" option in the :ref:`Circulation and fines rules` administration area.
hi: यह वरीयता आपको नियंत्रित करने की अनुमति देती है कि 'पहले नवीनीकरण' विकल्प में विकल्प कैसे :ref:` 'परिसंचरण और जुर्माना नियम' प्रशासन क्षेत्र।

source: Asks: Send all notices as a BCC to this email address \_\_\_
hi: पूछता है: इस ईमेल पते पर एक बीसीसी के रूप में सभी नोटिस भेजें \_\_\_
it: Chiede: Spedire tutti gli avvisi in copia nascosta all'indirizzo \_\_\_
tr: Seçenek: Tüm bildirimleri BCC olarak bu e-posta adresine gönder \_\_\_

source: This preference makes it so that a librarian can get a copy of every notice sent out to patrons.
hi: इतना है कि एक लाइब्रेरियन के संरक्षक के लिए बाहर भेजा हर नोटिस की एक प्रति प्राप्त कर सकते हैं यह वरीयता यह बनाता है.
it: Questa preferenza permette al personale di ricevere copia degli avvisi inviati agli utenti.
tr: Bu tercih kütüphanecinin, kullanıcılara gönderilen her bildirimin bir kopyasını almasını mümkün kılar.

source: If you'd like more than one person to receive the blind copy you can simply enter in multiple email addresses separated by commas.
hi: आप एक से अधिक व्यक्ति चाहते हैं अंधा प्राप्त करने के लिए आप बस एकाधिक ईमेल पते अल्पविराम के द्वारा अलग में प्रवेश कर सकते हैं कॉपी.
it: Se vuoi indicare più di una persona, inserisci i rispettivi indirizzi email separati da virgole.
tr: Birden çok kişinin gizli bildirim almasını istiyorsanız, sadece virgülle ayırarak birden fazla e-posta adresleri girebilirsiniz

source: OnSiteCheckouts
hi: ऑनसाइट चैंकआउट

source: Asks: \_\_\_ the on-site checkouts feature.
hi: पूछता है: \_\_\_ ऑन-साइट चेकआउट सुविधा.
it: Chiede: \_\_\_ il servizio di consultazione.
tr: Seçenek: Yerinde ödünç alma özelliğini \_\_\_.

source: This preference lets you check out items that are 'not for loan' to patrons. A checkbox is added to the checkout screen when this preference is set to 'Enable' labeled 'On-site checkout'. This allows you to track who's using items that are normally not for loan or are in a closed stack setting.
hi: यह वरीयता आप आइटम है कि संरक्षक के लिए 'ऋण के लिए नहीं कर रहे हैं' बाहर की जाँच की सुविधा देता है. जब इस वरीयता करने के लिए 'सक्षम' 'साइट पर चेकआउट' लेबल सेट किया गया है एक चेकबॉक्स चेकआउट स्क्रीन करने के लिए जोड़ा गया है. यह आपको जो आइटम है कि सामान्य रूप से ऋण के लिए नहीं कर रहे हैं या एक बंद हो चुकी है की स्थापना में इस्तेमाल कर रहे हैं ट्रैक करने के लिए अनुमति देता है.
it: Questa preferenza permette di prestare copie che non sono ammesse al prestito. Una casella di spunta, con etichetta 'Consultazione' viene aggiunta alla schermata di prestito quando questa preferenza è attiva. Così è possibile tenere traccia di chi sta usando copie che non sono in prestito o che appartengono a un circuito chiuso.
tr: Bu tercih 'Ödünç verilmeyen' materyalleri kullanıcılara ödünç verebilmenizi sağlar. Bu tercih 'Etkinleştir' olarak ayarlandığında ödünç verme ekranına 'On-site checkout' (kütüphane içi kullanım) etiketi ile bir onay kutusu eklenir. Bu özellik normalde ödünç verilmeyen veya kapalı raf ayarındaki materyalleri kimin kullandığını izlemenizi sağlar.

source: Asks: \_\_\_ the on-site for all cases (Even if a user is debarred, etc.).
hi: पूछता है: \_\_\_ सभी मामलों के लिए साइट (भले ही उपयोगकर्ता को डिबर्ड किया गया हो, आदि).
it: Chiede: \_\_\_ la consultazione in ogni caso (anche se un utente è disattivato, ecc.).
tr: Seçenek: (Kullanıcı mahrum olsa bile, vb.) tüm durumlar için yerinde ödünç almayı \_\_\_

source: This preference lets the staff override any restrictions a patron might have and check out items for use within the library. The :ref:`OnSiteCheckouts` preference must first be set to 'Enable' for this preference to be considered.
hi: यह वरीयता कर्मचारियों को किसी भी प्रतिबंध के ओवरराइड को ओवरराइड करने देती है और लाइब्रेरी के भीतर उपयोग के लिए आइटम की जांच करती है। The : ref: 'ऑनसाइट चेकआउट्स' वरीयता को पहले इस प्राथमिकता के लिए 'सक्षम' पर सेट किया जाना चाहिए
it: Questa preferenza permette allo staff di saltare qualsiasi restrizione sia presente per un utente e consentire i prestiti interni alla biblioteca. Questa preferenza richiede che la preferenza :ref:`OnSiteCheckouts` sia impostata su 'Attiva'.
tr: Bu tercih kütüphane personelinin bir kullanıcı üzerindeki herhangi bir kısıtlamayı kaldırıp materyalleri kütüphane içi kullanım için ödünç verebilmesini sağlar. Bu tercihin geçerli olabilmesi için :ref:`OnSiteCheckouts` sistem tercihinin 'Etkinleştir' olarak ayarlanması gerekir.

source: Asks: If a patron owes more than the value of :ref:`OPACFineNoRenewals`, \_\_\_ his/her auto renewals.
hi: पूछते हैं: यदि एक संरक्षक के मूल्य से अधिक बकाया है :ref:`OPACFineNoRenewals`, \_\_\_उसके ऑटो नवीनीकरण।
it: Chiede: se un utente supera il valore di :ref:`OPACFineNoRenewals`, \_\_\_ i suoi autorinnovi.
tr: Seçenek: Bir kullanıcının borcu :ref:`OPACFineNoRenewals` değerinden fazla ise, kullanıcının otomatik süre uzatmasını \_\_\_.

source: Default: Ignore calendar
hi: डिफ़ॉल्ट: कैलेंडर पर ध्यान न दें
it: Default: Ignora il calendario
tr: Varsayılan: Takvimi yoksay

source: Asks: \_\_\_ when working out the period for overdue notices
hi: पूछता है: \_\_\_ अतिदेय नोटिस के लिए अवधि काम करते समय
it: Chiede: \_\_\_ quando si lavora oltre il termine dei solleciti di ritardo
tr: Seçenek: Gecikme bildirimleri için süreci tasarlarken \_\_\_

source: Ignore calendar
hi: कैलेंडर को अनदेखा करें
it: Ignora il calendario
tr: Takvimi yoksay

source: Notices do not take holidays into account, so they will be sent even if holidays have meant the item is not actually overdue yet
hi: नोटिस के खाते में छुट्टियां नहीं लेते हैं, तो वे छुट्टियों के मद का मतलब है, भले ही भेजा जाएगा अभी तक वास्तव में अतिदेय नहीं है
it: I solleciti non tengono conto delle festività, e verranno inviati anche se le festività implicano che il prestito non è scaduto
tr: Bildirimler tatil günlerini dikkate almaz, bu nedenle ödünç alınan materyaller tatillerde gecikmeye kalmayacak olsa bile bildirimler yine de gönderilecektir

source: Use calendar
hi: कैलेंडर प्रयोग करे
it: Usa il calendario
tr: Takvim kullan

source: Notices take holidays into account, so they will not be sent if holidays mean the item is not actually overdue yet
hi: नोटिस के खाते में छुट्टियां लेते हैं, इसलिए वे अगर छुट्टियों का मतलब यह आइटम अभी तक वास्तव में अरसे से नहीं है नहीं भेजा जाएगा
it: I solleciti tengono presenti le festività, e non verranno spediti se la festa implica che il prestito della copia non è ancora scaduto.
tr: Gecikme bildirimleri tatilleri göz önünde bulundurur, bu nedenle materyal bir tatil gününde henüz gecikmeye kalmıyorsa gecikme bildirimi gönderilmeyecektir

source: Default: Ask for confirmation
hi: डिफ़ॉल्ट: पुष्टि के लिए पूछें
it: Default: Chiedi conferma
tr: Varsayılan: Onay için sor

source: Asks: \_\_\_ when checking out to a borrower that has overdues outstanding
hi: पूछता है: \_\_\_ जब उधारकर्ता को चेक आउट किया जाता है तो उसमें बकाया राशि बकाया होती है
it: Chiede: \_\_\_ quando si effettua un prestito a un utente che ha prestiti scaduti
tr: Seçenek: Üzerinde ödenmemiş para cezası bulunan kullanıcılara ödünç verirken \_\_\_

source: Ask for confirmation
hi: पुष्टि के लिए पूछें
it: Chiedi conferma
tr: Onay için sor

source: Will not let you check an item out to patrons with overdues until a librarian confirms that it is okay
hi: आप अतिदेय के साथ संरक्षक के लिए बाहर एक आइटम की जांच नहीं होने देंगे, जब तक एक लाइब्रेरियन पुष्टि की है कि यह ठीक है
it: Non permetterà di rilasciare prestiti a utenti con ritardi in corso senza l'autorizzazione di un superiore
tr: Bir kütüphaneci onay verene kadar, üzerinde geciken materyaller olan kullanıcılara yeni bir materyal ödünç vermenize izin vermeyecektir.

source: Block all patrons with overdue items from being able to check out
hi: बाहर की जाँच करने में सक्षम होने से अतिदेय आइटम के साथ सभी संरक्षक ब्लॉक
it: Impedisci agli utenti con prestiti scaduti di poter registrare altri prestiti
tr: Üzerinde gecikmiş materyal bulunan tüm kullanıcıların yeni materyal ödünç alabilmelerini engelle

source: Allow all patrons with overdue items to continue to check out
hi: बाहर की जाँच करने के लिए जारी करने के लिए अतिदेय आइटम के साथ सभी संरक्षक की अनुमति दें
it: Permetti agli utenti con prestiti scaduti di poter registrare altri prestiti
tr: Üzerinde gecikmiş materyal bulunan tüm kullanıcıların yeni materyal ödünç alabilmelerine izin ver

source: Default: allow renewing
hi: डिफ़ॉल्ट: के नवीकरण के लिए अनुमति देते
it: Predefinito: consentire il rinnovo
tr: Varsayılan: süre uzatılmasına izin ver

source: Asks: When a patron's checked out item is overdue, \_\_\_
hi: पूछता है: जब एक संरक्षक की चेक आउट आइटम अतिदेय है, \_\_\_
it: Chiede: Quando una copia in prestito a un utente è in ritardo, \_\_\_
tr: Seçenek: Bir kullanıcının ödünç aldığı materyal geciktiğinde, \_\_\_

source: allow renewing
hi: के नवीकरण के लिए अनुमति देते
it: consentire il rinnovo
tr: süre uzatılmasına izin ver

source: block renewing for all the patron's items
hi: सभी संरक्षक की मदों के लिए नवीकरण ब्लॉक
it: bloccare il rinnovo per tutte le copie dell'utente
tr: kullanıcının tüm materyalleri için süre uzatılmasını engelle

source: block renewing for only this item
hi: केवल इस मद के लिए नवीकरण ब्लॉक
it: bloccare il rinnovo solo per questa copia
tr: yalnızca bu materyal için süre uzatılmasını engelle

source: Asks: Include up to \_\_\_ item lines in a printed overdue notice.
hi: पूछता है: एक मुद्रित अतिदेय नोटिस में \_\_\_ आइटम लाइनों तक शामिल करें.
it: Chiede: Includi fino a \_\_\_ copie nel messaggio di ritardo restituzione prestiti.
tr: Seçenek: Basılı bir gecikme bildirimde \_\_\_ materyal satırı ekleyin.

source: If the number of items is greater than this number, the notice will end with a warning asking the borrower to check their online account for a full list of overdue items.
hi: आइटम्स की संख्या इस संख्या से अधिक है, तो सूचना अतिदेय आइटम की एक पूरी सूची के लिए अपने ऑनलाइन खाते की जांच करने के लिए ऋण लेने के लिए पूछ एक चेतावनी के साथ खत्म हो जाएगा.
it: Se il numero di copie in prestito è maggiore di questo numero, il messaggio conterrà un avviso che indica all'utente di controllare online tutti i suoi prestiti in corso.
tr: eğer materyallerin sayısı bu sayıdan büyükse bildirim, ödünç alan okuyucunun üzerindeki gecikmeye kalan materyallerin tam listesi için çevrimiçi hesabını kontrol etmesini isteyen bir uyarı ile bitecektir.

source: Set to 0 to include all overdue items in the notice, no matter how many there are.
hi: 0 पर सेट नोटिस में सभी अतिदेय आइटम, कोई बात नहीं देखते हैं कितने शामिल करने के लिए.
it: Impostare a 0 per indicare di includere nel messaggio tutti i prestiti scaduti.
tr: Ne kadar çok olursa olsun tüm gecikmiş materyalleri bildirime dahil etmek için 0'a ayarlayın.

source: This preference only refers to the print notices, not those sent via email.
hi: यह वरीयता केवल प्रिंट नोटिस, ईमेल के माध्यम से भेजा नहीं उन लोगों के लिए संदर्भित करता है.
it: Questa prefrenza si riferisce solo agli avvisi stampati, non a quelli inviati via email.
tr: Bu tercih yalnızca basılı bildirimleri ilgilendirir, e-posta ile gönderilenleri değil.

source: Default: the old due date of the checkout
hi: डिफ़ॉल्ट: चेकआउट के पुराने की देय तिथि
it: Default: la vecchia data di scadenza del prestito
tr: Varsayılan: ödünç verme işleminin eski iade tarihi

source: Asks: When renewing checkouts, base the new due date on \_\_\_
hi: पूछता है: चेकआउट को नवीनीकृत करते समय, नई देय तिथि को आधार दें \_\_\_
it: Chiede: Quando viene rinnovato un prestito, basare la nuova data su \_\_\_
tr: Seçenek: Materyalin süresi uzatılırken, yeni iade tarihini \_\_\_ üzerinden esas alın

source: the old due date of the checkout
hi: चेकआउट के पुराने की देय तिथि
it: la vecchia data di restituzione del prestito
tr: ödünç verme işleminin eski iade tarihi

source: the current date
hi: वर्तमान तिथि
it: la data odierna
tr: geçerli tarih

source: Asks: \_\_\_\_ a renewal notice according to patron checkout alert preferences.
hi: पूछता है: \_\_\_\_ संरक्षक चेकआउट अलर्ट वरीयताओं के अनुसार नवीनीकरण नोटिस.
it: Chiede: \_\_\_\_ un avviso di rinnovo in base alle preferenze dell'utente relative ai prestiti.
tr: Seçenek: kullanıcının ödünç alma uyarısı tercihlerine göre bir yenileme bildirimi \_\_\_\_
