Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: SSL client certificate authentication
hi: एसएसएल क्लाइंट प्रमाणपत्र प्रमाणीकरण
it: Certificato di autenticazione di client SSL
tr: SSL İstemci sertifika kimlik doğrulaması

source: Default: no
hi: डिफ़ॉल्ट: नही
tr: Varsayılan: yok

source: Asks: Use \_\_\_ field for SSL client certificate authentication
hi: पूछे: प्रयोग \_\_\_ क्षेत्र के लिए एसएसएल क्लाइंट प्रमाणपत्र प्रमाणीकरण
it: Chiede: Usa il campo \_\_\_ per il certificato di autenticazione del client SSL
tr: Seçenek: SSL İstemci sertifika kimlik doğrulaması için \_\_\_ alanını kullanın

source: no
hi: नहीं
tr: numara

source: the common name
hi: सामान्य नाम
it: il nome comune
tr: ortak ad

source: the email address
hi: ईमेल पता
it: l'indirizzo email
tr: e-posta adresi

source: Search Engine
hi: खोज इंजिन
it: Motore di Ricerca
tr: Arama Motoru

source: Default: Zebra
hi: डिफ़ॉल्ट: जेबरा
tr: Varsayılan: Zebra

source: Asks: Use following search engine: \_\_\_
hi: पूछता है: निम्न खोज इंजन का उपयोग करें: \_\_\_
it: Chiede: Usa il seguente motore di ricerca: \_\_\_
tr: Seçenek: Aşağıdaki arama motorunu kullanın: \_\_\_

source: Zebra
hi: ज़ेबरा

source: Share anonymous usage statistics
hi: अनाम उपयोग आंकड़े साझा करें
it: Condividi statistiche anonime di utilizzo
tr: Anonim kullanım istatistiklerini paylaş

source: As an open source project Koha is used all over the world. These preference will help us keep more accurate statistics on where Koha is being used. If you choose to share your information, it will be published on the `Hea Koha community website <http://hea.koha-community.org>`__. You will need to enable the :ref:`Share Usage Stats` cronjob to send this information at regular intervals to the community.
hi: एक खुला स्रोत परियोजना के रूप में कोहा दुनिया भर में उपयोग किया जाता है ये वरीयता हमें जहां पर कोहा का उपयोग किया जा रहा है, उसके बारे में अधिक सटीक आंकड़े बनाए रखने में मदद मिलेगी। यदि आप अपनी जानकारी साझा करना चुनते हैं, तो वह `हीरा कोहा समुदाय वेबसाइट पर प्रकाशित होगी।<http://hea.koha-community.org>` __. आप को सक्षम करने की आवश्यकता होगी: रेफर: साझा जानकारी आंकड़े साझा करने के लिए समुदाय को नियमित अंतराल पर यह जानकारी भेजने के लिए।
it: In quanto progetto open source, Koha è usato ovunque nel mondo. Questa preferenza ci aiuterà a mantenere statistiche più precise sul suo utilizzo. Se scegli di condividere alcuni tuoi dati, saranno pubblicati sul sito `Hea Koha community <http://hea.koha-community.org>`__. Devi attivare il cron job :ref:`Share Usage Stats` per spedire questa informazione alla community a intervalli regolari.
tr: Bir açık kaynak projesi olarak Koha tüm dünyada kullanılmaktadır. Bu tercih Koha'nın nerelerde kullanıldığı hakkında daha doğru istatistikler tutmamıza yardımcı olacaktır. Bilgilerinizi paylaşmayı tercih ederseniz bilgileriniz `Hea Koha community website < http://hea.koha-community.org>`__ web sayfasında yayınlanacaktır. Bu bilgileri düzenli aralıklarla Koha topluluğuna göndermek için :ref:`Share Usage Stats` cronjob'u etkinleştirmeniz gerekli olacaktır.

source: Default: Don't share
hi: डिफ़ॉल्ट: साझा नही करें
it: Default: Non condividere
tr: Varsayılan: Paylaşma

source: Asks: \_\_\_ anonymous Koha usage data with the Koha community.
hi: पूछता है: \_\_\_ कोहा समुदाय के साथ गुमनाम कोहा उपयोग डेटा.
it: Chiede: \_\_\_ con la community di Koha dati anonimi di utilizzo del tuo Koha.
tr: Seçenek: Anonim Koha kullanım verilerini Koha topluluğu ile \_\_\_.

source: Don't share
hi: साझा मत करें
it: Non condividere
tr: Paylaşma

source: Share
hi: साझा
it: Condividi
tr: Paylaş

source: This data is stored to help track usage of Koha around the world. If you choose to share your information, it will be published on the `Hea Koha community website <http://hea.koha-community.org>`__. This information is sent using the :ref:`Share Usage Stats` cronjob.
hi: यह डेटा दुनिया भर में कोहा के उपयोग को ट्रैक करने में सहायता के लिए जमा किया जाता है यदि आप अपनी जानकारी साझा करना चुनते हैं, तो वह `हीरा कोहा समुदाय वेबसाइट पर प्रकाशित होगी। <http://hea.koha-community.org>` __। यह जानकारी इस का उपयोग करके भेजी जाती है: रेफर: `उपयोग के आंकड़े 'क्रोनजॉब साझा करें
it: Questi dati sono conservati per tracciare l'uso di Koha nel mondo. Se scegli di condividere questa informazione, verrà pubblicata sul sito `Hea Koha community website <http://hea.koha-community.org>`__. Questa informazione è inviata usando il cron job :ref:`Share Usage Stats`.
tr: Bu veriler, dünya çapında Koha kullanımını izlemenize yardımcı olmak için saklanır. Koha bilgilerinizi paylaşmayı tercih ederseniz `Hea Koha community website <http://hea.koha-community.org>`__ web sayfasında yayınlanacaktır. Bu bilgiler :ref:`Share Usage Stats` Cron Job kullanılarak gönderilir.

source: Asks: The country where your library is located: \_\_\_
hi: पूछता है: देश है, जहां अपने पुस्तकालय स्थित है: \_\_\_
it: Chiede: il Paese dove si trova la tua biblioteca: \_\_\_
tr: Seçenek: Kütüphanenizin bulunduğu ülke: \_\_\_

source: This preference depends on the `UsageStats <#usagestats>`__ preference. Set that to 'Share' to share your information.
hi: यह वरीयता `उपयोग की स्थिति <#usagestats>` __ प्राथमिकता पर निर्भर करती है। अपनी जानकारी साझा करने के लिए इसे 'साझा करें' पर सेट करें
it: Questa preferenza dipende dalla preferenza `UsageStats <#usagestats>`__. Impostala a 'Condividi' per condividere la tua informazione.
tr: Bu tercih, `UsageStats <#usageStats>`__ sistem tercihine bağlıdır. Bilgilerinizi paylaşmak için bu tercihi 'Paylaş' olarak ayarlayın.

source: Default: blank
hi: डिफ़ॉल्ट: खाली
tr: Varsayılan: boş

source: Asks: Geolocation of the main library: \_\_\_ Note that this value has no effect if the :ref:`UsageStats` systemp preference is set to "Don't share"
hi: पूछता है: मुख्य पुस्तकालय के जियोलोकेशन: \_\_\_ ध्यान दें कि यदि इस मान का कोई प्रभाव नहीं है, तो: संदर्भ: `UsageStats` systemp प्राथमिकता" साझा न करें "पर सेट है
it: Chiede: Geolocalizzazione della biblioteca principale: \_\_\_ Si noti che questo valore non ha effetto se la preferenza :ref:`UsageStats` è impostata a "Non condividere"
tr: Seçenek: Ana kütüphanenin coğrafi konumu: \_\_\_: ref: `UsageStats` systemp tercihi "Paylaşma" olarak ayarlanmışsa, bu değerin hiçbir etkisi olmadığını unutmayın:

source: Default: Do not Share
hi: डिफ़ॉल्ट: साझा न करें
it: Default: Non condividere
tr: Varsayılan: Paylaşma

source: Asks: \_\_\_ libraries information (name, url, country) Note that this value has no effect if the :ref:`UsageStats` system preference is set to "Don't share"
hi: पूछता है: \_\_\_ पुस्तकालयों की जानकारी (नाम, यूआरएल, देश) ध्यान दें कि यदि मान रिफ: यह मान का कोई असर नहीं है: 'यूजरेजस्टैट` सिस्टम वरीयता "साझा न करें"
it: Chiede: \_\_\_ informazioni sulle biblioteche (nome, url, paes) Si noti che questo valore non ha effetto se la preferenza :ref:`UsageStats` è impostata a "Non condividere"
tr: Seçenek: Kütüphane bilgilerini (ad, url, ülke) \_\_\_ `UsageStats` sistem tercihi "Paylaşma" olarak ayarlanmışsa, bu değerin hiçbir etkisi olmadığını unutmayın

source: Do not Share
hi: शेयर नहीं करें
it: Non condividere
tr: Paylaşma

source: Asks: The library name \_\_\_ will be shown on the `Hea Koha community website <http://hea.koha-community.org>`__.
hi: पूछते हैं: पुस्तकालय नाम\_\_\_ `हीया कोहा समुदाय वेबसाइट पर दिखाया जाएगा <http://hea.koha-community.org>`__.
it: Chiede: Il nome della biblioteca \_\_\_ verrà mostrato sul sito `Hea Koha community <http://hea.koha-community.org>`__.
tr: Seçenek: Kütüphane adı \_\_\_ `Hea Koha topluluğu web sayfası <http://hea.koha-community.org>`__ üzerinde gösterilecektir.

source: This data is stored to help track usage of Koha around the world. If you choose to share your information, it will be published on the `Hea Koha community website <http://hea.koha-community.org>`__. This information is sent using the :ref:`Share Usage Stats` cron job.
hi: यह डेटा दुनिया भर में कोहा के उपयोग को ट्रैक करने में सहायता के लिए जमा किया जाता है यदि आप अपनी जानकारी साझा करना चुनते हैं, तो वह `हीरा कोहा समुदाय वेबसाइट पर प्रकाशित होगी। <http://hea.koha-community.org>` __। यह जानकारी इस का उपयोग करके भेजी जाती है: रेफर: `उपयोग के आंकड़े 'क्रोनजॉब साझा करें
it: Questi dati sono conservati per tracciare l'uso di Koha nel mondo. Se scegli di condividere questa informazione, verrà pubblicata sul sito `Hea Koha community <http://hea.koha-community.org>`__. Questa informazione è inviata usando il cron job :ref:`Share Usage Stats`.
tr: Bu veriler, dünya çapında Koha kullanımını izlemenize yardımcı olmak için saklanır. Koha bilgilerinizi paylaşmayı tercih ederseniz `Hea Koha community website <http://hea.koha-community.org>`__ web sayfasında yayınlanacaktır. Bu bilgiler :ref:`Share Usage Stats` kullanılarak gönderilir.

source: This preference depends on the `UsageStats <#usagestats>`__ preference. Set that to 'Share' to share your information. If this field is empty data will be sent anonymously if you choose 'Share' for the `UsageStats <#usagestats>`__ preference.
hi: उसकी वरीयता `उपयोग की स्थिति <#usagestats>` __ प्राथमिकता पर निर्भर करती है। अपनी जानकारी साझा करने के लिए इसे 'साझा करें' पर सेट करें यदि यह फ़ील्ड रिक्त डेटा गुमनाम रूप से भेजा जाएगा, यदि आप इसके लिए 'शेयर' चुनते हैं`UsageStats <#usagestats>`__ preference.
it: Queste preferenze dipendono dalla preferenza :ref:`UsageStats`__. Impostala a 'Share' per condividere la tua informazione. Se questo campo è vuoto, i dati verranno condivisi in modo anonimo, se imposti al valore 'Share' la preferenza :ref:`UsageStats`.
tr: Bu tercih <#usagestats>`__ sistem tercihine bağlıdır. Bilgilerinizi paylaşmak için bu tercihi 'Paylaş' olarak ayarlayın. Eğer bu alan boş bırakılırsa, `UsageStats <#UsageStats>`__ tercihi için 'Paylaş' opsiyonunu seçmeniz halinde veriler anonim olarak gönderilecektir.

source: Default: public
hi: डिफ़ॉल्ट: सार्वजनिक
it: Default: pubblico
tr: Varsayılan: genel

source: Asks: The library type \_\_\_ will be shown on the `Hea Koha community website <http://hea.koha-community.org>`__.
hi: पूछते हैं: पुस्तकालय नाम\_\_\_ `हीया कोहा समुदाय वेबसाइट पर दिखाया जाएगा <http://hea.koha-community.org>`__.
it: Chiede: Il tipo di biblioteca \_\_\_ sarà mostrato sul sito `Hea Koha community <http://hea.koha-community.org>`__.
tr: Seçenek: Kütüphane türü \_\_\_ `Hea Koha topluluğu web sayfasında <http://hea.koha-community.org>`__ gösterilecektir.

source: academic
hi: शैक्षणिक
it: accademico
tr: akademik

source: corporate
hi: कॉर्पोरेट
it: ente
tr: tüzel

source: government
hi: सरकार
it: governo
tr: devlet

source: private
hi: निजी
it: privato
tr: özel

source: public
hi: सार्वजनिक
it: pubblico
tr: genel

source: religious organization
hi: धार्मिक संगठन
it: ente religioso
tr: dini organizasyon

source: research
hi: शोध
it: ente di ricerca
tr: araştırma

source: school
hi: विधालय
it: ente scolastico
tr: okul

source: society or association
hi: सोसाइटी या संघ
it: società o associazione
tr: topluluk ya da dernek

source: subscription
hi: सदस्यता
it: iscrizione
tr: abonelik

source: Asks: The library URL \_\_\_ will be shown on the `Hea Koha community website <http://hea.koha-community.org>`__.
hi: पूछता है: लाइब्रेरी यूआरएल \_\_\_ हे कोहा समुदाय वेबसाइट पर दिखाया जाएगा<http://hea.koha-community.org>`__.
it: Chiede: L'URL della biblioteca \_\_\_ apparirà sul sito `Hea Koha community <http://hea.koha-community.org>`__.
tr: Seçenek: Kütüphane URL'si \_\_\_ `Hea Koha topluluğu web sayfası <http://hea.koha-community.org>`__ üzerinde gösterilecektir.

source: Authorities
hi: प्राधिकरण
it: Authority
tr: Otoriteler

source: *Get there:* More > Administration > Global System Preferences > Authorities
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं >प्राधिकारी
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Get there:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Otoriteler

source: General
hi: जनरल
it: Generale
tr: Genel

source: Default: Don't display
hi: डिफ़ॉल्ट: दर्शाएँ नही
it: Predefinito: Non mostrare
tr: Varsayılan: Gösterme

source: Asks: \_\_\_ broader term/narrower term hierarchies when viewing authorities.
hi: पूछता है: \_\_\_ जब अधिकारियों को देखते हुए व्यापक शब्द / संकरा शब्द पदानुक्रम.
it: Chiede: \_\_\_ le gerarchie tra Broader Terms e Narrower Terms quando mostri le autorità.
tr: Seçenek: otoriteleri görüntülerken geniş terim/dar terim hiyerarşilerini \_\_\_.

source: Display
hi: प्रदर्शन
it: Visualizza
tr: Görüntüle

source: Don't display
hi: प्रदर्शित मत करें
it: Non mostrare
tr: Gösterme

source: If your authority records includes 5xx fields with linked references to broader and/or narrower see also references this preference will turn on a display of those authorities at the top of the record.
hi: अपने अधिकार के रिकॉर्ड व्यापक और/या संकरा देखने के लिए संदर्भ के साथ जुड़े 5xx क्षेत्रों में शामिल हैं भी संदर्भ इस वरीयता रिकार्ड के शीर्ष पर बैठे लोगों के अधिकारियों की एक प्रदर्शन पर बंद हो जाएगा.
it: Se i tuoi record di autorità comprendono dei campi 5xx con riferimenti "vedi anche" a BT o NT, questa preferenza abilita la visualizzazione di queste autorità in alto nel record.
tr: Otorite kaydınızın daha geniş ve/veya daha dar ayrıca bakınız referanslarına bağlantısı olan 5xx alanları varsa bu tercih, o otoritelerin bir görüntüsünü, kaydın en üst kısmında gösterecektir.

source: Asks: Use the following text to edit how authority records control indicators of attached biblio fields (and possibly subfield $2). Lines starting with a comment symbol (#) are skipped. Each line should be of the form: (marc21|unimarc), tag, ind1:(auth1|auth2|some_value), ind2:(auth1|auth2|thesaurus|some_value). Here auth1 and auth2 refer to the indicators of the authority record, tag is a biblio field number or an asterisk (*), and some_value is a fixed value (one character). The MARC21 option thesaurus refers to indicators controlled by authority field 008/11 and 040$f.
hi: पूछते हैं: प्राधिकृत रिकॉर्ड संलग्न बाइबिल फ़ील्ड (और संभवतः उपफील्ड $2) के संकेतकों को नियंत्रित करने के तरीके को संपादित करने के लिए निम्न पाठ का उपयोग करें। एक टिप्पणी प्रतीक (#) से शुरू लाइनें छोड़ दी गई हैं। प्रत्येक पंक्ति फॉर्म का होना चाहिए: (marc21|unimarc), tag, ind1:(auth1|auth2|some_value), ind2:(auth1|auth2|thesaurus|some_value). यहां auth1 और auth2 प्राधिकरण रिकॉर्ड के संकेतकों को संदर्भित करते हैं, टैग एक बाइबिल फ़ील्ड नंबर या तारांकन (*) है, और some_value एक निश्चित मान (एक वर्ण) है। मार्क21 विकल्प थिसॉरस प्राधिकरण फ़ील्ड 008/11 और 040$f द्वारा नियंत्रित संकेतकों को संदर्भित करता है।

source: Used when merging authorities.
hi: अधिकारियों विलय करते समय प्रयुक्त होता है।

source: Controls how the indicators of linked authority records affect the corresponding biblio indicators. Currently, the default value is fine-tuned for MARC21 and copies the authority indicators for UNIMARC.
hi: नियंत्रित करता है कि लिंक किए गए प्राधिकरण रिकॉर्ड के संकेतक संबंधित बाइबिल संकेतकों को कैसे प्रभावित करते हैं। वर्तमान में, मार्क21 के लिए डिफ़ॉल्ट मानदंड ठीक-ठीक है और यूनिमार्क के लिए प्राधिकरण संकेतक की प्रतिलिपि बनाता है।

source: For example, a MARC21 field 100 in a biblio record should pick its first indicator from the linked authority record. The second indicator is not controlled by the authority. This report supports such MARC conventions.
hi: उदाहरण के लिए,बिब्लियों रिकॉर्ड में एक मार्क21 फ़ील्ड 100 को लिंक किए गए प्राधिकरण रिकॉर्ड से अपना पहला संकेतक चुनना चाहिए। दूसरा सूचक प्राधिकरण द्वारा नियंत्रित नहीं है। यह रिपोर्ट ऐसे एमएआरसी सम्मेलनों का समर्थन करती है।

source: Default: 50
hi: डिफ़ॉल्ट: 50
tr: Varsayılan: 50

source: Asks: When modifying an authority record, do not update attached biblio records if the number exceeds \_\_\_ records. (Above this limit, the merge_authority cron job will merge them.)
hi: पूछता है: जब कोई प्राधिकारी रिकॉर्ड संशोधित किया जाता है, तो संलग्न बाइबिलियो रिकॉर्ड अपडेट नहीं करें यदि संख्या अधिक हो जाती है\_\_\_ रिकॉर्ड। (इस सीमा के ऊपर, merge_authority क्रॉन जॉब उन्हें विलय कर देगी।)
it: Chiede: Quando si modifica un record di autorità, non aggiornare i record bibliografici associati se il loro numero eccede \_\_\_. (Sopra questo limite, provvederà il cron job merge_authority.)
tr: Seçenek: Bir otorite kaydı düzenlerken, numara \_\_\_ kaydı aşarsa ekli olan bibliyografik kayıtları güncellemeyin. (Bu sınırın üstünde, merge_authority cron job onları birleştirecektir.)

source: Default: loose
hi: डिफ़ॉल्ट: ढीला
it: Default: non rigorosa
tr: Varsayılan: gevşek

source: Asks: When updating biblio records from an attached authority record ("merging"), handle subfields of relevant biblio record fields in \_\_\_ mode. In strict mode subfields that are not found in the authority record, are deleted. Loose mode will keep them. Loose mode is the historical behavior and still the default.
hi: पूछता है: जब एक संलग्न प्राधिकरण रिकॉर्ड ("मर्जिंग") से बाइबिल रिकॉर्ड को अद्यतन करता है, तो संबंधित बाइबिल रिकॉर्ड फ़ील्ड के\_\_\_ मोड में उप-फ़ील्ड को संभाल लें। सख्त मोड सबफ़ेल्ड में जो प्राधिकरण रिकॉर्ड में नहीं मिले हैं, हटाए गए हैं। ढीला मोड उन्हें रखेगा। ढीला मोड ऐतिहासिक व्यवहार है और अभी भी डिफ़ॉल्ट है।
it: Chiede: quando si aggiornano i record bibliografici da un record di autorità associato ("merging"), gestire i sottocampi dei campi record del record bibliografico nella modalità \_\_\_. Nella modalità strict i sottocampi che non si trovano nel record di autorità vengono eliminati. Nella modalità loose li manterrà. La modalità loose è il comportamento storico e rimane l'impostazione predefinita.
tr: Seçenek: Ekli bir otoriteye ait bibliyografik kayıtları güncellerken ("birleştirme"), ilgili bibliyografik kayıt alanlarının alt alanlarını \_\_\_ modunda ele alın. Katı modda, otorite kaydında bulunmayan alt alanlar silinir. Gevşek mod onları koruyacaktır. Gevşek mod tarihsel davranıştır ve yine de varsayılandır.

source: loose
hi: ढीला
it: non rigorosa
tr: gevşek

source: strict
hi: कठोर
it: rigorosa
tr: katı

source: Default: do not generate
hi: डिफ़ॉल्ट: उत्पन्न नहीं है
it: Predefinito: non generare in automatico
tr: Varsayılan: oluşturma

source: Asks: When editing records, \_\_\_ authority records that are missing.
hi: पूछता है: जब अभिलेख संपादन, \_\_\_ अधिकार रिकॉर्ड है कि लापता हैं.
it: Chiede: Quando modifichi i record bibliografici, \_\_\_ i record di autorità mancanti.
tr: Seçenek: Kayıtlar düzenlenirken, eksik olan otorite kayıtlarını \_\_\_.

source: do not generate
hi: उत्पन्न नहीं है
it: non generare in automatico
tr: oluşturma

source: generate
hi: उत्पन्न करें
it: genera in automatico
tr: oluştur

source: `BiblioAddsAuthorities <#biblioaddsauthorities>`__ must be set to "allow" for this to have any effect
hi: `BiblioAddsAuthorities <#biblioaddsauthorities>`__ इसके लिए "अनुमति" पर सेट होना चाहिए, इसके लिए कोई प्रभाव होना चाहिए
it: `BiblioAddsAuthorities <#biblioaddsauthorities>`__ deve essere impostata su "Permetti" affinché questo abbia effetto
tr: Bunun herhangi bir etkisinin olabilmesi için `BiblioAddsAuthorities <#biblioaddsauthorities>`__ "izin ver" olarak ayarlanmalıdır

source: When this and `BiblioAddsAuthorities <#biblioaddsauthorities>`__ are both turned on, automatically create authority records for headings that don't have any authority link when cataloging. When BiblioAddsAuthorities is on and AutoCreateAuthorities is turned off, do not automatically generate authority records, but allow the user to enter headings that don't match an existing authority. When BiblioAddsAuthorities is off, this has no effect.
hi: जब यह और `BiblioAddsAuthorities <#biblioaddsauthorities>` __ दोनों चालू हो जाते हैं, तो उन शीर्षकों के लिए स्वचालित रूप से प्राधिकरण रिकॉर्ड बनाए जाते हैं, जिनमें सूचीबद्ध होने पर कोई प्राधिकरण लिंक नहीं होता है जब BiblioAddsAuthorities चालू है और AutoCreateAuthorities बंद है, स्वचालित रूप से प्राधिकरण रिकॉर्ड नहीं उत्पन्न करते हैं, लेकिन उपयोगकर्ता को उन शीर्षकों को दर्ज करने की अनुमति दें जो मौजूदा प्राधिकरण से मेल नहीं खाते हैं जब BiblioAddsAuthorities बंद है, इसका कोई प्रभाव नहीं है।
it: Quando questa e la preferenza `BiblioAddsAuthorities <#biblioaddsauthorities>`__ sono entrambe attive, vengono automaticamente creati dei record di autorità per le intestazioni che non sono presenti negli indici. Quando BiblioAddsAuthorities è attiva e AutoCreateAuthorities non lo è, non vengono automaticamente creati dei record di autorità al salvataggio del record bibliografico, ma l'utente può inserire delle intestazioni non presenti negli indici di autorità. Se BiblioAddsAuthorities è disattivata, la preferenza non ha effetto.
tr: Bu ve `BiblioAddsAuthorities <#biblioaddsauthorities>` __ tercihlerinin her ikisi de açık olduğunda, kataloglama sırasında herhangi bir otorite bağlantısı olmayan başlıklar için otomatik olarak otorite kayıtları oluşturun. BiblioAddsAuthorities açıkken ve AutoCreateAuthorities kapatıldığında, otomatik olarak otorite kayıtları oluşturmayın, ancak kullanıcının mevcut bir otorite ile eşleşmeyen başlıkları girmesine izin verin. BiblioAddsAuthorities kapalı olduğunda bunun bir etkisi yoktur.

source: Default: allow
hi: डिफ़ॉल्ट: अनुमति देते हैं
it: Predefinito: permetti
tr: Varsayılan: izin ver

source: Asks: When editing records, \_\_\_ them to automatically create new authority records if needed, rather than having to reference existing authorities.
hi: पूछता है: जब रिकॉर्ड संपादन,\_\_\_ उन्हें स्वचालित रूप से नए अधिकार रिकॉर्ड बनाने के लिए, अगर जरूरत है बल्कि मौजूदा प्राधिकरण संदर्भ के लिए होने से.
it: Chiede: quando modifichi i record bibliografici, \_\_\_ di creare nuovi record di autorità, anziché dover necessariamente fare riferimento a record di autorità già esistenti.
tr: Seçenek: Kayıtlar düzenlenirken, gerektiği zaman mevcut otorite kayıtlarına başvurmak zorunda kalmak yerine otomatik olarak yeni otorite kaydı oluşturulmasına \_\_\_.

source: allow
hi: अनुमति देते हैं
it: permetti
tr: izin ver

source: This setting allows you to type values in the fields controlled by authorities and then adds a new authority if one does not exist
hi: यह सेटिंग आपको अधिकारियों द्वारा नियंत्रित क्षेत्रों में मूल्यों टाइप करने के लिए अनुमति देता है और फिर अगर एक अस्तित्व में नहीं है एक नया प्राधिकरण कहते हैं
it: Questa impostazione permette di inserire valori nei campi controllati dalle autorità e aggiungere un nuovo record di autorità se non esiste già
tr: Bu ayar, otoriteler tarafından kontrol edilen alanlar içerisine değer girmenize ve mevcut değilse yeni bir otorite eklemenize izin verir

source: don't allow
hi: अनुमति नही देते हैं
it: non permettere
tr: izin verme

source: This setting will lock the authority controlled fields, forcing you to search for an authority versus allowing you to type the information in yourself.
hi: यह सेटिंग अधिकार नियंत्रित क्षेत्रों को बंद कर देगा, आप अपने आप में जानकारी टाइप करने की अनुमति बनाम एक अधिकार के लिए खोज करने के लिए मजबूर.
it: Questa impostazione bloccherà i campi controllati da autorità, obbligando a cercare un autorità già presente anziché inserire le informazioni di propria mano.
tr: Bu ayar, otorite kontrolündeki alanları kitleyerek, bilgileri kendiniz girmeniz yerine sizi bir otorite aramak için zorlayacaktır.

source: Default: \|\| aca\|\|aabn \| a\|a d
hi: डिफ़ॉल्ट: \|\| aca\|\|aabn \| a\|a d
tr: Varsayılan: \|\| aca\|\|aabn \| a\|a d

source: Asks: Use the following text for the contents of MARC21 authority control field 008 position 06-39 (fixed length data elements).
hi: पूछता है: मार्क 21 प्राधिकार नियंत्रण क्षेत्र की सामग्री को 008 पदों के लिए 06-39 निम्नलिखित पाठ का उपयोग करें (फिक्स्ड लंबाई डेटा तत्व).
it: Chiede: Usa il seguente testo per il campo 008 posizioni 06-39 delle autorità MARC21 (composto da elementi a posizione fissa).
tr: Seçenek: MARC21 otorite kontrolü alanı 008 pozisyon 06-39 (sabit uzunlukta veri elemanları) içeriği için aşağıdaki metni kullanın.
