Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Allow to mark items as lost and notify the patron
hi: आइटम को खोने और संरक्षक को सूचित करने की अनुमति दें
it: Permetti di marcare copie come perdute e di avvisare l'utente
tr: Materyallerin kayıp olarak işaretlenmesine izin ver ve kullanıcıyı bilgilendir

source: Do not allow to mark items as lot
hi: वस्तुओं को बहुत ज्यादा चिह्नित करने की अनुमति न दें
it: Non permettere di marcare copie come perdute
tr: Materyallerin kayıp olarak işaretlenmesine izin verme

source: This preference lets you choose whether the staff can mark items as lost directly from the 'Holds to pull' list if they can't find the item on the shelf.
hi: यह वरीयता आपको यह चुनने देती है कि क्या कर्मचारी शेल्फ पर आइटम नहीं ढूंढ पाते हैं, तो 'होल्ड टू पुल' सूची से सीधे खोए गए आइटम को चिह्नित कर सकते हैं।

source: Asks: \_\_\_ a user from one library to place a hold on an item from another library
hi: पूछता है: \_\_\_ एक पुस्तकालय से एक उपयोगकर्ता को किसी अन्य पुस्तकालय से किसी आइटम पर होल्ड रखने के लिए
it: Chiede: \_\_\_ a un utente di una biblioteca di prenotare una copia da un'altra biblioteca
tr: Seçenek: bir kütüphane kullanıcısının başka bir kütüphanede bulunan materyal üzerinde ayırtma yapmasına \_\_\_

source: This preference is a binary setting which determines whether patrons can place holds on items from other branches. If the preference is set to "Allow" patrons can place such holds, if it is set to "Don't allow" they cannot. This is an important setting because it determines if users can use Koha to request items from another branch. If the library is sharing an installation of Koha with other independent libraries which do not wish to allow interlibrary borrowing it is recommended that this parameter be set to "Don't allow".
hi: यह वरीयता एक द्विआधारी सेटिंग है जो यह निर्धारित करती है कि संरक्षक अन्य शाखाओं से आइटम पर रख सकते हैं या नहीं. यदि वरीयता "अनुमति दें" संरक्षकों पर सेट की जाती है तो ऐसा रख सकते हैं, यदि यह "अनुमति न दें" पर सेट है, तो वे नहीं कर सकते हैं यह एक महत्वपूर्ण सेटिंग है क्योंकि यह निर्धारित करता है कि उपयोगकर्ता कोहा को किसी अन्य शाखा से आइटम का अनुरोध करने के लिए उपयोग कर सकते हैं. यदि पुस्तकालय अन्य स्वतंत्र पुस्तकालयों के साथ कोहा की स्थापना साझा कर रहा है, जो कि इंटरलिब्रेरी उधार लेने की अनुमति नहीं देना चाहते हैं, तो यह अनुशंसा की जाती है कि यह पैरामीटर "अनुमति न दें" पर सेट हो.
it: Questa preferenza controlla se gli utenti possono fare prenotazioni da altre biblioteche. Se la preferenza è impostata su 'Permettere', lo potranno fare, e viceversa. Questa impostazione è importante perché determina se gli utenti possono richiedere copie da altre biblioteche. Se la biblioteca sta condividendo un'installazione di Koha con altre biblioteche indipendenti che non intendono fare prestito interbibliotecario, allora si raccomanda di impostare questa preferenza a 'Non permettere'.
tr: Bu tercih, kullanıcıların diğer birimlerde bulunan materyaller üzerinde ayırma işlemi yapmalarının mümkün olup olmayacağını belirleyen bir ikili ayardır. Bu tercih "İzin ver" olarak ayarlanırsa kullanıcılar bu gibi ayırmalar yapabilirler. "İzin verme" olarak ayarlanırsa bu ayırmaları yapamazlar. Bu ayar kullanıcıların diğer birimlerdeki materyalleri talep etmek için Koha'yı kullanabileceklerini belirlemesi bakımından önemli bir ayardır. Kütüphaneniz, kütüphaneler arası ödünç vermeyi istemeyen diğer bağımsız kütüphaneler ile bir Koha yüklemesini paylaşıyor ise bu parametrenin "izin verme" olarak ayarlanması tavsiye edilir.

source: Don't allow (with :ref:`independent branches <independentbranches-label>`)
hi: अनुमति न दें (इसके साथ :ref:`स्वतंत्र शाखाएं <independentbranches-label>`)
it: Non consentire (con :ref:`independent branches <independentbranches-label>`)
tr: İzin verme (:ref:`independent branches <independentbranches-label> ile ')

source: Asks: Confirm future hold requests (starting no later than \_\_\_ days from now) at checkin time.
hi: पूछता है: भविष्य के होल्ड अनुरोधों की पुष्टि करें (अब से \ _ \ _ \ _ दिनों से बाद में शुरू नहीं) चेकइन समय पर.
it: Chiede: Conferma prenotazioni future (che inizino non oltre \_\_\_ giorni) al momento della restituzione.
tr: Seçenek: İade zamanında gelecek tarihli ayırtma isteklerine onay ver (bugünden başlayarak \_\_\_ günden fazla olmayacak).

source: When confirming a hold at checkin time, the number of days in this preference is taken into account when deciding which holds to show alerts for. This preference does not interfere with renewing, checking out or transferring a book.
hi: जब चेकइन समय में एक पकड़ की पुष्टि, इस वरीयता में दिनों की संख्या अकाउंट जब तय है जिसके लिए अलर्ट को दिखाने के लिए रखती में ले लिया है. यह वरीयता, renewing बाहर की जाँच या एक किताब के हस्तांतरण के साथ हस्तक्षेप नहीं करता है.
it: Confermando una prenotazione in fase di restituzione di un prestito, il numero di giorni in questa preferenza viene preso in considerazione al momento di decidere per quali prenotazioni inviare solleciti. Questa preferenza non interferisce con il rinnovo, il prestito o il trasferimento di un libro.
tr: İade zamanında bir ayırma işlemine onay verilmesiyle bu tercih içerisindeki günlerin sayısı hangi ayırmalar için uyarıların gösterileceğini belirlemek için dikkate alınır. Bu tercih bir kitabın süresinin uzatılmasına, ödünç verilmesine ya da transferine engel değildir.

source: This number of days will be used too in calculating the default end date for the Holds to pull-report. But it does not interfere with issuing, renewing or transferring books.
hi: दिनों की यह संख्या डिफ़ॉल्ट के अंत की तारीख की गणना पुल रिपोर्ट के धारण के लिए भी इस्तेमाल किया जाएगा. लेकिन यह जारी करने का नवीकरण या पुस्तकों के हस्तांतरण के साथ हस्तक्षेप नहीं करता है.
it: Questo numero di giorni sarà utilizzato anche per calcolare la data di fine predefinito per il report delle prenotazioni. Ma non interferisce con il rilascio, il rinnovo o il trasferimento di libri.
tr: Bu gün sayıları, ayırmadan düşülecek kitapların varsayılan bitiş tarihini hesaplamak için de kullanılacaktır. Fakat kitapların ödünç ve iade işlemlerine, sürelerinin uzatılmalarına ve transferlerine engel değildir.

source: This preference is only looked at if you're allowing hold dates in the future with :ref:`AllowHoldDateInFuture` or :ref:`OPACAllowHoldDateInFuture`
hi: यह वरीयता केवल तभी देखी जाती है जब आप भविष्य में होल्ड तिथियों की अनुमति दे रहे हों :ref:`AllowHoldDateInFuture` या :ref:`OPACAllowHoldDateInFuture`
it: Questa preferenza si usa solo se hai permesso date future di prenotazione con :ref:`AllowHoldDateInFuture` o :ref:`OPACAllowHoldDateInFuture`
tr: Bu tercihe yalnızca :ref:`AllowHoldDateInFuture' veya :ref:`OPACAllowHoldDateInFuture' ile ileri tarihli ayırtma işlemlerine izin veriyorsanız bakılır.

source: Asks: \_\_\_ the reduction of loan period \_\_\_ to days for items with more than \_\_\_ holds \_\_\_ . Ignore items with the following statuses when counting items \_\_\_
hi: पूछता है: \_\_\_ ऋण अवधि में कमी \_\_\_ अधिक से अधिक आइटम के लिए दिन के लिए \_\_\_ होल्डस \_\_\_ . वस्तुओं की गणना करते समय निम्न स्थितियों वाले आइटमों को अनदेखा करें \_\_\_
it: Chiede: \_\_\_ la riduzione del periodo di prestito a \_\_\_ giorni per copie con più di \_\_\_ prenotazioni \_\_\_ . Ignorare nel conteggio le copie nei seguenti status \_\_\_
tr: Seçenek: \_\_\_ sayısından fazla olan \_\_\_ ayırtılanların ödünç verme sürecini \_\_\_ güne \_\_\_. Materyalleri sayarken aşağıdaki statülerdeki materyalleri yoksay \_\_\_

source: decreaseLoanHighHolds default: Don't enable
hi: decreaseLoanHighHolds डिफ़ॉल्ट: सक्षम न करें
it: Default di decreaseLoanHighHolds: Non attivare
tr: decreaseLoanHighHolds varsayılan: Etkinleştirme

source: decreaseLoanHighHoldsControl default: on the record
hi: decreaseLoanHighHoldsControl डिफ़ॉल्ट: रिकॉर्ड पर
it: default di decreaseLoanHighHoldsControl: sul record
tr: decreaseLoanHighHoldsControl varsayılan: kayıt üzerinde

source: decreaseLoanHighHolds values:
hi: decreaseLoanHighHolds मान:
it: Valori di decreaseLoanHighHolds:
tr: decreaseLoanHighHolds değerleri:

source: decreaseLoanHighHoldsControl values:
hi: decreaseLoanHighHoldsControl मान:
it: valori di decreaseLoanHighHoldsControl:
tr: decreaseLoanHighHoldsControl değerleri:

source: over the number of holdable items on the records
hi: रिकॉर्ड पर होल्डिंग आइटम की संख्या से अधिक
it: sopra il numero di copie prenototabili del record
tr: kayıtlar üzerindeki ayırtılabilir materyal sayısı üzerinde

source: on the record
hi: रिकॉर्ड पर
it: sul record
tr: kayıt üzerinde

source: Damages
hi: क्षतिग्रस्त
it: Danneggiato
tr: Tazminat

source: Lost
hi: खोया
it: Smarrito
tr: Kayıp

source: Not for loan
hi: नहीं ऋण के लिए
it: Escluso dal prestito
tr: Ödünç verilmez

source: Withdrawn
hi: वापस
it: Ritirato
tr: Sistemden düşülmüş

source: These preferences let you change the loan length for items that have many holds on them. This will not effect items that are already checked out, but items that are checked out after the decreaseLoanHighHoldsValue is met will only be checked out for the number of days entered in the decreaseLoanHighHoldsDuration preference.
hi: ये प्राथमिकताएं आप आइटम है कि उन पर कई धारण के लिए ऋण की लंबाई बदल सकते हैं. इस आइटम है कि पहले से ही बाहर की जाँच कर रहे असर नहीं होगा, लेकिन आइटम है कि decreaseLoanHighHoldsValue के बाद बाहर की जाँच कर रहे हैं पूरा किया जाता है केवल decreaseLoanHighHoldsDuration वरीयता में प्रवेश किया दिनों की संख्या के लिए बाहर की जाँच की जाएगी.
it: Queste preferenze consentono di modificare la durata del prestito per le copie che hanno molte prenotazioni. Questo non avrà effetto su copie che sono già state prenotate, ma le copie che sono state prestate dopo il decreaseLoanHighHoldsValue è soddisfatto, saranno prestate solo per il numero di giorni indicati nella preferenza decreaseLoanHighHoldsDuration.
tr: Bu tercih üzerilerinde çok sayıda ayırma olan materyaller için ödünç verme süresinin uzunluğunu değiştirmenize izin verir. Bu işlem zaten ödünç verilmiş olan materyalleri etkilemeyecektir fakat decreaseLoanHighHoldsValue değerini karşılayan günlerden sonra ödünç verilmiş olan materyaller yalnızca decreaseLoanHighHoldsDuration tercihi içerisine girilmiş olan gün sayısı için ödünç verilecektir.

source: Asks: \_\_\_ the ability to place holds on multiple biblio from the search results
hi: पूछता है: \_\_\_ खोज परिणामों से कई बिब्लियों पर होल्ड रखने की क्षमता
it: Chiede: \_\_\_ la possibilità di prenotare più libri da una pagina di risultati di una ricerca
tr: Seçenek: Arama sonuçlarında birden çok bibliyografik kayıt ayırtılabilmesine \_\_\_

source: Asks: \_\_\_ sending an email to the Koha administrator email address whenever a hold request is placed.
hi: पूछता है: \_\_\_ कोहा प्रशासक ईमेल पते पर एक ईमेल भेजना जब भी होल्ड अनुरोध रखा जाता है.
it: Chiede: \_\_\_ di spedire un email all'amministratore di Koha quando viene inoltrata una richiesta di prenotazione.
tr: Seçenek: Ayırtma talebi yapıldığı her zaman için Koha yöneticisinin e-posta adresine e-posta gönderilmesine \_\_\_.

source: This preference enables Koha to email the library staff whenever a patron requests an item to be held. While this function will immediately alert the librarian to the patron's need, it is extremely impractical in most library settings. In most libraries the hold lists are monitored and maintained from a separate interface. That said, many libraries that allow on shelf holds prefer to have this preference turned on so that they are alerted to pull an item from the shelf.
hi: यह वरीयता Koha जब भी एक संरक्षक के लिए एक आइटम आयोजित किए जाने का अनुरोध पुस्तकालय के कर्मचारियों ईमेल करने के लिए सक्षम बनाता है. इस समारोह के तुरंत संरक्षक की जरूरत के लाइब्रेरियन को सचेत करते हैं, यह सबसे लाइब्रेरी सेटिंग्स में बेहद अव्यावहारिक है. ज्यादातर पुस्तकालयों में पकड़ सूचियों पर नजर रखी और एक अलग इंटरफ़ेस से रखा जाता है. उस ने कहा, कई पुस्तकालयों कि शेल्फ पर अनुमति देने के इस वरीयता पर दिया ताकि वे शेल्फ से एक आइटम खींचने के लिए सतर्क कर रहे हैं करने के लिए पसंद करते हैं रखती है.
it: Questa preferenza consente a Koha di inviare un email al personale della biblioteca ogni volta che un utente conferma in lettura una copia. Mentre questa funzione avviserà immediatamente il bibliotecario della necessità dell'utente, è estremamente poco pratico nella maggior parte delle biblioteche. Nella maggior parte delle biblioteche le liste di attesa sono monitorate e gestite da un'interfaccia separata. Detto questo, molte biblioteche che consentono la conferma in lettura preferiscono avere questa preferenza attiva in modo da essere avvisati di lasciare una copia a scaffale.
tr: Bu tercih, kullanıcı bir materyal üzerine ayırma konulmasını talep ettiğinde Koha'nın kütüphane personeline bir e-posta göndermesini etkinleştirir. Bu işlev kütüphaneciyi kullanıcının isteği konusunda hemen uyarsa da çoğu kütüphane ayarlarında son derece kullanışsızdır. Çoğu kütüphanede ayırma listeleri ayrı bir arayüz üzerinden izlenir ve muhafaza edilir. Bununla birlikte ayırtılan materyalleri rafta tutan kütüphanelerin çoğu bu tercihi açmalıdırlar, böylece bir materyali raftan almak için uyarılacaklardır.

source: In order for this email to send you must have a :ref:`notice <notices-&-slips-label>` template with the code of HOLDPLACED
hi: इस ईमेल को भेजने के लिए आपको होना चाहिए एक :ref:`नोटिस <notices-&-slips-label>' टेम्पलेट HOLDPLACED के कोड के साथ
it: Per poter spedire questo email devi avere un template di :ref:`notice <notices-&-slips-label>` con il codice HOLDPLACED
tr: Bu e-postanın gönderilebilmesi için HOLDPLACED kodlu bir a :ref:`bildirim <notices-&-slips-label>' şablonunuzun olması gereklidir

source: This notice will only be sent if the :ref:`process\_message\_queue.pl cronjob <message-queue-label>` being run periodically to send the messages.
hi: यह नोटिस केवल तभी भेजा जाएगा जब :ref:`process\_message\_queue.pl cronjob <message-queue-label>` संदेशों को भेजने के लिए समय-समय पर चल रहा है.
it: Questo avviso sarà spedito se il :ref:`process\_message\_queue.pl cronjob <message-queue-label>` gira periodicamente per spedire messaggi.
tr: Bu bildirim yalnızca, iletileri göndermek için :ref:`process\_message\_queue.pl cronjob <message-queue-label>' periyodik olarak çalıştırılırsa gönderilecektir.

source: Asks: \_\_\_ Closed days to be taken into account in reserves max pickup delay.
hi: पूछते हैं: \_\_\_ रिजर्व में अधिकतम पिकअप देरी में खाते को ध्यान में रखा जाना चाहिए।
it: Chiede: \_\_\_ i giorni di chiusura devono essere tenuti presenti per computare la massima attesa per il prelevamento di testi per i corsi.
tr: Seçenek: reserves max pickup delay içinde kapalı günlerin göz önünde bulundurulmasına \_\_\_ .

source: Asks: \_\_\_ holds to expire automatically if they have not been picked by within the time period specified in :ref:`ReservesMaxPickUpDelay`
hi: पूछता है: \_\_\_ अगर उन्हें निर्दिष्ट समय अवधि के भीतर नहीं चुना गया है तो स्वचालित रूप से समाप्त हो जाता है :ref:`ReservesMaxPickUpDelay`
it: Chiede: \_\_\_ che le prenotazioni scadano automaticamente se non sono state ritirate entro il periodo specificato in :ref:`ReservesMaxPickUpDelay`
tr: Seçenek: Ayırtma işlemlerinin :ref:`ReservesMaxPickUpDelay` içerisinde belirtilen zaman süreci içinde alınmazlarsa otomatik olarak geçerliliklerini yitirmelerine \_\_\_

source: If set to 'allow' this will cancel holds that have been waiting for longer than the number of days specified in the :ref:`ReservesMaxPickUpDelay` system preference. Holds will only be cancelled if the :ref:`Expire Holds cron job <expired-holds-label>` is runnning.
hi: यदि 'अनुमति' पर सेट किया गया है तो यह उन धारणों को रद्द कर देगा जो निर्दिष्ट में दिनों की संख्या से अधिक समय तक प्रतीक्षा कर रहे हैं : ref: `ReservesMaxPickUpDelay` सिस्टम वरीयता। होल्ड्स केवल तभी रद्द कर दिए जाएंगे यदि :ref:`एक्सप्रायर्ड क्रॉन जॉब <expired-holds-label>' चल रहा है।
it: Se impostata a 'permetti', questa preferenza cancellerà le prenotazioni che hanno atteso più dei giorni specificati nella preferenza di sistema :ref:`ReservesMaxPickUpDelay`. Le prenotazioni verranno cancellate solo se il :ref:`Expire Holds cron job <expired-holds-label>` viene eseguito.
tr: Bu tercih 'izin ver' olarak ayarlanırsa :ref:`ReservesMaxPickUpDelay sistem tercihinde belirtilen gün sayısından daha uzun süre beklemede olan ayırtılanları iptal edecekir. Ayırtılanlar yalnızca :ref:`Expire Holds cron job <expired-holds-label> çalışıyorsa iptal edilebilecektir.

source: Asks: If using :ref:`ExpireReservesMaxPickUpDelay`, charge a borrower who allows his or her waiting hold to expire a fee of \_\_\_ USD
hi: पूछते हैं: यदि उपयोग कर रहे हैं: ref: `ExpireReservesMaxPickUpDelay`, एक उधारकर्ता को चार्ज करें जो उसकी प्रतीक्षा की अनुमति \_\_\_ USD के शुल्क की अवधि समाप्त करने की अनुमति देता है
it: Chiede: Se si usa :ref:`ExpireReservesMaxPickUpDelay`, addebita a un utente che fa scadere la propria prenotazione una tassa di \_\_\_ dollari.
tr: Seçenek: :ref:`ExpireReservesMaxPickUpDelay kullanılıyorsa, beklemekte olan ayırtma işlemini sonlandıran okuyucuya \_\_\_ TL ceza uygulayın.

source: If you are expiring holds that have been waiting too long you can use this preference to charge the patron for not picking up their hold. If you don't charge patrons for items that aren't picked up you can leave this set to the default which is 0. Holds will only be cancelled and charged if the :ref:`Expire Holds cron job <expired-holds-label>` is running.
hi: यदि आप उन समयों की समाप्ति कर रहे हैं जो बहुत लंबे समय से इंतजार कर रहे हैं तो आप इस धारणा का उपयोग संरक्षक को चार्ज करने के लिए चार्ज करने के लिए कर सकते हैं। यदि आप उन वस्तुओं के लिए संरक्षक नहीं लेते हैं जिन्हें उठाया नहीं जाता है, तो आप इस सेट को डिफ़ॉल्ट पर छोड़ सकते हैं जो 0 है। होल्ड केवल तभी रद्द कर दिए जाएंगे जब चार्ज :ref:`एक्सपायर होल्डस क्रॉन जॉब <expired-holds-label>' चल रहा है.
it: Se si mette in scadenza prenotazioni che hanno atteso troppo a lungo è possibile utilizzare questa preferenza per multare l'utente. Se non multi gli utenti per le prenotazioni non ritirate in tempo, è possibile lasciare questa impostazione su default, che è 0. Le prenotazioni scadute verranno cancellate e addebitate se il cron job :ref:`Expire Holds cron job <expired-holds-label>` è in esecuzione.
tr: Eğer çok uzun süre bekleyen ayırtma işlemlerini sona erdiriyorsanız bu tercihi ayırdığı materyali almadığı için kullanıcıya ceza tahakkuk etmek için kullanabilirsiniz. Eğer kullanıcılara ayırttığı materyalleri almadıkları için ceza uygulamıyorsanız bu ayarı varsayılan olan "0" olarak ayarlayabilirsiniz. Materyaller üzerindeki ayırmalar yalnızca :ref:`Expire Holds cron job <expired-holds-label> çalışıyorsa iptal edilebilir ve ceza tahakkuk edilebilir.

source: Asks: \_\_\_ expired holds to be cancelled on days the library is closed.
hi: पूछता है: \_\_\_ लाइब्रेरी बंद होने के दिनों की अवधि में समाप्त होने वाले होल्ड, रद्द कर दिया जाएगा.
it: Chiede: \_\_\_ le prenotazioni scadute verranno cancellate nei giorni di chiusura della biblioteca.
tr: Seçenek: Kütüphanenin kapalı olduğu günlerde süresi dolan ayırtma işlemlerinin iptal edilmesine \_\_\_.

source: Default: nothing
hi: डिफ़ॉल्ट: कुछ नही

source: Asks: In the staff client, split the holds queue into separate tables by \_\_\_
hi: पूछते हैं: स्टाफ क्लाइंट में, होल्ड कतार को अलग-अलग तालिकाओं में विभाजित करें द्वारा \_\_\_

source: pickup library
hi: पिकअप पुस्तकालय
it: biblioteca di raccolta
tr: alınacağı kütüphane

source: pickup library & itemtype
hi: पिकअप पुस्तकालय और आइटमप्रकार

source: hold itemtype
hi: आइटमप्रकार होल्ड

source: nothing
hi: कुछ नहीं

source: This feature allows to separate holds by pickup library or itemtype in the holds page of a record (not in the global holds queue found on the circuation page).
hi: यह सुविधा किसी रिकॉर्ड के होल्ड पेज में पिकअप लाइब्रेरी या आइटमटाइप द्वारा होल्ड को अलग करने की अनुमति देती है (सर्कुलेशन पेज पर पाए जाने वाले ग्लोबल होल्ड्स क्यू में नहीं)।

source: When using the up and down arrows, the priorities will be changed only in in the group the holds belongs to.
hi: ऊपर और नीचे तीर का उपयोग करते समय, प्राथमिकताएं केवल उस समूह में बदल दी जाएंगी, जो होल्ड के अंतर्गत आता है।

source: Default: the actual priority, which may be out of order
hi: डिफ़ॉल्ट: वास्तविक प्राथमिकता, जो क्रम से बाहर हो सकती है

source: Asks: If the holds queue is split, show librarians \_\_\_
hi: पूछता है: यदि होल्ड कतार विभाजित है, तो लाइब्रेरियन को दिखाएं \_\_\_

source: the actual priority, which may be out of order
hi: वास्तविक प्राथमिकता, जो क्रम से बाहर हो सकती है

source: 'virtual' priorities, where each group is numbered separately
hi: 'आभासी' प्राथमिकताएं, जहां प्रत्येक समूह को अलग से गिना जाता है

source: This system preference is only effective if :ref:`HoldsSplitQueue` is set to any value except 'nothing'.
hi: यह सिस्टम वरीयता केवल तभी प्रभावी है यदि :ref:`HoldsSplitQueue` को। कुछ नहीं’ को छोड़कर किसी भी मूल्य पर सेट किया गया हो।

source: This system preference controls the priority numbering on the holds page of a record (not in the global holds queue found on the circulation page).
hi: यह प्रणाली वरीयता एक रिकॉर्ड के होल्ड पेज पर प्राथमिकता क्रमांक को नियंत्रित करती है (संचलन पृष्ठ पर पाए जाने वाले वैश्विक होल्ड कतार में नहीं)।

source: Asks: \_\_\_ priority for filling holds to patrons whose \_\_\_ matches the item's \_\_\_
hi: पूछता है: \_\_\_ जिन संरक्षकों को होल्ड के लिए प्राथमिकता है \_\_\_ आइटम से मेल खाता है \_\_\_
it: Chiede: \_\_\_ priorità per soddisfare prenotazioni a utenti il cui \_\_\_ corrisponde la voce \_\_\_ della copia
tr: Seçenek: \_\_\_ materyalin \_\_\_ ile eşleşen kullanıcıların ayırtma karşılama önceliğini \_\_\_

source: LocalHoldsPriority Values:
hi: LocalHoldsPriority मान:
it: Valori di LocalHoldsPriority:
tr: LocalHoldsPriority Değerleri:

source: Don't give
hi: देना नहीं है
it: Non consegnare
tr: Verme

source: Give
hi: मदद
it: Consegna
tr: Ver

source: LocalHoldsPriorityPatronControl Values:
hi: LocalHoldsPriorityPatronControl मान:
it: Valori di LocalHoldsPriorityPatronControl:
tr: LocalHoldsPriorityPatronControl Değerleri:

source: LocalHoldsPriorityItemControl Values:
hi: LocalHoldsPriorityItemControl मान:
it: Valori di LocalHoldsPriorityItemControl:
tr: LocalHoldsPriorityItemControl Değerleri:

source: This feature will allow libraries to specify that, when an item is returned, a local hold may be given priority for fulfillment even though it is of lower priority in the list of unfilled holds.
hi: यह सुविधा पुस्तकालयों निर्दिष्ट करने के लिए है कि, जब एक आइटम वापस आ रहा है, एक स्थानीय पकड़ पूर्ति के लिए प्राथमिकता दी जा सकती है, भले ही यह रिक्त रखती की सूची में कम प्राथमिकता का है की अनुमति देगा.
it: Questa caratteristica permetterà alle biblioteche di specificare che, quando una copia viene restituita, a una prenotazione locale può essere data priorità anche se è di priorità inferiore nell'elenco delle prenotazioni non soddisfatte.
tr: Bu özellik kütüphanelerin bunu belirtmesine izin verir, bir materyal geri döndüğünde yerel bir ayırtmaya onaylanmamış ayırtmalar listesinde alt öncelikli olsa bile ayırtma isteğinin yerine getirilmesi için öncelik verilebilir.

source: Asks: Patrons can only have \_\_\_ holds at once.
hi: पूछता है: संरक्षक केवल एक समय में \_\_\_ होल्ड कर सकते हैं।
it: Chiede: Gli utenti possono avere non oltre \_\_\_ prenotazioni allo stesso tempo.
tr: Seçenek: Kullanıcılar bir seferde yalnızca \_\_\_ ayırma işlemi yapabilirler.

source: Asks: \_\_\_ patrons to place holds that don't enter the waiting list until a certain future date.
hi: पूछता है: \_\_\_ संरक्षक के लिए जगह रखती है कि एक निश्चित भविष्य की तारीख तक प्रतीक्षा सूची में दर्ज नहीं है.
it: Chiede: \_\_\_ agli utenti di effettuare prenotazioni che non entrano in lista di attesa prima di una certa data.
tr: Seçenek: Kullanıcıların gelecekteki belirli bir tarihe kadar bekleme listesine girmeyen materyalleri ayırtabilmelerine \_\_\_.
