Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: Sort previous checkouts on the circulation page from \_\_\_ due date.
hi: पूछता है: \_\_\_ नियत तारीख से परिसंचरण पृष्ठ पर पिछले चेकआउट को सॉर्ट करें.
it: Chiede: Ordina i precedenti prestiti sulla pagina di circolazione dalla data di restituzione \_\_\_.
tr: Seçenek: Dolaşım sayfasında önceki ödünç verme işlemlerini \_\_\_ iade tarihinden itibaren sırala.

source: earliest to latest
hi: शीघ्रातिशीघ्र से नवीनतम
it: dal primo all'ultimo
tr: yakın tarihten uzak tarihe

source: latest to earliest
hi: नवीनतम से शीघ्रातिशीघ्र
it: dall'ultimo al primo
tr: uzak tarihten yakın tarihe

source: Default: Don't record
hi: डिफ़ॉल्ट: रिकॉर्ड न करें
it: Default: Non registrare
tr: Varsayılan: Kaydetme

source: Asks: \_\_\_ local use when an unissued item is checked in.
hi: पूछता है: \_\_\_स्थानीय उपयोग जब एक अनिर्गमित आइटम में चेक किया गया है.
it: Chiede: \_\_\_ uso locale quando una copia non prestata ritorna dal prestito.
tr: Seçenek: ödünç verilmeyen bir materyal iade alındığında yerel kullanımı \_\_\_.

source: Don't record
hi: रिकॉर्ड न करें
it: Non registrare
tr: Kaydetme

source: Record
hi: रिकॉर्ड
tr: Kayıt

source: When this preference is set to "Don't record" you can record local use of items by checking items out to the statistical patron. With this preference set to "Record" you can record local use by checking out to the statistical patron and/or by checking in a book that is not currently checked out.
hi: जब यह वरीयता "रिकॉर्ड न करें" पर सेट की जाती है, तो आप आइटम्स को स्थानीय आश्रय के पास चेक करके आइटम का स्थानीय उपयोग रिकॉर्ड कर सकते हैं. इस वरीयता के साथ "रिकॉर्ड" पर सेट किया गया है, आप सांख्यिकीय संरक्षक को चेक करके और / या उस पुस्तक में चेक करके स्थानीय उपयोग को रिकॉर्ड कर सकते हैं जो वर्तमान में चेक आउट नहीं है.
it: Se questa preferenza è impostata su "Non registrare" è possibile registrare prestiti locali di copie registrandoli all'utente delle statistiche. Con questa preferenza impostata su "Registrazione" è possibile registrare prestiti locali registrandoli all'utente delle statistiche e / o registrando la restituzione di una copia non attualmente in prestito.
tr: Bu tercih "Kaydetme" olarak ayarlandığında materyallerin yerel kullanımlarını materyalleri istatistiksel kullanıcılar üzerine ödünç vererek kaydedebilirsiniz. Bu tercih "Kaydet" olarak ayarlandığında yerel kullanımı istatistiksel kullanıcıya ödünç vererek ve/veya henüz ödünç verilmemiş bir kitabı ödünç vererek kaydedebilirsiniz.

source: Default: Do not show
hi: डिफ़ॉल्ट: दिखाओ मत
it: Default: Non mostrare
tr: Varsayılan: Göstermeyin

source: Asks: \_\_\_ all items in the "Checked-in items" list, even items that were not checked out.
hi: पूछता है: \_\_\_ "चेक-इन आइटम" सूची में सभी आइटम, यहां तक कि वे आइटम जिन्हें चेक आउट नहीं किया गया था.
it: Chiede: \_\_\_ tutte le copie nella lista "Copie rientrate", anche le copie che non sono state prestate.
tr: Seçenek: "İade edilen materyaller" listesindeki tüm materyalleri, hatta ödünç verilmemiş materyalleri \_\_\_.

source: Do not show
hi: मत दिखाएँ
it: Non mostrare
tr: Gösterme

source: When items that are not currently checked out are checked in they don't show on the list of checked in items. This preference allows you to choose how you'd like the log of checked in items displays.
hi: जब आइटम जो वर्तमान में चेक आउट नहीं किए जाते हैं, तो चेक इन आइटमों की सूची में दिखाई नहीं देते हैं। यह वरीयता आपको यह चुनने की अनुमति देती है कि आप आइटम्स डिस्प्ले में चेक किए गए लॉग को कैसे पसंद करेंगे।
it: Quando rientrano copie che non erano registrate come in prestito, non vengono mostrate nella lista delle copie rientrate. Questa preferenza permette di scegliere come mostrare questo tipo di registrazione.
tr: Şu anda ödünç verilmemiş materyaller iade edildiğinde iade edilen materyaller listesinde görünmezler. Bu tercih, iade edilen materyallerin günlüğünün nasıl görüntülenmesini istediğinizi seçmenizi sağlar.

source: Asks: \_\_\_ staff to specify a due date for a checkout.
hi: पूछता है: \_\_\_ स्टाफ एक चेकआउट के लिए एक नियत तारीख निर्दिष्ट करने के लिए.
it: Chiede: \_\_\_ allo staff di specificare la data di restituzione di un prestito.
tr: Seçenek: personelin ödünç verme işlemi için bir iade tarihi belirlemesine \_\_\_.

source: Due dates are calculated using your circulation and fines rules, but staff can override that if you allow them to specify a due date at checkout.
hi: नियत दिनांक आपके रक्त परिसंचरण और जुर्माना नियमों का उपयोग कर गणना कर रहे हैं, लेकिन स्टाफ है कि अगर आप की अनुमति उन्हें जांच में एक नियत तारीख निर्दिष्ट करने के लिए आ सकता है.
it: Le date di restituzione vengono calcolate in base alle regole di circolazione e multe, ma possono essere modificate dallo staff se lo consenti.
tr: İade tarihleri dolaşım ve cezalar kurallarınız kullanılarak hesaplanır, fakat personel ödünç verme işleminde bir iade tarihi belirleyebilmelerine izin vermeniz durumunda bunu geçersiz kılabilecektir.

source: This preference allows for circulation staff to change a due date from the automatic due date to another calendar date. This option would be used for circumstances in which the due date may need to be decreased or extended in a specific circumstance. The "Allow" setting would allow for this option to be utilized by staff, the "Don't allow" setting would bar staff from changing the due date on materials.
hi: यह वरीयता संचलन कर्मचारियों को किसी नियत तारीख को स्वचालित नियत तारीख से किसी अन्य कैलेंडर तारीख में बदलने की अनुमति देता है. इस विकल्प का उपयोग उन परिस्थितियों के लिए किया जाएगा, जिसमें किसी निश्चित परिस्थिति में नियत तारीख घटाने या विस्तारित होने की आवश्यकता हो सकती है. "अनुमति दें" सेटिंग इस विकल्प को कर्मचारियों द्वारा उपयोग करने की अनुमति देगा, "अनुमति न दें" सेटिंग सामग्री पर नियत तारीख को बदलने से कर्मचारियों को बार-बार देगा.
it: Questa preferenza permette al personale della circolazione di cambiare una data di scadenza della data di scadenza automatica a un'altra data. Questa opzione potrebbe essere utilizzata in circostanze in cui la data di scadenza può avere bisogno di essere diminuita o aumentata. L'impostazione "Consenti" dà questa possibilità al personale, l'impostazione "Non consentire" la toglie.
tr: Bu tercih dolaşımda görevli personelin bir iade tarihini otomatik iade tarihinden başka bir takvim tarihine değiştirmesini sağlar. Bu seçenek, iade tarihinin belirli bir durum için kısaltılıp veya uzatılmasının gerekli olduğu durumlar için kullanılır. "İzin ver" ayarı bu opsiyonun personel tarafından kullanılmasına izin verecek, "İzin verme" ayarı ise personelin materyaller üzerindeki iade tarihlerini değiştirmelerine izin vermeyecektir.

source: Asks: \_\_\_ staff to specify a return date for a check in.
hi: पूछता है: \_\_\_ चेक इन के लिए रिटर्न डेट निर्दिष्ट करने के लिए कर्मचारी.
it: Chiede: \_\_\_ allo staff di indicare una data di ritorno per una restituzione.
tr: Seçenek: personelin, iade işlemi için bir iade tarihi belirlemesine \_\_\_.

source: This preference lets you decide if staff can specify an arbitrary return date when checking in items. If an arbitrary return date is specified then fines are recalculated accordingly.
hi: यह वरीयता आपको यह तय करने देती है कि आइटम में चेक करते समय कर्मचारी मनमाने ढंग से वापसी की तारीख निर्दिष्ट कर सकते हैं या नहीं। यदि मनमाने ढंग से वापसी की तारीख निर्दिष्ट की जाती है तो तदनुसार जुर्माना फिर से गणना की जाती है।
it: Questa preferenza permette di decidere se lo staff può indicare una data di rientro diversa da quella corrente. Se viene indicata una data di restituzione arbitraria, le multe saranno calcolate di conseguenza.
tr: Bu tercih personelin materyalleri iade alırken, isteğe bağlı bir iade tarihi belirleyip belirleyemeyeceğine karar vermenizi sağlar. İsteğe bağlı bir iade tarihi belirtilmişse cezalar buna göre yeniden hesaplanır.

source: Default: latest to earliest
hi: डिफ़ॉल्ट: नवीनतम से शीघ्रातिशीघ्र
it: Default: dall'ultimo al primo
tr: Varsayılan: uzak tarihten yakın tarihe

source: Asks: Sort today's checkouts on the circulation page from \_\_\_ due date.
hi: पूछता है: \_\_\_ देय तिथि से परिसंचरण पृष्ठ पर आज के चेकआउट को सॉर्ट करें.
it: Chiede: Ordina i prestiti di oggi nella pagina della circolazione per data di restituzione \_\_\_.
tr: Seçenek: Bugün ödünç verilenlerin listesini dolaşım sayfasında \_\_\_ iade tarihinden itibaren sırala.

source: Asks: \_\_\_ update a bibliographic record's total issues count whenever an item is issued
hi: पूछता है: \_\_\_ जब भी कोई आइटम जारी किया जाता है तो एक ग्रंथ सूची रिकॉर्ड के कुल अंक गिनें
it: Chiede: \_\_\_ il contatore dei prestiti di un record bibliografico quando una sua copia viene prestata
tr: Seçenek: Bir materyal ödünç verildiğinde bibliyografik kaydın toplam ödünç verme sayısının güncelleştirilmesine \_\_\_.

source: This increases server load significantly; if performance is a concern, use the :ref:`cron job <track-total-checkouts-label>` to update the total issues count instead.
hi: इससे सर्वर लोड में काफी वृद्धि होती है; यदि प्रदर्शन एक चिंता है, तो इसके बजाय कुल मुद्दों की गणना करने के लिए :ref: `cron job <track-total-checkouts-label> 'का उपयोग करें।
it: Questo aumenta il carico del server in modo significativo; se le prestazioni sono un problema, utilizzare il cron job :ref:`cron job <track-total-checkouts-label>` per aggiornare il conteggio dei fascicoli.
tr: Bu, sunucunun yükünü önemli ölçüde artırır; performans sizin için önemliyse bunun yerine toplam ödünç verme sayısını güncellemek için :ref:`cron job <track-total-checkouts-label>' kullanın.

source: Koha can track the number of times and item is checked out and store that on the item record in the database. This information is not stored by default. Setting this preference to 'Do' will tell Koha to track that info everytime the item is checked out in real time. Otherwise you could use the :ref:`cron job <track-total-checkouts-label>` to have Koha update that field nightly.
hi: कोहा कई बार ट्रैक कर सकता है और आइटम की जांच की जाती है और डेटाबेस में आइटम रिकॉर्ड पर स्टोर किया जाता है। यह जानकारी डिफ़ॉल्ट रूप से संग्रहीत नहीं है। इस वरीयता को 'डू' पर सेट करने से कोहा को उस समय ट्रैक करने के लिए कहा जाएगा जब आइटम वास्तविक समय में चेक आउट हो जाएगा। अन्यथा आप इसका उपयोग कर सकते हैं: ref: `cron job <track-total-checkouts-label> 'कोहा को उस क्षेत्र को रात में अद्यतन करने के लिए।
it: Koha può monitorare il numero di volte in cui una copia viene prestata e memorizzare il dato nel database. Queste informazioni non vengono memorizzate per default. L'impostazione di questa preferenza su 'Sì' dirà a Koha di tenere traccia in tempo reale del prestito della copia. In caso contrario si potrebbe usare il cron job ref:`cron job <track-total-checkouts-label>` per aggiornare di notte quel campo.
tr: Koha bir materyalin kaç kez alındığını verildiğini izleyebilir ve bu bilgiyi veri tabanında materyal kaydı üzerinde saklayabilir. Varsayılan olarak bu bilgiler saklanmaz. Bu tercihi 'Yap' olarak ayarlamak Koha'ya bir materyalin gerçek zamanlı olarak ödünç verildiği her zaman için bu bilgiyi izlemesini söyleyecektir. Bunun dışında Koha'nın bu alanı gecelik olarak güncelleştirmesi için :ref:`cron job <track-total-checkouts-label>' çalıştırabilirsiniz.

source: Asks: \_\_\_ librarians of waiting holds for the patron whose items they are checking in.
hi: पूछता है: \_\_\_संरक्षक के लिए होल्ड प्रतीक्षा के पुस्तकालयाध्यक्ष जिनकी आइटम वे में चैक इन कर रहे हैं
it: Chiede: \_\_\_ allo staff le prenotazioni in attesa dell'utente che sta restituendo una copia.
tr: Seçenek: Kütüphanecileri, materyallerini iade aldıkları kullanıcılar için beklemekte olan ayırtılanlar hakkında \_\_\_.

source: When checking in books you can choose whether or not to have a notice pop up if the patron who returned the book has a hold waiting for pick up. If you choose 'Notify' for WaitingNotifyAtCheckin then every time a hold is found for the patron who had the book out last a message will appear on your check in screen.
hi: जब किताबों में जाँच आप अगर संरक्षक जो पुस्तक लौटे एक पकड़ लेने के लिए इंतजार कर रहा है या नहीं, एक नोटिस पॉप अप करने के लिए चुन सकते हैं. आप चुनते WaitingNotifyAtCheckin के लिए हर समय 'को सूचित करें' तब तो एक पकड़ संरक्षक जो किताब बाहर पिछले एक संदेश स्क्रीन में अपना चेक पर दिखाई देगा था पाया जाता है.
it: Durante il prestito di libri è possibile scegliere di avere o meno un avviso pop-up che indichi se l'utente che ha restituito il libro ha una prenotazione in attesa. Se si imposta a 'Notifica' la preferenza WaitingNotifyAtCheckin ogni volta una prenotazione è trovata per l'utente che aveva per ultimo il libro, verrà visualizzato un messaggio sullo schermo.
tr: Kitaplar iade alınırken, kitabı iade eden kullanıcı üzerinde bekleyen bir ayırma olduğuna dair bir açılır pencere uyarısının ekrana gelip gelmeyeceğini belirleyebilirsiniz. 'WaitingNotifyAtCheckin için Bildir' seçeneğini seçerseniz, kitabı iade eden en son kullanıcı için ayırma bulunduğu her zaman için ekranda bir ileti görüntülecenektir.

source: Interlibrary Loans
hi: अत: पुस्तकालय ऋण
tr: Kütüphaneler arası ödünç verme

source: Asks: \_\_\_ the interlibrary loans module (master switch).
hi: पूछते हैं: \_\_\_ इंटरलाइब्रेरी ऋण मॉड्यूल (मास्टर स्विच)।
it: Chiede: \_\_\_ il modulo per il prestito interbibliotecario (attivazione principale)

source: This preference is used to enable Koha's ILL module which is used to manage ILL requests.
hi: यह प्राथमिकता कोहा के आईएलएल मॉड्यूल को सक्षम करने के लिए उपयोग की जाती है जिसका उपयोग आईएलएल अनुरोधों को प्रबंधित करने के लिए किया जाता है।

source: Asks: Adding text will enable the copyright clearance stage in request creation. The text you enter will be the text displayed.
hi: पूछते हैं: पाठ जोड़ने से अनुरोध निर्माण में कॉपीराइट निकासी चरण सक्षम हो जाएगा। आपके द्वारा दर्ज किया गया पाठ प्रदर्शित टेक्स्ट होगा।

source: Self Checkout
hi: स्व चेकआउट
it: Auto registrazione del prestito
tr: Otomatik Ödünç &amp; İade

source: Asks: \_\_\_ patrons to return items through web-based self checkout system.
hi: पूछता है: \_\_\_ वेब-आधारित स्वयं चेकआउट सिस्टम के माध्यम से आइटम लौटने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di restituire per mezzo del sistema di autoprestito.
tr: Seçenek: kullanıcıların web-tabanlı kendi kendine ödünç alma sistemi aracılığıyla materyalleri iade etmelerine \_\_\_.

source: This preference is used to determine if you want patrons to be allowed to return items through your self check machines. By default Koha's self check interface is simply for checking items out.
hi: यह वरीयता यदि आप चाहते संरक्षक अपने आत्म चेक मशीनों के माध्यम से आइटम लौटने के लिए अनुमति दी जानी निर्धारित करने के लिए प्रयोग किया जाता है. डिफ़ॉल्ट रूप से Koha के आत्म चेक इंटरफ़ेस आइटम जाँच से बाहर के लिए बस है.
it: Questa preferenza serve per determinare se vuoi permettere agli utenti di restituire copie tramite il sistema di autoprestito. Per default, il sistema di autoprestito per Koha lavora solo in uscita.
tr: Bu tercih, kullanıcılarınızın ödünç almış oldukları materyalleri self-check cihazları vasıtasıyla iade edip edemeyeceklerini belirlemenizde kullanılır. Varsayılan olarak Koha'nın self-check arayüzü yalnızca materyallerin ödünç verilmesi içindir.

source: Most libraries will want to leave this set to 'Don't allow.^ This preference turns off the requirement to log into the self checkout machine with a staff username and password by storing the username and password for automatic login.
hi: अधिकांश पुस्तकालय इस सेट को 'अनुमति न दें' पर छोड़ना चाहते हैं. ^ यह वरीयता स्वत: लॉगिन के लिए उपयोगकर्ता नाम और पासवर्ड संग्रहीत करके एक कर्मचारी उपयोगकर्ता नाम और पासवर्ड के साथ स्वयं चेकआउट मशीन में लॉग इन करने की आवश्यकता को बंद कर देती है।

source: AutoSelfCheckAllowed Default: Don't allow
hi: AutoSelfCheckAllowed डिफ़ॉल्ट: अनुमति न दें
it: Default di AutoSelfCheckAllowed: Non permettere
tr: AutoSelfCheckAllowed Varsayılan: İzin verme

source: Asks: \_\_\_ the web-based self checkout system to automatically login with this staff login \_\_\_ and this password \_\_\_ .
hi: पूछता है: \_\_\_ वेब-आधारित स्वयं चेकआउट सिस्टम स्वचालित रूप से इस स्टाफ लॉगिन \_\_\_ और इस पासवर्ड के साथ लॉगिन करने के लिए \_\_\_ .
it: Chiede: \_\_\_ al sistema di autoprestito di collegarsi automaticamente con username \_\_\_ e password \_\_\_.
tr: Seçenek: Web-tabanlı selfcheck ödünç alma sisteminin otomatik olarak bu personel kullanıcı adı \_\_\_ ve bu parola ile \_\_\_ oturum açmasına \_\_\_.

source: AutoSelfCheckAllowed Values:
hi: AutoSelfCheckAllowed मान:
it: Valori di AutoSelfCheckAllowed:
tr: AutoSelfCheckAllowed Değerler:

source: AutoSelfCheckID Value:
hi: AutoSelfCheckID मान:
it: Valore dell'AutoSelfCheckID:
tr: AutoSelfCheckID Değeri:

source: The username of a staff patron with 'circulate' :ref:`permissions <patron-permissions-label>`.
hi: 'परिचालित' के साथ एक कर्मचारी संरक्षक का उपयोगकर्ता नाम' :ref:`अनुमतियां <patron-permissions-label>`.
it: Lo username di un membro dello staff con permesso di circolazione :ref:`permissions <patron-permissions-label>`.
tr: 'circulate' :ref:`permissions <patron-permissions-label> izinleri ile bir personel kullanıcının kullanıcı adı

source: AutoSelfCheckPass Value:
hi: AutoSelfCheckPass मूल्य:
it: Valore di AutoSelfCheckPass:
tr: AutoSelfCheckPass Değeri:

source: The password of a staff patron with 'circulate' :ref:`permissions <patron-permissions-label>`.
hi: 'परिसंचरण' के साथ एक कर्मचारी संरक्षक का पासवर्ड' :ref:`permissions <patron-permissions-label>`.
it: La password del membro dello staff con :ref:`permessi di circolazione <patron-permissions-label>`.
tr: 'circulate' :ref:`permissions <patron-permissions-label>` izinleri ile bir personel kullanıcının şifresi.

source: Asks: Include the following HTML on the web-based self checkout screen:
hi: पूछता है: वेब-आधारित स्वयं चेकआउट स्क्रीन पर निम्न HTML शामिल करें:

source: The HTML entered in this preference will be used on the self chekcout screen.
hi: इस वरीयता में दर्ज एचटीएमएल स्वयं चेकआउट स्क्रीन पर इस्तेमाल किया जाएगा।

source: Asks: Include the following CSS on all pages in the web-based self checkout
hi: पूछता है: वेब-आधारित स्व चेकआउट में सभी पृष्ठों पर निम्न सीएसएस शामिल करें
it: Chiede: Includi il seguente foglio di stile CSS in tutte le pagine web del sistema di autoprestito
tr: Seçenek: Web tabanlı kendi kendine ödünç alma sayfalarının tümüne aşağıdaki CSS'i dahil et

source: The CSS entered in this preference will be used on all of your Koha self checkout screens.
hi: सीएसएस इस वरीयता में प्रवेश किया अपने Koha आत्म चेकआउट स्क्रीन के सभी पर इस्तेमाल किया जाएगा.
it: Il foglio di stile CSS indicato in questa preferenza sarà usato in tutte le pagine del sistema di autoprestito gestito da Koha.
tr: Bu tercih içerisine girdiğiniz CSS, tüm Koha kendi kendine ödünç alma sayfalarında kullanılacaktır.

source: Asks: Include the following JavaScript on all pages in the web-based self checkout
hi: पूछता है: निम्न जावास्क्रिप्ट वेब-आधारित स्वयं चेकआउट में सभी पृष्ठों पर शामिल करें
it: Chiede: Includi il seguente codice JavaScript in tutte le pagine web del sistema di autoprestito
tr: Seçenek: Web tabanlı kendi kendine ödünç alma sayfalarının tümüne aşağıdaki JavaScript'i dahil et

source: The JavaScript entered in this preference will effect all of your Koha self checkout screens.
hi: जावास्क्रिप्ट इस वरीयता में प्रवेश किया अपने Koha आत्म चेकआउट स्क्रीन के सभी असर होगा.
it: Il codice JavaScript inserito in questa preferenza sarà applicato a tutte le schermate di restituzione prestito.
tr: Bu tercih içerisine girdiğiniz JavaScript, tüm Koha kendi kendine ödünç alma ekranlarını etkileyecektir.

source: Asks: Include the following HTML in the Help page of the web-based self checkout system
hi: पूछता है: वेब-आधारित स्व चेकआउट सिस्टम के सहायता पृष्ठ में निम्न एचटीएमएल शामिल करें
it: Chiede: Includi il seguente codice HTML nelle pagine di Aiuto web del sistema di autoprestito
tr: Seçenek: Aşağıdaki HTML'i, web tabanlı kendi kendine ödünç alma sisteminin yardım sayfasına dahil edin

source: Clicking the 'Help' link in the top right of the self checkout interface opens up a three step process for using the self check interface. Adding HTML to this system preference will print that additional help text above what's already included.
hi: आत्म चेकआउट इंटरफेस के ऊपर सही में 'सहायता' लिंक पर क्लिक आत्म चेक इंटरफ़ेस का उपयोग करने के लिए एक तीन कदम प्रक्रिया को खोलता है. इस प्रणाली वरीयता करने के लिए HTML जोड़ना क्या पहले से ही शामिल है ऊपर है कि अतिरिक्त सहायता पाठ प्रिंट होगा.
it: Facendo clic sul link 'Help' in alto a destra dell'interfaccia di autoprestito, si apre un processo in tre fasi per l'utilizzo dell'interfaccia di autoprestito. L'aggiunta di codice HTML in questa preferenza di sistema stamperà un ulteriore testo di guida sopra ciò che è già incluso.
tr: Kendi kendine ödünç alma arayüzünün sağ en üst kısmında bulunan 'Yardım' bağlantısı üzerine tıklamak, kendi kendine ödünç alma arayüzünün kullanımı hakkında üç adımdan oluşan bir işlem ekrana getirecektir. Bu sistem tercihine HTML eklemek, hali hazırda bulunan metnin üzerindeki ilave yardım metnini yazdıracaktır.

source: Default: Cardnumber
hi: डिफ़ॉल्ट: कार्डनंबर
tr: Varsayılan: Kart numarası

source: Asks: Have patrons login into the web-based self checkout system with their \_\_\_
hi: पूछता है: संरक्षक वेब-आधारित स्वयं चेकआउट सिस्टम में उनके साथ लॉगिन करें \_\_\_
it: Chiede: Gli utenti si devono collegare al sistema di autoprestito via web usando il loro \_\_\_
tr: Seçenekler: Kullanıcılar web-tabanlı selfcheck ödünç alma sistemine \_\_\_ ile oturum açsınlar

source: Cardnumber
hi: कार्ड संख्या
it: Numero tessera
tr: Kartnumarası

source: Username and password
hi: उपयोगकर्ता नाम और पासवर्ड
it: Username e password
tr: Kullanıcı adı ve parola

source: This preference lets you decide how your patrons will log in to the self checkout machine. Barcode is the patron's card number and their username and password is set using the opac/staff username and password fields on the patron record.
hi: यह वरीयता आप तय कैसे अपने संरक्षक स्व चेकआउट मशीन में प्रवेश करेंगे देता है. बारकोड संरक्षक के कार्ड संख्या है और उनके यूज़रनेम और पासवर्ड संरक्षक रिकार्ड पर ओपेक / कर्मचारियों यूज़रनेम और पासवर्ड का उपयोग कर खेतों सेट है.
it: Questa preferenza consente di decidere come i vostri utenti potranno accedere alla macchina di autoprestito. Barcode è il numero di tessera dell'utente e il nome utente e la password sono impostati utilizzando l'OPAC / username e password personale dal record di utente.
tr: Bu tercih kullanıcılarınızın self check makinesine nasıl oturum açacaklarını belirlemenizi sağlar. Barkod kullanıcının kart numarasıdır ve kullanıcı adı ve parolalar, kullanıcı kaydı üzerindeki opac/staff kullanıcı adı ve parola alanları kullanılarak ayarlanır.

source: Asks: \_\_\_ the print receipt popup dialog when self checkout is finished.
hi: पूछता है: \_\_\_ प्रिंट रसीद पॉपअप डायलॉग जब स्वयं चेकआउट खत्म हो जाता है.
it: Chiede: \_\_\_ il popup per la stampa della ricevuta alla conclusione di un autoprestito.
tr: Seçenek: kendi kendine ödünç alma işlemi tamamlandığında makbuz yazdırma açılır penceresi \_\_\_.

source: This preference controls whether a prompt shows up on the web based self check out when the patron clicks the 'Finish' button.
hi: यह वरीयता नियंत्रण एक त्वरित वेब आधारित स्वयं पर पता चलता है कि क्या बाहर की जाँच जब संरक्षक 'समाप्त' बटन पर क्लिक करता है.
it: Questa preferenza controlla se una richiesta si presenta sul sistema di autoprestito quando l'utente fa clic sul pulsante 'Fine'.
tr: Bu tercih, kullanıcı 'Bitir' butonuna tıkladığında web tabanlı otomatik ödünç alma sisteminde bir komut istemi ortaya çıkıp çıkmayacağını kontrol eder.

source: Default: 120
hi: डिफ़ॉल्ट: 120
tr: Varsayılan: 120
