Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: \_\_\_ librarians to discharge borrowers and borrowers to request a discharge.
hi: पूछता है: \_\_\_ लाइब्रेरियन उधारकर्ताओं और उधारकर्ताओं को निर्वहन का अनुरोध करने के लिए निर्वहन करते हैं.
it: Chiede: \_\_\_ ai bibliotecari di rilasciare una liberatoria agli utenti e agli utenti di richiedere una liberatoria.
tr: Seçenek: Kütüphanecilerin okuyucuların ilişiklerini kesmelerine ve okuyucuların ilişik kesme isteğinde bulunmalarına \_\_\_.

source: A discharge is a certificate that says the patron has no current checkouts, no holds and owe no money.
hi: एक डिस्चार्ज एक प्रमाण पत्र है जो कहता है कि संरक्षक के पास कोई वर्तमान चेकआउट नहीं है, कोई धन नहीं है और कोई पैसा नहीं है
it: Una liberatoria certifica che l'utente non ha prestiti in corso, né prenotazioni né multe.
tr: İlişik kesme, kullanıcının üzerinde mevcut ödünç aldığı materyal, ayırtma ve para cezası bulunmadığını belirten bir sertifikadır.

source: In France a "quitus" ("discharge") is needed if you want to register for an account in a library or a university).
hi: फ्रांस में एक "quitus" ("मुक्ति") यदि आप एक पुस्तकालय या एक विश्वविद्यालय में एक खाते के लिए रजिस्टर करने के लिए चाहते हैं की जरूरत है).
it: In Francia un "quitus" ("liberatoria") è necessario se si desidera registrare un account in una biblioteca o di una università.
tr: Fransa'da bir üniversite ya da bir kütüphane hesabına kayıt olmak isterseniz bir "quitus" ("ilişik kesme") gereklidir).

source: Academic libraries often require that you have a clear record at the library before you can graduate.
hi: शैक्षिक पुस्तकालयों अक्सर आवश्यकता से पहले आप स्नातक कर सकते हैं आप पुस्तकालय में एक स्पष्ट रिकॉर्ड है।
it: Le biblioteche accademiche spesso richiedono dalla biblioteca una liberatoria prima di potersi laureare.
tr: Akademik kütüphaneler genellikle mezun olmadan önce kütüphanede temiz bir kaydınızın olmasını gerektirir.

source: Norwegian patron database
hi: नार्वे संरक्षक डेटाबेस
it: Database di utenti norvegese
tr: Norveç kullanıcı veritabanı

source: Asks: Block a patron's account if it reaches \_\_\_ failed login attempts.
hi: पूछते हैं: यदि यह \_\_\_ विफल लॉगिन प्रयासों तक पहुंचता है तो एक संरक्षक के खाते को अवरुद्ध करें।
it: Chiede: Bloccare l'account di un utente se raggiunge \_\_\_ tentativi falliti di login.
tr: Seçenek: Bir kullanıcının hesabını \_\_\_ başarısız oturum açma denemesine ulaştıktan sonra bloke et.

source: NorwegianPatronDBEnable Default: Disable
hi: NorwegianPatronDBEnable डिफ़ॉल्ट: अक्षम करें
it: NorwegianPatronDBEnable Default: Disabilitato
tr: NorwegianPatronDBEnable Varsayılan: Devre dışı bırak

source: Asks: \_\_\_ the ability to communicate with the Norwegian national patron database via the \_\_\_ endpoint.
hi: पूछता है: \_\_\_ एंडपॉइंट के माध्यम से नार्वेजियन राष्ट्रीय संरक्षक डेटाबेस के साथ \_\_\_ संवाद करने की क्षमता.
it: Chiede: \_\_\_ the ability to communicate with the Norwegian national patron database via the \_\_\_ endpoint.
tr: Seçenek: Norveç Ulusal Kullanıcı Veritabanı ile \_\_\_ uç noktası üzerinden iletişime geçme kabiliyetini \_\_\_.

source: Asks: \_\_\_ search the Norwegian national patron database after a local search result was found.
hi: पूछता है: \_\_\_स्थानीय खोज परिणाम मिलने के बाद नॉर्वेजियन राष्ट्रीय संरक्षक डेटाबेस खोजें.
it: Chiede: \_\_\_ search the Norwegian national patron database after a local search result was found.
tr: Seçenek: Yerel arama sonucu bulunduktan sonra Norveç ulusal kullanıcı veritabanı aramasına \_\_\_.

source: Asks: Communicate with the Norwegian national patron database using the username \_\_\_ and the password \_\_\_.
hi: पूछता है: उपयोगकर्ता नाम \_\_\_और पासवर्ड \_\_\_का उपयोग करके नॉर्वेजियन राष्ट्रीय संरक्षक डेटाबेस के साथ संवाद करें.
it: Chiede: Communicate with the Norwegian national patron database using the username \_\_\_ and the password \_\_\_.
tr: Seçenek: \_\_\_ kullanıcı adı ve \_\_\_ parolası kullanarak Norveç ulusal kullanıcı veritabanı ile iletişime geç.

source: You can get these from "Base Bibliotek", which is maintained by the Norwegian National Library.
hi: आप इन्हें "बेस बिबलिओटेक" से प्राप्त कर सकते हैं, जो नॉर्वेजियन नेशनल लाइब्रेरी द्वारा संचालित है.
it: È possibile ottenerli da "Base Bibliotek", che è mantenuto dalla Biblioteca nazionale norvegese.
tr: Bunları Norveç Milli Kütüphanesi tarafından geliştirilen "Base Bibliotek"ten alabilirsiniz.

source: Searching
hi: खोज रहा है
it: Ricerca
tr: Aranıyor

source: *Get there:* More > Administration > Global System Preferences > Searching
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं >खोज रहा हैं
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Gidiş yolu:* Daha fazla >Yönetim > Genel Sistem Tercihleri > Arama

source: Asks: \_\_\_ browsing search results fromt the bibliographic record detail page in staff client.
hi: पूछता है: \_\_\_ कर्मचारियों के क्लाइंट में ग्रंथसूची रिकॉर्ड विवरण पृष्ठ से ब्राउज़िंग खोज परिणाम।

source: Enabling this system preference makes a button appear in the intranet search results page to browse the selected records.
hi: इस सिस्टम वरीयता को सक्षम करने से चयनित रिकॉर्ड ब्राउज़ करने के लिए इंट्रानेट खोज परिणाम पृष्ठ में एक बटन दिखाई देता है।

source: Default: Don't keep
hi: डिफ़ॉल्ट: न रखें
it: Default: Non conservare
tr: Varsayılan: Tutma

source: Asks: \_\_\_ patron search history in the staff client.
hi: पूछता है: स्टाफ क्लाइंट में \_\_\_ संरक्षक खोज इतिहास.
it: Chiede: \_\_\_ lo storico della ricerca utente nel client dello staff.
tr: Seçenek: kullanıcı arama geçmişini personel istemcide \_\_\_.

source: This preference controls whether the staff client keeps search history for logged in users. Search history will be accessible under the link to your account in the top right of the staff client.
hi: यह वरीयता को नियंत्रित करता है कि क्या कर्मचारियों ग्राहक उपयोगकर्ताओं में लॉग इन के लिए खोज इतिहास रखता है. खोज इतिहास स्टाफ ग्राहक के ऊपर सही में अपने खाते में कड़ी के तहत सुलभ हो जाएगा.
it: Questa preferenza controlla se l'interfaccia dello staff di personale conserva la cronologia di ricerca per gli utenti registrati. La cronologia di ricerca sarà accessibile sotto il link al tuo account in alto a destra dell'interfaccia dello staff.
tr: Bu tercih, oturum açan kullanıcılar için personel istemcinin arama geçmişini saklayıp saklamamasını denetler. Arama geçmişi, personel istemcinin en sağ üst kısmındaki hesap bağlantınız altında erişilebilir olacaktır.

source: Asks: \_\_\_ *see from* (non-preferred form) headings in bibliographic searches.
hi: पूछते हैं: \_\_\_ *ग्रंथसूची खोजों में * (गैर-पसंदीदा फ़ॉर्म) शीर्षक से देखें.
it: Chiede: \_\_\_ l'intestazione *visto da* (forma non accettata) nelle ricerche bibliografiche.
tr: Seçenek: Bibliyografik aramalarda *ayrıca bakınız* (non-preferred form) başlıklarını \_\_\_.

source: When this preference is set to include the search engine indexer will insert *see from* headings from authority records into bibliographic records when indexing, so that a search on an obsolete term will turn up relevant records. For example when you search for cookery (the old term) you get titles with the heading of cooking (the new term).
hi: जब यह वरीयता शामिल करने के लिए सेट किया गया है तो सर्च इंजन इंडेक्सर * इंडेक्सिंग के दौरान ग्रंथसूची रिकॉर्ड में प्राधिकरण रिकॉर्ड्स से शीर्षलेखों से * शीर्षकों को देखेंगे, ताकि अप्रचलित अवधि पर एक खोज प्रासंगिक रिकॉर्ड चालू कर दे। उदाहरण के लिए जब आप कुकरी (पुरानी अवधि) की खोज करते हैं तो आपको खाना पकाने के शीर्षक (नया शब्द) के साथ शीर्षक मिलता है।
it: Se questa preferenza è impostato su includere, il motore di ricerca aggiungerà voci *vedi * dai record di authority nei record bibliografici al momento dell'indicizzazione, in modo che una ricerca su un termine rifiutato darà comunque dati pertinenti. Per esempio quando si esegue una ricerca di cookery (il vecchio termine) si ottiene titoli con l'intestazione cooking (il nuovo termine).
tr: Bu tercih arama motorunu içerecek şekilde ayarlandığında dizinleyici, dizinleme esnasında *see from* başlıklarını otorite kayıtlardan bibliyografik kayıtlara ekleyecektir, böylece artık kullanılmayan bir terim üzerinde yapılan bir arama ilgili kayıtları bulacaktır. Örneğin cookery (eski terim) için bir arama yaptığınızda karşınıza cooking (yeni terim) başlıklı sonuçlar gelecektir.

source: You will need to reindex your bibliographic database when changing this preference.
hi: आप जब इस वरीयता बदलते अपने ग्रंथ सूची डेटाबेस reindex करने की आवश्यकता होगी.
it: Se cambi questa preferenza, dovrai indicizzare nuovamente il tuo database bibliografico.
tr: Bu özelliği değiştirirken bibliyografik veri tabanınızı yeniden dizinlemeniz gerekecektir.

source: Asks: \_\_\_ PazPar2 to group similar results on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर समान परिणामों को समूहित करने के लिए PazPar2.
it: Chiede: \_\_\_ PazPar2 per raggruppare risultati simili nell'OPAC.
tr: Seçenek: OPAC'ta benzer sonuçları gruplandırırken PazPar2 \_\_\_.

source: This requires that `PazPar2 <http://www.indexdata.com/pazpar2>`__ is set up and running.
hi: इसके लिए आवश्यक है कि `PazPar2 <http://www.indexdata.com/pazpar2>`__ सेट अप और चल रहा है।
it: Ciò richiede che `PazPar2 <http://www.indexdata.com/pazpar2>`__ sia configurato e funzionante.
tr: Bu, `PazPar2 <http://www.indexdata.com/pazpar2>`__ özelliğinin ayarlanmış ve çalışıyor olmasını gerektirir.

source: Default: automatically
hi: डिफ़ॉल्ट: स्वचालित रूप से
it: Predefinito: automaticamente
tr: Varsayılan: otomatik olarak

source: Asks: Perform wildcard searching (where, for example, Har would match Harry and harp) \_\_\_ (The \* character would be used like so: Har\* or \*logging.)
hi: पूछता है: वाइल्डकार्ड खोज करें (उदाहरण के लिए, हर हैरी और वीर से मेल खाएगा) \_\_\_ (\* चरित्र का उपयोग इस प्रकार किया जाएगा: Har\* or \*logging.)
it: Chiede: Eseguire ricerca con caratteri jolly (dove, per esempio, har corrisponderebbe a Harry e harp) \_\_\_ (il carattere \* viene utilizzato in questo modo: Har\* o \*logging.)
tr: Seçenek: Genel arama karakteri araması gerçekleştir (Örneğin Har aramasının, Harry ve harp ile eşleştiği yerde) \_\_\_ (\* karakteri şu şekilde kullanılabilir: Har\* veya \*logging.)

source: automatically
hi: स्वचालित
it: automaticamente
tr: otomatik olarak

source: only if \* is added
hi: अगर केवल \* जोड़ा जाता है
it: solo se viene aggiunto un \*
tr: sadece \* eklenmişse

source: This setting allows for searches to be automatically truncated or for additional characters to be added to the end of a search string. When set to "automatically" the search string automatically ends with a wildcard function. For example, a search for the word "invent" with auto truncation enabled will also retrieve results for inventor, invention, inventory, etc. If you don't want this to happen automatically you can still be perform wildcard searches manually by adding an asterisk (\*). Typing "invent\*" even with auto truncation disabled will retrieve the same inventor, invention, inventory results. Auto truncation bypasses the necessity to type long search strings in their entirety.
hi: यह सेटिंग खोजों को स्वचालित रूप से छोटा करने या खोज स्ट्रिंग के अंत में अतिरिक्त वर्ण जोड़ने के लिए अनुमति देती है। जब "स्वचालित रूप से" पर सेट किया जाता है तो खोज स्ट्रिंग स्वचालित रूप से वाइल्डकार्ड फ़ंक्शन के साथ समाप्त होती है। उदाहरण के लिए, ऑटो ट्रंकेशन सक्षम के साथ "आविष्कार" शब्द की खोज आविष्कारक, आविष्कार, सूची इत्यादि के लिए भी परिणाम पुनर्प्राप्त करेगी। यदि आप नहीं चाहते हैं कि यह स्वचालित रूप से हो, तो आप अभी भी तारांकन जोड़कर वाइल्डकार्ड खोजों को मैन्युअल रूप से निष्पादित कर सकते हैं(\*). ऑटो ट्रंकेशन अक्षम के साथ भी "invent\*" टाइपिंग एक ही आविष्कारक, आविष्कार, सूची परिणाम पुनर्प्राप्त करेगा। ऑटो कटाव पूरी तरह से लंबी खोज तार टाइप करने की आवश्यकता को छोड़ देता है।
it: Questa impostazione permette di effettuare ricerche automaticamente troncate, o di poter aggiungere suffissi alla stringa di ricerca. Se impostata a "automaticamente", la ricerca viene effettuata con il carattere jolly. Per esempio, "invent" troverà anche inventor, invention, inventory, ecc. Se non si desidera questa funzionalità, le ricerche possono essere effettuate anche aggiungendo manualmente l'asterisco (\*). Digitando "invent\*" la ricerca troverà anche inventor, invention, inventory, ecc. L'autotroncamento evita la necessità di digitare lunghe stringhe di ricerca intere.
tr: Bu ayar aramaların otomatik olarak kısaltılmasını ya da bir arama dizisinin sonuna ek karakterler eklenmesini sağlar. "Otomatik olarak" şeklinde ayarlandığında arama dizesi otomatik olarak bir genel arama karakteri fonksiyonu ile biter. Örneğin "invent" kelimesi için otomatik kesme etkin durumda iken yapılan bir arama aynı zamanda inventor, invention, inventory, vb. gibi sonuçları da getirecektir. Bunun otomatik olarak olmasını istemiyorsanız yine de manuel olarak (\*) karakteri ekleyerek genel arama karakteri aramaları yapabilirsiniz. Otomatik kesme devre dışı iken yıldız işareti ekleyerek "invent\*" araması yapmak aynı şekilde inventor, invention, inventory sonuçlarını getirecektir. Otomatik kesme özelliği, uzun arama dizelerinin tamamını yazma zorunluluğunu ortadan kaldırır.

source: Asks: \_\_\_ to match similarly spelled words in a search (for example, a search for flang would also match flange and fang)
hi: पूछता है: \_\_\_ एक खोज में समान वर्तनी वाले शब्दों से मेल खाने के लिए (उदाहरण के लिए, फ़्लैंग की खोज भी निकला हुआ किनारा और फेंग से मेल खाती है)
it: Chiede: \_\_\_ di trovare parole simili nelle ricerche (per esempio, una ricerca per flang troverà anche flange e fang)
tr: Seçenek: bir aramada benzer yazılmış sözcükleri eşleştirmek için \_\_\_ (örneğin, flang için yapılan bir aramada flang ve fang eşleşir)

source: This preference enables "fuzzy" searching, in which the search engine returns results that are similar to, but not exactly matching, the word or words entered by the user. This preference enables the search function to compensate for slightly misspelled names or phrases.
hi: यह वरीयता "फुजी" खोज को सक्षम बनाता है, जिसमें खोज इंजन उन परिणामों को निकालता है जो समान हैं, लेकिन बिल्कुल मेल नहीं खाते, शब्द या शब्द उपयोगकर्ता द्वारा दर्ज किए गए हैं यह वरीयता खोज फ़ंक्शन को कुछ गलत वर्तनी वाले नाम या वाक्यांशों के लिए क्षतिपूर्ति करने में सक्षम बनाता है.
it: Questa preferenza consente la ricerca "fuzzy", in cui il motore di ricerca restituisce risultati analoghi, ma non esattamente corrispondenti alla parola o alle parole immesse dall'utente. Questa preferenza consente nella ricerca di compensare leggermente nomi o frasi errate.
tr: Bu tercih arama motorunun birbirine benzeyen ancak tam olarak eşleşmeyen, kullanıcı tarafından girilmiş kelime ya da kelimeleri arama sonuçlarında getirdiği "bulanık arama" özelliğini etkinleştirir. Bu tercih, arama fonksiyonunun küçük hatalarla yazılmış adları veya tümceleri telafi etmesini sağlar.

source: Requires that :ref:`UseICU` set to 'Not using'
hi: इसके लिए आवश्यक है कि :ref:`UseICU` 'का उपयोग न करें' पर सेट करें
it: Richiede che :ref:`UseICU` sia impostata a 'Non usare'
tr: :ref:`UseICU ` tercihinin 'Kullanmıyor' olarak ayarlanmış olmasını gerektirir

source: Asks: \_\_\_ to match words of the same base in a search
hi: पूछता है: \_\_\_खोज में एक ही आधार के शब्दों से मिलान करने के लिए
it: Chiede: \_\_\_ di trovare parole con la stessa radice nelle ricerche
tr: Seçenek: bir arama içerisinde aynı temel kelimelerin eşleşmesine \_\_\_

source: A search for enabling would also match enable and enabled
hi: सक्षम करने के लिए एक खोज सक्षम और सक्षम भी सक्षम होगी
it: Una ricerca per enabling troverà anche enable e enabled
tr: Enabling için yapılan bir arama aynı zamanda enable ve enabled sözcüklerini de eşleştirecektir

source: This preference enables word stemming. Stemming allows the search function to return multiple versions of the same word, as well as related terms (i.e., both fish and fishing would be returned).
hi: यह वरीयता शब्द stemming सक्षम बनाता है स्टेमिंग खोज फ़ंक्शन को एक ही शब्द के कई संस्करणों के साथ-साथ संबंधित शर्तों को वापस करने की अनुमति देता है (यानी, दोनों मछलियों और मछली पकड़ने को वापस किया जाएगा).
it: Questa preferenza consente lo stemming delle parole. Lo stemming attiva la funzione di ricerca che restituisce più versioni della stessa parola, ed eventuali termini correlati (per esempio, pesca e pesce).
tr: Bu tercih, sözcük sözcük kökü ayırmayı etkinleştirir. Bu aynı kelimenin birden çok sürümünün yanı sıra ilgili terimleri de arama işlevi sağlar. (yani arama sonuçlarında hem balık hem de balıkçılık getirilecektir).

source: Asks: \_\_\_ ranking of search results by relevance
hi: पूछता है: प्रासंगिकता द्वारा खोज परिणामों की \_\_\_ रैंकिंग
it: Chiede: \_\_\_ l'ordinamento per rilevanza dei risultati
tr: Seçenek: Arama sonuçlarının ilgi derecesine göre sıralanmasına \_\_\_

source: Default: Force
hi: डिफ़ॉल्ट: बल
it: Default: forza
tr: Varsayılan: Zorla

source: Asks: \_\_\_ subject tracings in the OPAC and Staff Client to search only for complete-subfield matches.
hi: पूछता है: \_\_\_ ओपेक और स्टाफ क्लाइंट में विषय टेक्रिंग केवल पूर्ण-सबफील्ड मैचों के लिए खोज करने के लिए.
it: Chiede: \_\_\_ i soggetti nell'OPAC e nell'interfaccia staff per cercare solo per coincidenza con sottocampo.
tr: Seçenek: OPAC ve Personel İstemcide bulunan konu izlemelerini yalnızca tam-alt alan eşleşmeleri için arama yapmaya \_\_\_.

source: Don't force
hi: बल नहीं
it: Non forzare
tr: Zorlama

source: Searches for subject keywords (example: opac-search.pl?q=su:World%20Wide%20Web)
hi: विषय खोजशब्दों के लिए खोज (उदाहरण: opac-search.pl?q=su:World%20Wide%20Web)
it: Ricerche per parole chiave del soggetto (esempio: opac-search.pl?q=su:World%20Wide%20Web)
tr: Konu anahtar sözcüklerini arar (örnek: opac-search.pl?q=su:World%20Wide%20Web)

source: Force
hi: बल
it: Forza
tr: Zorla

source: Searches for complete subject fields (example: opac-search.pl?q=su,complete-subfield:World%20Wide%20Web)
hi: पूरा विषय क्षेत्रों (: opac-search.pl?q=su,complete-subfield:World%20Wide%20Web उदाहरण) के लिए खोजें
it: Ricerche per campo soggetto intero (esempio: opac-search.pl?q=su,complete-subfield:World%20Wide%20Web)
tr: Bütün konu alanlarını arar (örnek: opac-search.pl?q=su,complete-subfield:World%20Wide%20Web)

source: When TraceCompleteSubfields is set to "force," clicking on links in non-authority controlled subject tracings will only find other records where the entire subfields match. Leaving it at "don't force" does a keyword search of the subject indexes.
hi: जब TraceCompleteSubfields को "मजबूर" करने के लिए सेट किया जाता है, तो गैर-प्राधिकरण द्वारा नियंत्रित विषय ट्रेसिंग में दिए गए लिंक पर क्लिक करने से केवल अन्य अभिलेख मिलेंगे जहां पूरे उपफ़ेल्ड का मिलान होता है. इसे "बल न दें" पर छोड़कर विषय अनुक्रमित की खोजशब्द खोज करता है
it: Se TraceCompleteSubfields è impostato a "force," cliccare sui links di soggetti non-authority controlled subject tracings will only find other records where the entire subfields match. Leaving it at "don't force" does a keyword search of the subject indexes.
tr: TraceCompleteSubfields "zorla" olarak ayarlandığında, otorite kontrollü olmayan konu yönlendirmeleri (bkz, ayrıca bkz gibi) içindeki bağlantılar üzerine tıkladığınızda sadece tüm alt alanların eşleştiği başka kayıtlar bulacaksınız. Bu ayarı "zorlama" olarak bırakmak konu dizinlerinde anahtar kelime araması yapar.

source: This preference assumes that you're using XSLT stylesheets as set in the :ref:`OPACXSLTDetailsDisplay` preference.
hi: यह प्राथमिकता यह मानती है कि आप XSLT स्टाइलशीट का उपयोग कर रहे हैं, जैसा कि :ref:`OPACXSLTDetailsDisplay` वरीयता में सेट है.
it: Questa preferenza presume che tu stia utilizzando fogli di stile XSLT come impostato nella preferenza :ref:`OPACXSLTDetailsDisplay`.
tr: Bu tercih, XSLT stil sayfalarını :ref:`OPACXSLTDetailsDisplay` tercihinde ayarlandığı şekilde kullandığınızı var sayar.

source: Asks: \_\_\_ subdivisions for searches generated by clicking on subject tracings.
hi: पूछता है: \_\_\_विषय ट्रेसिंग पर क्लिक करके उत्पन्न होने वाली खोजों के लिए उप विभाजनों.
it: Chiede: \_\_\_ le suddivisioni nelle ricerche effettuate cliccando su soggetti.
tr: Seçenek: konu izlemeleri tıklanarak oluşturulan aramalar için alt bölümleri \_\_\_.

source: Searches for subject keywords (example: opac-search.pl?q=su,complete-subfield:%22Web%20sites%22)
hi: विषय खोजशब्दों के लिए खोज (उदाहरण: opac-search.pl?q=su,complete-subfield:%22Web%20sites%22)
it: Ricerche per parole chiave oggetto (esempio: opac-search.pl?q=su,complete-subfield:%22Web%20sites%22)
tr: Konu anahtar sözcükleri arar (örnek: opac-search.pl?q=su,complete-subfield:%22Web%20sites%22)

source: Searches for complete subject fields (example: opac-search.pl?q=(su,complete-subfield:%22Web%20sites%22)%20and%20(su,complete-subfield:%22Design.%22))
hi: पूरा विषय क्षेत्रों के लिए खोज (उदाहरण: opac-search.pl?q=(su,complete-subfield:%22Web%20sites%22)%20and%20(su,complete-subfield:%22Design.%22))
it: Ricerca sul tutto il campo soggetto (esempio: opac-search.pl?q=(su,complete-subfield:%22Web%20sites%22)%20and%20(su,complete-subfield:%22Design.%22))
tr: Tam konu alanlarını arar (örnek: opac-search.pl?q=(su,complete-subfield:%22Web%20sites%22)%20and%20(su,complete-subfield:%22Design.%22))

source: When TraceSubjectSubdivisions is set to "Include," if you click on a subject with subdivisions (subfields other than 'a') they will be searched along with the subject heading (subfield 'a'). To have only the subject heading (subfield 'a') searched, set this preference to "Don't include."
hi: जब आप उप-विभाजन ('ए' के अलावा अन्य उपक्षेत्र) के साथ किसी विषय पर क्लिक करते हैं, तो "शामिल करें" पर सेट किया जाता है, तो उन्हें विषय शीर्षक (सबफील्ड 'ए') के साथ खोजा जाएगा. केवल विषय शीर्षक (सबफील्ड 'ए') खोजे जाने के लिए, इस प्राथमिकता को "शामिल न करें" पर सेट करें.
it: Se TraceSubjectSubdivisions è impostato a "Includere," un click sui soggetti con sottodivisioni (sottocampi diversi da 'a') effettuerà una ricerca per soggetto (sottocampo 'a') includendo gli altri sottocampi. Per cercare solo tramite sottocampo 'a', impostare questa preferenza a "Non includere".
tr: TraceSubjectSubdivisions "Dahil et" olarak ayarlandığında, alt bölümleri olan bir konuya ('a' dışında alt alanlar) tıklarsanız, bunlar konu başlığı ile birlikte (alt alan 'a') aranacaktır. Yalnızca konu başlığının (alt alan 'a') aranması için, bu tercihi 'Dahil etme' olarak ayarlayın.

source: Default: Not using
hi: डिफ़ॉल्ट: उपयोग नहीं कर रहा है
it: Default: Non usando
tr: Varsayılan: Kullanmıyor

source: Asks: \_\_\_ ICU Zebra indexing.
hi: पूछता है: \_\_\_ आईसीयू ज़ेबरा अनुक्रमण.
it: Chiede: \_\_\_ l'indicizzazione ICU di Zebra.
tr: Seçenek: \_\_\_ ICU Zebra dizinleme.

source: Not using
hi: उपयोग नहीं कर रहा है
it: Non usando
tr: Kullanmıyor

source: Using
hi: उपयोग कर रहा है
it: Usando
tr: Kullanıyor
