Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Set to 'Do' these informations will only be visible on the patron's detail page.
hi: 'डू' पर सेट करें ये संकेत केवल संरक्षक के विवरण पृष्ठ पर दिखाई देंगे।

source: Asks: \_\_\_ automatically fill holds instead of asking the librarian.
hi: पूछता है:\_\_\_ स्वचालित रूप से लाइब्रेरियन से पूछने के बजाय होल्ड करें.

source: If set to 'Do', the holds confirmation pop-up will not appear upon checking in a reserved item.
hi: यदि 'डू' पर सेट किया जाता है, तो होल्ड की पुष्टि पॉप-अप आरक्षित आइटम में चेक करने पर दिखाई नहीं देगी।

source: Asks: \_\_\_ automatically display the holds slip dialog for auto-filled holds.
hi: पूछता हैं: \_\_\_ स्वतः-भरा होल्ड के लिए होल्ड स्लिप डायल को स्वचालित रूप से प्रदर्शित करता है।.

source: If set to 'Do', the holds slip print pop-up will appear automatically upon checking in a reserved item.
hi: यदि 'डू' पर सेट किया जाता है, तो होल्ड स्लिप प्रिंट पॉप-अप एक आरक्षित वस्तु में जांचने पर स्वचालित रूप से दिखाई देगा।

source: :ref:`HoldsAutoFill` must be set to 'do' for this preference to have any effect.
hi: :ref:`HoldsAutoFill` इस वरीयता को किसी भी प्रभाव के लिए 'करने' के लिए सेट किया जाना चाहिए.

source: Asks: This is a list of value pairs. When an item is checked in, if the not for loan value on the left matches the items not for loan value it will be updated to the right-hand value. E.g. ^-1: 0' will cause an item that was set to 'Ordered' to now be available for loan. Each pair of values should be on a separate line.
hi: पूछता है: यह मान जोड़े की एक सूची है. जब एक आइटम में जाँच की है, अगर बाईं तरफ के लिए नहीं ऋण मूल्य के आइटम ऋण मूल्य के लिए नहीं मैचों में यह दाएँ हाथ के मूल्य को अद्यतन किया जाएगा. जैसे ' ^-1: 0' एक मद है कि करने के लिए 'का आदेश दिया' करने के लिए स्थापित किया गया था अब ऋण के लिए उपलब्ध हो कारण होगा. मूल्यों के प्रत्येक जोड़ी एक अलग लाइन पर होना चाहिए.

source: Checkout Policy
hi: चेकआउट नीति
it: Regole di registrazione del prestito
tr: Ödünç Politikası

source: Asks: Restrict patrons with the following target audience values from checking out inappropriate materials: \_\_\_
hi: पूछते हैं: अनुचित जांचने से निम्नलिखित लक्षित श्रोताओं के मानों के साथ संरक्षक को प्रतिबंधित करें: \_\_\_
it: Chiede: Impedisci agli utenti dei seguenti tipi di audience dal prendere in prestito materiale non appropriato: \_\_\_
tr: Seçenek: Aşağıdaki hedef kitlesi değerlerindeki kullanıcıların uygunsuz materyal ödünç almalarını sınırla: \_\_\_

source: This preference defines certain keywords that will trigger Koha to restrict checkout based on age. These restrictions can be overridden by the :ref:`AgeRestrictionOverride` preference. Enter in this field a series of keywords separated by bar (\|) with no spaces. For example PG\|R\|E\|EC\|Age\| will look for PG followed by an age number, R folllowed by an age number, Age followed by an age number, and so on. These values can appear in any MARC field, but Library of Congress recommends the 521$a (Target Audience Note). Whatever field you decide to use you must map the word agerestriction in the biblioitems table to that field in the :ref:`Koha to MARC Mapping <koha-to-marc-mapping-label>`. When cataloging you can enter values like PG 13 or E 10 in the 521$a and Koha will then notify circulation librarians that the material may not be recommended for the patron based on their age.
hi: यह वरीयता कुछ खोजशब्दों को परिभाषित करती है जो उम्र के आधार पर चेकआउट को प्रतिबंधित करने के लिए कोहा को ट्रिगर करेंगे।इन प्रतिबंधों को by द्वारा अस्वीकार किया जा सकता है :ref:`एज रेस्ट्रिक्शन ओवरराइड' वरीयता। इस क्षेत्र में कोई स्पेस के साथ बार(\|) द्वारा अलग किए गए कीवर्ड की एक श्रृंखला दर्ज करें। उदाहरण के लिए PG\|R\|E\|EC\|Age\| संख्या के बाद पीजी की तलाश होगी, आर आयु वर्ग द्वारा अनुवर्ती, उम्र के बाद आयु, और इसी तरह।ये मान किसी भी एमएआरसी क्षेत्र में दिखाई दे सकते हैं, लेकिन कांग्रेस लाइब्रेरी 521 डॉलर (लक्षित दर्शक नोट) की सिफारिश करती है।जो भी क्षेत्र आप उपयोग करने का निर्णय लेते हैं, आपको उस क्षेत्र में बाइबिलियोइटम्स टेबल में आयुर्वेदिक शब्द को मैप करना चाहिए: ref: `Koha to MARC मैपिंग <koha-to-marc-mapping-label>`. जब आप सूचीकरण करते हैं तो 521$a में पीजी 13 या ई 10 जैसे मूल्यों को दर्ज कर सकते हैं और कोहा फिर परिसंचरण पुस्तकालयों को सूचित करेगा कि उनकी आयु के आधार पर संरक्षक के लिए सामग्री की सिफारिश नहीं की जा सकती है।
it: Questa preferenza definisce valori in base ai quali Koha restringe il prestito in base all'età. Queste restrizioni possono essere bypassate tramite la preferenza :ref:`AgeRestrictionOverride`. Inserisci in questo campo una serie di valori separati da barra (\|) e senza spazi. Per esempio PG\|R\|E\|EC\|Age\| cercherà per PG seguito da una età (numero), R seguito da un età, Age seguito da un età, ecc. Questi valori possono essere in un campo MARC, ma la Library of Congress raccomanda il tag 512$a (Target Audience Note). Qualunque sia il campo che intendi usare, devi mappare la parola agerestriction nella tabella biblioitems a quel campo in :ref:`Koha to MARC Mapping <koha-to-marc-mapping-label>`. Quando cataloghi, puoi inserire valori come PG 13 o E 10 nel campo 521$a e Koha avviserà il bancone prestiti che il materiale non è raccomandato a utenti senza quella età.
tr: Bu tercih yaşa göre ödünç vermeyi kısıtlamak için Koha'yı tetikleyecek belirli anahtar kelimeleri tanımlar. Bu kısıtlamalar :ref:`AgeRestrictionOverride` tercihi ile geçersiz kılınabilir. Bu alana boşluk bırakılmadan (\|) işareti ile ayrılmış anahtar sözcükler dizisi girin. Örneğin PG\|R\|E\|EC\|Age\| dizisi, bir yaş sayısı ardından PG, bir yaş sayısı ardından R, bir yaş sayısı ardından yaş arayacaktır. Bu değerler herhangi bir MARC alanında görünebilir, ancak Kongre Kütüphanesi 521$a alanını tavsiye etmektedir (Hedef Kitle Notu). Kullanmaya karar verdiğiniz alan hangisi olursa olsun, biblioitems tablosundaki agerestriction kelimesini `Koha to MARC Mapping <koha-to-marc-mapping-label>` içerisinde o alanla eşleştirmelisiniz. Kataloglamada 521$a alanına PG 13 veya E 10 gibi değerler girebilirsiniz ve böylelikle Koha, kütüphanecileri bu materyalin bu yaş grubundaki kullanıcılar için tavsiye edilmediği konusunda uyaracaktır.

source: You must map the word agerestriction in the biblioitems table to the MARC field where this information will appear via the :ref:`Koha to MARC Mapping <koha-to-marc-mapping-label>` administration area.
hi: आपको बिब्लियोइटम्स टेबल में मार्क क्षेत्र में आयु प्रतिबंध को मानचित्र करना होगा जहां यह जानकारी निम्न के माध्यम से दिखाई देगी :ref:`कोहा से मार्क मैपिंग <koha-to-marc-mapping-label> 'प्रशासन क्षेत्र.
it: Devi mappare la keyword agerestriction nella tabella biblioitems al campo MARC field dove apparirà questa informazione, tramite l'area di amministrazione `Mappatura da keyword a MARC <koha-to-marc-mapping-label>`.
tr: Biblioitems tablosundaki agerestriction kelimesini, bu bilginin: ref:`Koha'dan MARC'a eşleme' <koha-to-marc-mapping-label>` yönetim alanı üzerinden görüntüleneceği MARC alanına eşlemelisiniz.

source: Asks: \_\_\_ staff to check out an item with age restriction.
hi: पूछता है: \_\_\_ आयु प्रतिबंध के साथ एक आइटम की जांच करने के लिए कर्मचारी.
it: Chiede: \_\_\_ allo staff di prestare materiale se vi sono restrizioni sull'età.
tr: Seçenek: Personelin yaş sınırlaması olan bir materyali ödünç vermesine \_\_\_.

source: When the :ref:`AgeRestrictionMarker` preference is set, Koha will try to warn circulation librarians before checking out an item that might have an age restriction listed in the MARC record. This preference asks if you would like the staff to be able to still check out these items to patrons under the age limit.
hi: जब :ref: `AgeRestrictionMarker` वरीयता निर्धारित है, कोहा एक ऐसी वस्तु की जांच करने से पहले परिसंचरण पुस्तकालयों को चेतावनी देने का प्रयास करेगी जो एमएआरसी रिकॉर्ड में सूचीबद्ध आयु प्रतिबंध हो सकती है। यह प्राथमिकता पूछती है कि क्या आप चाहते हैं कि कर्मचारी इन वस्तुओं को आयु सीमा के तहत संरक्षकों को अभी भी जांच सकें।
it: Quando :ref:`AgeRestrictionMarker` è attiva, Koha avviserà il bancone prestiti prima che venga concesso un prestito che abbia una restrizione di età indicata nel campo MARC. Questa preferenza chiede se si vuole che lo staff sia in grado di concedere comunque il prestito a utenti sotto l'età indicata nel record.
tr: :ref:`AgeRestrictionMarker` tercihi ayarlandığında, Koha, bir materyali ödünç vermeden önce kütüphanecileri bu materyalin MARC kaydı içinde listelenmiş yaş sınırlaması olduğu konusunda uyaracaktır. Bu tercih, personelin yaş sınırının altında olan kullanıcılara materyali yine de ödünç verip veremeyeceğini denetlemenizi sağlar.

source: Default: Require
hi: डिफ़ॉल्ट: आवश्यक
it: Default: Richiedi
tr: Varsayılan: Gerekli

source: Asks: \_\_\_ staff to manually override all fines, even fines less than :ref:`noissuescharge`.
hi: पूछता है: \_\_\_ कर्मचारियों को मैन्युअल रूप से सभी जुर्माना ओवरराइड करने के लिए, यहां तक कि जुर्माना भी कम है :ref:`noissuescharge`.
it: Chiede: \_\_\_ allo staff di sovrascrivere tutte le multe, anche quelle minori di :ref:`noissuescharge`.
tr: Seçenek: personelin tüm cezaları, hatta :ref:`noissuescharge` tercihindekinden daha az cezaları geçersiz kılmasına \_\_\_.

source: This preference let's you decide if you want to always be warned that the patron has fines when checking out. If you have it set to 'Require' then no matter how much money the patron owes a message will pop up warning you that the patron owes money.
hi: यह वरीयता आप तय अगर आप हमेशा कि संरक्षक जुर्माना जब बाहर की जाँच की है चेतावनी दी जा करना चाहते हैं चलो. आप इसे करने के लिए सेट है, तो 'आवश्यक' तो कोई फर्क नहीं पड़ता कि कितना पैसा बकाया है संरक्षक संदेश पॉप अप आप चेतावनी है कि संरक्षक पैसे देने होंगे.
it: Questa preferenza permette di decidere se si vuole essere avvisati che l'utente ha multe quando chiede un prestito. Se è impostata a 'Richiedi', apparirà un messaggio indipendentemente dall'ammontare dovuto dall'utente.
tr: Bu tercih, ödünç verirken kullanıcının üzerinde para cezası olduğuna dair sürekli olarak uyarılmasını isteyip istemediğinize karar vermenizi sağlar. Eğer 'Zorunlu tut' olarak ayarlarsanız para cezasının miktarı ne kadar olursa olsun ekrana kullanıcının üzerinde gecikme cezası olduğuna dair bir uyarı gelecektir.

source: Asks: \_\_\_ staff to manually override and check out items to patrons who have more than :ref:`noissuescharge` in fines.
hi: पूछता है:\_\_\_ कर्मचारियों को मैन्युअल रूप से ओवरराइड करने और उन संरक्षकों को आइटम देखने की आवश्यकता है जिनके पास अधिक से अधिक है :ref:`noissuescharge` in fines.
it: Chiede: \_\_\_ allo staff di bypassare manualmente il blocco di prestiti agli utenti che hanno debiti superiori a :ref:`noissuescharge`.
tr: Seçenek: personelin, üzerinde :ref:`noissuescharge` tercihinden daha fazla ceza olan kullanıcıların cezalarını manuel olarak geçersiz kılıp bu kullanıcılara materyal ödünç verebilmelerine \_\_\_

source: This preference lets you decide if you staff can check out to patrons who owe more money than you usually let them carry on their account. If set to 'Allow' staff will be warned that the patrons owes money, but it won't stop the staff from checking out to the patron.
hi: यह वरीयता आप तय अगर आप कर्मचारियों संरक्षक जो अधिक पैसे देने के लिए बाहर की जाँच कर सकते हैं की तुलना में आप आमतौर पर उन्हें अपने अकाउंट में ले जाने की सुविधा देता है. अगर सेट करने के लिए 'अनुमति' कर्मचारियों को चेतावनी दी जाएगी कि संरक्षक पैसा बकाया है, लेकिन यह संरक्षक के लिए बाहर की जाँच से कर्मचारियों बंद नहीं होगा.
it: Questa preferenza permette di decidere se il personale al bancone può concedere prestiti a chi ha debiti superiori a un certo valore. Se è impostata a 'Permetti', il personale verrà avvisato del debito, ma non verrà impedito il prestito.
tr: Bu özellik personelinizin, hesaplarında izin verilen miktarın üzerinde borcu olan kullanıcılara materyal ödünç verip veremeyeceklerine karar vermenizi sağlar. Eğer tercih 'İzin ver' olarak ayarlanırsa personel, kullanıcının borcu olduğu konusunda uyarılacaktır ancak kullanıcıya materyal ödünç vermesi engellenmeyecektir.

source: Asks: \_\_\_ checkouts of items reserved to someone else. If allowed do not generate RESERVE\_WAITING and RESERVED warning. This allows self checkouts for those items.
hi: पूछता है: \_\_\_ किसी और के लिए आरक्षित वस्तुओं के चेकआउट। यदि अनुमति दी जाती है तो RESERVE\_WAITING और संरक्षित चेतावनी उत्पन्न नहीं होती है। यह उन वस्तुओं के लिए स्वयं चेकआउट की अनुमति देता है.
it: Chiede: \_\_\_ prestito di copie prenotate da altri. Se viene permesso, non vengono mostrati i messaggi RESERVE\_WAITING e RESERVED. Questo permette l'autoprestito di quelle copie.
tr: Seçenek: Başka bir okuyucu için rezerv edilmiş materyallerin ödünç verilmelerine \_\_\_. Eğer izin verilirse RESERVE\_WAITING ve RESERVED uyarılarını oluşturmayın. Bunların oluşturulmaları bu materyallerin selfcheck cihazından ödünç verilebilmelerini sağlar.

source: This system preference relates only to SIP based self checkout, not Koha's web based self checkout.
hi: इस प्रणाली को वरीयता केवल एसआईपी आधारित स्व जांच, नहीं Koha की वेब आधारित आत्म चेकआउट करने के लिए संबंधित है.
it: Questa preferenza è applicata solo all'autoprestito basato su SIP, non al modulo web dei prestiti di Koha.
tr: Bu sistem tercihi Koha web tabanlı otomatik ödünç alma ile değil, yalnızca SIP tabanlı otomatik ödünç alma ile ilgilidir.

source: When this preference is set to 'Allow' patrons will be able to use your external self check machine to check out a book to themselves even if it's on hold for someone else. If you would like Koha to prevent people from checking out books that are on hold for someone else set this preference to "Don't allow."
hi: जब यह प्राथमिकता 'अनुमति दें' संरक्षकों पर सेट होती है, तो वे स्वयं को एक पुस्तक देखने के लिए अपनी बाहरी स्वयं जांच मशीन का उपयोग करने में सक्षम हो जाएंगे, भले ही वह किसी और के लिए हो। यदि आप कोहा को उन पुस्तकों की जांच करने से रोकने के लिए चाहते हैं जो किसी और के पास हैं तो इसे "अनुमति न दें" के लिए वरीयता निर्धारित करें.
it: Quanto questa preferenza è impostata a "Permettere", gli utenti potranno utilizzare il sistema di autoprestito per libri eventualmente prenotati da altri. Se vuoi evitarlo, imposta la preferenza a "Non permettere".
tr: Bu tercih 'İzin ver' olarak ayarlanırsa kullanıcılar bir kitabı üzerinde başkası için ayırma konmuş olsa bile ödünç almak için otomatik ödünç alma makinasını kullanabileceklerdir. Eğer Koha'nın başkası için üzerine ayırma konulmuş kitapları ödünç vermesini engellemesini istiyorsanız bu tercihi 'İzin verme' olarak ayarlayın.

source: Asks: \_\_\_ checkouts of items reserved to someone else in the SCO module. If allowed do not generate RESERVE_WAITING and RESERVED warning. This allows self checkouts for those items.
hi: पूछता है: \_\_\_ एससीओ मॉड्यूल में किसी और के लिए आरक्षित वस्तुओं के चेकआउट। यदि अनुमति है RESERVE_WAITING और संरक्षित चेतावनी उत्पन्न नहीं करते हैं। यह उन वस्तुओं के लिए स्वयं चेकआउट की अनुमति देता है।
it: Chiede: \_\_\_ prestito di copie prenotate da altri nel modulo SCO. Se viene permesso, non vengono mostrati i messaggi RESERVE_WAITING e RESERVED. Questo permette l'autoprestito di quelle copie.
tr: Seçenek: SCO modülünde başka bir okuyucu için rezerv edilmiş materyallerin ödünç verilmelerine \_\_\_. Eğer izin verilirse RESERVE_WAITING ve RESERVED uyarılarını oluşturmayın. Bunların oluşturulmaları bu materyallerin selfcheck'ten ödünç alınabilmelerini sağlar.

source: This system preference relates only to Koha's web based self checkout.
hi: यह सिस्टम प्राथमिकता केवल कोहा के वेब आधारित स्वयं चेकआउट से संबंधित है।
it: Questa preferenza è applicata solo all'autoprestito basato su SIP, non al modulo web dei prestiti di Koha.
tr: Bu sistem tercihi yalnızca Koha'nın web tabanlı selfcheck ödünç alma yöntemiyle ilgilidir.

source: When this preference is set to 'Allow' patrons will be able to use Koha's web based self checkout to check out a book to themselves even if it's on hold for someone else. If you would like Koha to prevent people from checking out books that are on hold for someone else set this preference to "Don't allow".
hi: जब यह वरीयता 'अनुमति दें' पर सेट की जाती है तो संरक्षक को कोहा के वेब आधारित स्वयं चेकआउट का उपयोग करने में सक्षम हो जाएगा, भले ही यह किसी और के लिए हो। यदि आप कोहा को लोगों को ऐसी पुस्तकों की जांच करने से रोकना चाहते हैं जो किसी और के लिए हैं, तो इस प्राथमिकता को "अनुमति न दें" पर सेट करें।
it: Quanto questa preferenza è impostata a "Permettere", gli utenti potranno utilizzare il sistema per autoprestarsi dei libri anche se fossero prenotati da altri. Se vuoi evitarlo, imposta la preferenza a "Non permettere".
tr: Bu tercih 'İzin ver' olarak ayarlanırsa kullanıcılar bir kitabı başkası tarafından ayırtılmış olsa bile Koha'nın web tabanlı shelfcheck imkanı ile ödünç alabileceklerdir. Eğer Koha'nın başkası tarafından ayırtılmış kitapları ödünç vermesini engellemesini istiyorsanız bu tercihi 'İzin verme' olarak ayarlayın.

source: Asks: \_\_\_ patrons to check out multiple items from the same record.
hi: पूछता है: \_\_\_ एक ही रिकॉर्ड से कई वस्तुओं की जांच करने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di prendere in prestito più copie dello stesso libro.
tr: Seçenek: Kullanıcıların aynı kayıttan birden çok materyal ödünç alabilmelerine \_\_\_.

source: If this preference is set to 'Allow' then patrons will be able to check out multiple copies of the same title at the same time. If it's set to "Don't allow" then patrons will only be allowed to check out one item attached to a record at a time. Regardless of the option chosen in this preference records with subscriptions attached will allow multiple check outs.
hi: अगर यह प्राथमिकता 'अनुमति दें' पर सेट की जाती है तो संरक्षक उसी समय की एक से अधिक प्रतियां एक ही समय में जांच कर पाएंगे. यदि इसे "अनुमति न दें" पर सेट किया गया है तो संरक्षक को केवल एक बार एक रिकॉर्ड से जुड़ी एक आइटम की जांच करने की अनुमति दी जाएगी. जुड़ी हुई सदस्यता के साथ इस वरीयता रिकॉर्ड में चुने गए विकल्प के बावजूद एकाधिक चेक आउट की अनुमति होगी.
it: Se questa preferenza è impostata a "Permettere", gli utenti potranno prendere in prestito più copie dello steso libro allo stesso tempo. Se è impostata a "Non permettere", ne potranno prendere una sola. Comuqnue, per i record relativi ad abbonamenti, sarà sempre possibile effettuare prestiti multipli.
tr: Bu tercih 'İzin ver' olarak ayarlanırsa, kullanıcılar aynı anda aynı başlığın birden çok kopyasını ödünç alabileceklerdir. Eğer bu tercih 'İzin verme' olarak ayarlanırsa bu sefer kullanıcılar bir kerede bir kayda bağlı yalnızca bir materyal ödünç alabileceklerdir. Bu tercih için seçilen seçenek ne olursa olsun bir abonelik bağlı olan kayıtlar birden çok ödünç alınabilecektir.

source: This will only effect records without a subscription attached.
hi: यह केवल एक सदस्यता संलग्न बिना रिकॉर्ड को प्रभावित करेगा.
it: Questo si riferisce a record non relativi a un abbonamento.
tr: Bu yalnızca bir abonelik bağlı olmayan kayıtları etkileyecektir.

source: Asks: \_\_\_ staff to override and check out items that are marked as not for loan.
hi: पूछता है: \_\_\_ कर्मचारियों को ओवरराइड करने और उन वस्तुओं की जांच करने के लिए जो ऋण के लिए चिह्नित नहीं हैं.
it: Chiede: \_\_\_ allo staff di bypassare il blocco del prestito delle copie che sono marcate come non prestabili.
tr: Seçenek: personelin ödünç verilmez olarak işaretli materyalleri geçersiz kılıp ödünç verebilmelerine \_\_\_.

source: This parameter is a binary setting which controls the ability of staff (patrons will always be prevented from checking these items out) to check out items that are marked as "not for loan". Setting it to "Allow" would allow such items to be checked out, setting it to "Don't allow" would prevent this. This setting determines whether items meant to stay in the library, such as reference materials, and other library resources can be checked out by patrons.
hi: यह पैरामीटर एक द्विआधारी सेटिंग जो कर्मचारियों की क्षमता (संरक्षक हमेशा इन वस्तुओं को बाहर की जाँच से रोका जाएगा) आइटम बाहर की जाँच करने के लिए नियंत्रित करता है कि "के रूप में ऋण के लिए नहीं" चिह्नित कर रहे हैं. यह सेटिंग "अनुमति दें" करने के लिए इस तरह के आइटम बाहर की जाँच की जा करने के लिए सेटिंग इसे "की अनुमति न दें" को यह रोका जा सके अनुमति होगी. यह सेटिंग निर्धारित मदों जैसे संदर्भ सामग्री के रूप में, पुस्तकालय में रहने के लिए होती हैं, और अन्य पुस्तकालय संसाधनों संरक्षक द्वारा बाहर की जाँच की जा सकती है.
it: Questa preferenza è una cimbinazione che controlla la possibilità del personale (agli utenti verrà sempre impedito l'autoprestito) di concedere prestiti di copie marcate come 'non prestabili'. Se impostata a 'Permettere', permetterà il prestito, impostata a 'Non permettere', lo impedirà. Questa preferenza è indicata per materiale che deve rimanere sempre in biblioteca, come quello di reference, mentre altre risorse potranno essere prestate.
tr: Bu parametre personelin (kullanıcıların bu tür materyalleri ödünç almaları daima önlenecektir) "ödünç verilmez" olarak işaretlenmiş materyalleri ödünç verebilme yetkisini kontrol eden bir ikili ayardır. Bu ayarı "İzin ver" olarak ayarlamak bu tür materyallerin ödünç verilmesine izin verecektir, "İzin verme" olarak ayarlamak ise bunu engelleyecektir. Bu ayar danışma materyalleri ve kullanıcılar tarafından ödünç alınabilen diğer kütüphane kaynaklarının kütüphanede kalması gerekliliğini belirler.

source: Asks: \_\_\_ staff to manually override the renewal limit and renew a checkout when it would go over the renewal limit.
hi: पूछता है: \_\_\_ कर्मचारियों को नवीनीकरण सीमा को मैन्युअल रूप से ओवरराइड करने और नवीकरण सीमा पर जाने पर चेकआउट को नवीनीकृत करने के लिए.
it: Chiede: \_\_\_ allo staff di modificare manualmente la data di rinnovo e di rinnovare un prestito in corso quando questo supera la scadenza.
tr: Seçenek: Personelin süre uzatma sınırını manuel olarak geçersiz bırakmalarına ve süre uzatma sınırlarını aşan bir materyalin ödünç alma süresini uzatmalarına \_\_\_.

source: This preference is a binary setting which controls the ability of staff to override the limits placed on the number of times an item can be renewed. Setting it to "Allow" would allow such limits to be overridden, setting it to "Don't allow" would prevent this. This is a preference in which if it is set to "allow" it would allow the library staff to use their judgment for overriding the renew limit for special cases, setting it to "Don't allow" prevents an opportunity for abuse by the library staff.
hi: यह वरीयता एक बाइनरी सेटिंग जो सीमा संख्या के समय के एक आइटम नए सिरे से किया जा सकता है पर रखा ओवरराइड करने के लिए कर्मचारियों की क्षमता को नियंत्रित करता है. यह सेटिंग "अनुमति दें" करने के लिए इस तरह के सीमा अधिरोहित जा करने के लिए सेटिंग इसे "की अनुमति न दें" को यह रोका जा सके अनुमति होगी. यह एक प्राथमिकता है जिसमें अगर यह पुस्तकालय के कर्मचारियों विशेष मामलों के लिए सीमा को नवीनीकृत अधिभावी के लिए अपने निर्णय का उपयोग करने की अनुमति होगी "की अनुमति" करने के लिए सेट कर दिया जाता है इसे स्थापित करने "की अनुमति न दें" करने के लिए पुस्तकालय स्टाफ़ द्वारा दुरुपयोग के लिए एक अवसर बचाता है.
it: Questa preferenza è una combinazione che controlla la possbiblità dello staff di scavalcare il limite del numero di rinnovi del prestito di una copia. Impostandola a "Permettere", sarà possibile scavalcare detto limite. Nel primo caso, si lascia allo staff la decisione. Nel secondo caso, si prevengono eventuali abusi da parte dello staff.
tr: Bu tercih, personelin süresi uzatılabilecek bir materyalin süresinin kaç kez uzatılabileceği üzerindeki limitleri geçersiz kılabilme yetkilerini denetleyen ikili bir ayardır. Bunu "İzin ver" olarak ayarlamak limitlerin geçersiz kılınabilmesini sağlar, "İzin verme" olarak ayarlamak ise bunu engeller. Bu tercih "İzin ver" olarak ayarlanırsa özel durumlar için yenileme sınırı geçersiz kılmak için kütüphane personelinin kendi değerlendirmelerini kullanmalarına izin veren bir tercihtir. "İzin verme" olarak ayarlamak, kütüphane personelinin suistimal durumunu engeller.
