Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: If a patron has chosen to receive a check out notice in their messaging preferences and this preference is set to 'Send' then those patrons will also receive a notice when they renew materials. You will want to set up a :ref:`new notice <adding-notices-&-slips-label>` with the code of RENEWAL (if you don't already have it) with custom text for renewing items.
hi: यदि एक संरक्षक ने अपनी संदेश प्राथमिकताओं में चेक आउट नोटिस प्राप्त करना चुना है और यह वरीयता 'भेजें' पर सेट की गई है तो उन संरक्षकों को सामग्री को नवीनीकृत करने पर भी नोटिस प्राप्त होगा। आप एनी सेट अप करना चाहते हैं :ref:`नया नोटिस <adding-notices-&-slips-label>' नवीकरण के कोड के साथ (अगर आपके पास पहले से नहीं है) आइटम को नवीनीकृत करने के लिए कस्टम टेक्स्ट के साथ.
it: Se un utente ha scelto di ricevere messaggi di prestito iniziato nelle sue preferenze e questa preferenza è impostata a 'Spedisci', allora l'utente riceverà un messaggio anche quando rinnoverà un prestito. Ti occorrerà impostare un :ref:`new notice <adding-notices-&-slips-label>` con il codice di RENEWAL (se non lo hai già fatto) con un testo adeguato per il rinnovo di un prestito.
tr: Eğer bir kullanıcı, mesajlaşma tercihlerinde ödünç alma bildirimi alma seçeneğini seçmiş ve bu tercih 'Gönder' olarak ayarlanmış ise, bu kullanıcılar aynı zamanda üzerilerindeki materyallerin sürelerini uzattıkları zaman da bir bildirim alacaklardır. Materyallerin sürelerini uzatmak için (daha önce yapmadıysanız) özel bir metin ile RENEWAL kodlu bir `yeni bildirim <adding-notices-&-slips-label> kurmak isteyeceksiniz.

source: This preference requires that you have :ref:`EnhancedMessagingPreferences` set to 'Allow'
hi: इस वरीयता की आवश्यकता है कि आपके पास है : ref: `EnhancedMessagingPreferences` को 'अनुमति दें' पर सेट करें
it: Questa preferenza richiede di impostare :ref:`EnhancedMessagingPreferences` a 'Permetti'
tr: Bu özellik :ref:`EnhancedMessagingPreferences` tercihinin 'İzin ver' olarak ayarlanmasını gerektiriyor

source: Default: do not ask
hi: डिफ़ॉल्ट पुछे नही
it: Default: non chiedere
tr: Varsayılan: isteme

source: Asks: When checking out an item with rental fees, \_\_\_ for confirmation.
hi: पूछता है: किराये की फीस के साथ एक आइटम की जांच करते समय, \_\_\_ पुष्टि के लिए.
it: Chiede: Quando presti un libro con tassa di prestito, \_\_\_ conferma.
tr: Seçenek: Kira bedeli bulunan bir materyali ödünç verirken onay \_\_\_.

source: ask
hi: पूछें
it: chiede
tr: seçenek

source: do not ask
hi: पुछें नहीं
it: non chiedere
tr: isteme

source: If you are charging rental fees for items this preference will make it so that you can show (or not show) a confirmation before checking out an item that will incur a rental charge.
hi: इस वरीयता आप आइटम के लिए किराये की फीस चार्ज कर रहे हैं तो यह इतना है कि आप दिखा सकते हैं (या नहीं दिखाने) एक मद है कि एक किराये प्रभारी उठाना होगा बाहर की जाँच से पहले एक पुष्टिकरण होगा.
it: Se hai tariffe per i prestiti, questa preferenza permetterà di visualizzare o meno una richiesta di conferma al momento del prestito.
tr: Materyaller için kira bedeli tahsil ediyorsanız, bu tercih kira bedeli işleyecek bir materyal ödünç verilmeden önce bir onay gösterilmesini (ya da gösterilmemesini) sağlar.

source: Asks: \_\_\_ rental charges when summing up charges for noissuescharge.
hi: पूछता है: \_\_\_ नोइस्यूस्चार्ज के लिए शुल्क एकत्र करते समय किराए पर शुल्क.
it: Chiede: \_\_\_ costi di prestito quando viene calcolato il noissuescharge.
tr: Seçenek: noissuescharge için ücretler toplanırken kiralama bedellerini \_\_\_.

source: This preference lets you decide if rental charges are included when calculating the :ref:`noissuescharge`. If this is set to include then Koha will include all rental charges when deciding if the patron owes too much money to check anything else out of the library. If it's set to Don't include then Koha will ignore all rental charges when figuring out if the patron owes too much money to checkout additional materials.
hi: यह वरीयता आपको यह तय करने देती है कि क्या गणना करते समय किराये के शुल्क शामिल किए जाते हैं :ref:`noissuescharge`.। यदि यह शामिल करने के लिए तैयार है तो कोहा में सभी किराये के शुल्कों को शामिल किया जाएगा, यह तय करते समय कि क्या संरक्षक पुस्तकालय से बाहर कुछ और जांचने के लिए बहुत अधिक पैसा देता है। यदि यह शामिल करने के लिए सेट नहीं है तो कोहा सभी किराए पर लेने के आरोपों को अनदेखा कर देगा जब यह पता लगाया जाए कि क्या संरक्षक अतिरिक्त सामग्री जांचने के लिए बहुत अधिक पैसा लेता है.
it: Questa preferenza permette di decidere se i costi di prestito vanno inclusi quando si calcola il :ref:`noissuescharge`. Se è impostata a "Includere", Koha conteggerà tutti i costi di prestito nel momento in cui decide se l'utente deve una cifra superiore che supera il massimo previsto al momento della richiesta di prestito. Se è impostata a "Non includere", Koha ignorerà il costo del prestito.
tr: Bu tercih :ref:`noissuescharge` hesaplanırken kira bedellerinin dahil edilip edilmeyeceğine karar vermenizi sağlar. Dahil et olarak ayarlanırsa Koha, kullanıcının üzerinde kütüphaneden yeni bir materyal alabilmesine engel teşkil edecek miktarda gecikme cezası olup olmadığını hesaplarken tüm kira bedellerini bu hesaba dahil edecektir. Dahil etme olarak ayarlanırsa Koha bu hesabı yaparken tüm kira bedellerini görmezden gelecektir.

source: Asks: If patron is restricted, \_\_\_ renewing of items.
hi: पूछता है: संरक्षक प्रतिबंधित है, तो \_\_\_ आइटम का नवीनीकरण.
it: Chiede: Se l'utente ha limitazioni, \_\_\_ rinnovo di copie.
tr: Seçenek: Eğer kullanıcı kısıtlanmışsa, materyallerin sürelerinin uzatılmasına \_\_\_.

source: Asks: \_\_\_ patrons to return books before their accounts expire (by restricting due dates to before the patron's expiration date).
hi: पूछता है: \_\_\_संरक्षक अपने खातों की समाप्ति से पहले पुस्तकों को वापस करने के लिए संरक्षक (संरक्षक की समाप्ति तिथि से पहले देय तिथियों को सीमित करके).
it: Chiede: \_\_\_ agli utenti di restituire prestiti prima che il loro account scada (restringendo la data di scadenza prestito alla data di scadenza dell'iscrizione).
tr: Seçenek: kullanıcıların hesaplarının süreleri dolmadan önce kitapları iade etmelerine (iade tarihlerini kullanıcının hesabının bitiş süresinden öncesine sınırlandırarak) \_\_\_.

source: This is preference may prevent a patron from having items checked out after their library card has expired. If this is set to "Require", then a due date of any checked out item can not be set for a date which falls after the patron's card expiration. If the setting is left "Don't require" then item check out dates may exceed the expiration date for the patron's library card.
hi: यह वरीयता एक संरक्षक को उनके पुस्तकालय कार्ड की समय सीमा समाप्त होने के बाद चेक किए गए मदों को रोकने से रोक सकता है. यदि यह "आवश्यकता" पर सेट है, तो किसी भी चेक-आउट आइटम की नियत तारीख किसी तिथि के लिए सेट नहीं की जा सकती है जो संरक्षक के कार्ड की समाप्ति के बाद होती है. अगर सेटिंग छोड़ दी जाती है "आवश्यकता नहीं है" तो मद चेक आउट तिथियां संरक्षक पुस्तकालय कार्ड के लिए समाप्ति तिथि से अधिक हो सकती हैं.
it: Questa preferenza può fare sì che un utente conservi prestiti anche dopo al scaddenza della sua tessera. Se impostata a "Richiedere", la data di scadenza di tutti i iprestiti in corso non può essere impostata a una data posteriore alla scadenza della tessera. Se impostata diversamente, la data di scadenza del prestito può eccedere la data di scadenza della tessera.
tr: Bu tercih bir kütüphane kullanıcısının kütüphane kartının geçerliliği sona erdikten sonra materyal ödünç almasını önleyebilir. Bu tercih "Zorunlu tut" olarak ayarlanırsa ödünç verilen bir materyalin iade zamanı kullanıcının kütüphane kartının geçerlilik süresinin bitiminden sonra gelen bir tarih için ayarlanamaz. Eğer "Zorunlu tutma" olarak ayarlanırsa, ödünç verme tarihleri kullanıcının kütüphane kartının son kullanma tarihini aşabilir.

source: Default: the library the item is held by
hi: डिफ़ॉल्ट: पुस्तकालय मद द्वारा आयोजित किया जाता है
it: Default: la biblioteca che detiene il libro
tr: Varsayılan: Materyalin ayırtıldığı kütüphane

source: Asks: For search results in the staff client, display the branch of \_\_\_
hi: पूछते हैं: स्टाफ क्लाइंट में खोज परिणामों के लिए, की शाखा प्रदर्शित करें \_\_\_
it: Chiede: Per i risultati della ricerca nell'interfaccia dello staff, mostra la biblioteca \_\_\_
tr: Seçenek: Personel istemcideki arama sonuçları için, \_\_\_ birimini görüntüle

source: the library the items is held by
hi: पुस्तकालय आइटम द्वारा आयोजित किया जाता है
it: la biblioteca che possiede la copia
tr: materyalin ayırtma yapıldığı kütüphane

source: Default: Don't switch
hi: डिफ़ॉल्ट: स्विच न करें
it: Default: Non scambiare
tr: Varsayılan: Geçiş yapma

source: Asks: \_\_\_ on-site checkouts to normal checkouts when checked out.
hi: पूछते हैं: \_\_\_ चेक आउट होने पर सामान्य चेकआउट पर ऑन-साइट चेकआउट.
it: Chiede: \_\_\_ i prestiti per l'uso locale come prestiti normali quando vengono registrati in uscita.
tr: Seçenek: Ödünç alındığında yerinde ödünç alma'dan normal ödünç almaya \_\_\_.

source: Don't switch
hi: स्विच न करें
it: Non scambiare
tr: Geçiş yapma

source: Switch
hi: स्विच
it: Scambia
tr: Geçiş yap

source: Default: 3
hi: डिफ़ॉल्ट: 3
tr: Varsayılan: 3

source: Asks: Show a warning on the "Transfers to Receive" screen if the transfer has not been received \_\_\_ days after it is sent.
hi: पूछता है: "प्राप्त करने के लिए स्थानांतरण" स्क्रीन पर एक चेतावनी दिखाएं यदि हस्तांतरण \_\_\_ दिन भेजे जाने के कुछ दिन बाद प्राप्त नहीं हुआ है.
it: Chiede: Mostra un avviso sulla schermata "Trasferimenti da ricevere" se lo spostamento non è stato ricevuto entro \_\_\_ giorni da quando è stato spedito.
tr: Seçenek: Eğer transfer gönderildikten \_\_\_ gün sonra halen alınmadıysa "Alınacak Transferler" üzerinde bir uyarı göster.

source: The TransferMaxDaysWarning preference is set at a default number of days. This preference allows for a warning to appear after a set amount of time if an item being transferred between library branches has not been received. The warning will appear in the :ref:`Transfers to Receive <transfers-to-receive-label>` report.
hi: TransferMaxDaysWarning वरीयता दिनों की एक डिफ़ॉल्ट संख्या पर सेट है। यदि यह लाइब्रेरी शाखाओं के बीच स्थानांतरित किया जा रहा है, तो यह वरीयता निर्धारित समय के बाद एक चेतावनी के लिए प्रकट होने की अनुमति देती है।चेतावनी appear में दिखाई देगी :ref:`प्राप्त करने के लिए स्थानांतरण <transfers-to-receive-label>' रिपोर्ट।
it: La preferenza TransferMaxDaysWarning definisce un numero di giorni di default. Questa preferenza permette di fare apparire sullo schermo dopo un certo numero di giorni se una copia da trasferire tra biblioteche non è giunta a destinazione. L'avviso appare nel report :ref:`Trasferimenti da ricevere <transfers-to-receive-label>`
tr: TransferMaxDaysWarning tercihi varsayılan bir gün sayısına ayarlanır. Bu tercih, kütüphane birimleri arasında transfer edilen bir materyal alınmadığında ayarlanan süre sonrasında bir uyarı mesajının görünmesini sağlar. Uyarı mesajı :ref:`Transfers to Receive <transfers-to-receive-label> raporunda görünecektir.

source: Defaults: Don't enforce & collection code
hi: डिफ़ॉल्ट: लागू कोड और संग्रह कोड नहीं है
it: Defaults: Non forzare & codice di collezione
tr: Varsayılanlar: Zorlama & koleksiyon kodu

source: Asks: \_\_\_ branch transfer limits based on \_\_\_
hi: पूछता है: \_\_\_ शाखा हस्तांतरण सीमा के आधार पर \_\_\_
it: Chiede: \_\_\_ i limiti per i trasferimenti tra biblioteche basati sul \_\_\_
tr: Seçenek: birim transferlerinin \_\_\_ esas alınarak sınırlandırılmasına \_\_\_

source: UseBranchTransferLimits Values:
hi: UseBranchTransferLimits मान:
it: Valori di UseBranchTransferLimits:
tr: UseBranchTransferLimits Değerleri:

source: Don't enforce
hi: लागू मत करो
it: Non forzare
tr: Zorlama

source: Enforce
hi: लागू करना
it: Forza
tr: Zorla

source: BranchTransferLimitsType Values:
hi: BranchTransferLimitsType मान:
it: Valori di BranchTransferLimitsType:
tr: BranchTransferLimitsType Değerleri:

source: collection code
hi: संग्रह कोड
it: codice di collezione
tr: koleksiyon kodu

source: item type
hi: आइटम प्रकार
it: tipo di copia
tr: materyal türü

source: BranchTransferLimitsType Description:
hi: BranchTransferLimitsType विवरण:
it: Descrizione di BranchTransferLimitsType:
tr: BranchTransferLimitsType Açıklaması:

source: This parameter is a binary setting which determines whether items are transferred according to item type or collection code. This value determines how the library manager is able to restrict what items can be transferred between the branches.
hi: यह पैरामीटर एक द्विआधारी सेटिंग निर्धारित करता है जो आइटम आइटम प्रकार या संग्रह कोड के अनुसार स्थानांतरित कर रहे हैं कि क्या है. यह मान निर्धारित करता है कि पुस्तकालय प्रबंधक को प्रतिबंधित करने के लिए क्या आइटम शाखाओं के बीच स्थानांतरित किया जा सकता सक्षम है.
it: Questo parametro è composto e determina se le copie sono trasferite in base al tipo o alla collezione. Questo valore determina come il gestore della biblioteca definisce le copie che possono essere trasferite tra biblioteche.
tr: Bu parametre materyalin materyal türü veya koleksiyon koduna göre transfer olup olmadığını belirleyen ikili bir ayardır. Bu değer, kütüphane yöneticisinin branşlar arasında hangi materyallerin transfer edileceğini nasıl kısıtlayabileceğini belirler.

source: Asks: Calculate the due date using \_\_\_.
hi: पूछता है: उपयोग की देय तिथि की गणना करें \_\_\_.
it: Chiede: Calcolare la data di restituzione usando \_\_\_.
tr: Seçenek: İade tarihini \_\_\_ kullanarak hesaplayın.

source: circulation rules only.
hi: केवल परिसंचरण नियम.
it: solo le regole della circolazione.
tr: yalnızca dolaşım kuralları.

source: the calendar to push the due date to the next open day.
hi: कैलेंडर अगले खुला दिन के लिए नियत तारीख पुश करने के लिए.
it: il calendario per spostare la data in avanti, al più vicino giorno di apertura.
tr: iade tarihini kütüphanenin açık olduğu bir sonraki güne atmak için takvim.

source: the calendar to skip all days the library is closed.
hi: कैलेंडर सभी दिन पुस्तकालय बंद कर दिया है छोड़ करने के लिए.
it: il calendario per saltare tutti i giorni di chiusura della biblioteca.
tr: kütüphanenin kapalı olduğu tüm günleri atlamak için takvim.

source: This preference controls how scheduled library closures affect the due date of a material. The 'the calendar to skip all days the library is closed' setting allows for a scheduled closure not to count as a day in the loan period, the 'circulation rules only' setting would not consider the scheduled closure at all, and 'the calendar to push the due date to the next open day' would only effect the due date if the day the item is due would fall specifically on the day of closure.
hi: यह वरीयता नियंत्रण कैसे अनुसूचित पुस्तकालय closures एक सामग्री की नियत तारीख प्रभावित करते हैं. सेटिंग एक अनुसूचित बंद ऋण की अवधि में एक दिन के रूप में गिनती करने के लिए नहीं करने के लिए अनुमति देता है 'कैलेंडर सभी दिन पुस्तकालय बंद कर दिया है छोड़ करने के लिए', 'परिसंचरण नियम केवल' सेटिंग अनुसूचित बंद सभी पर विचार नहीं होगा, और 'कैलेंडर अगले दिन खुला होने के कारण तिथि पुश करने के लिए 'केवल नियत तारीख प्रभाव अगर दिन आइटम की वजह से है बंद होने के दिन पर विशेष रूप से गिर जाएगा.
it: Questa preferenza controlla come le date previste di chiusura della biblioteca infulenzano la data di restituzione di un prestito. L'impostazione 'il calendario per saltare tutti i giorni di chiusura della biblioteca' permette di non conteggiare i giorni di chiusura come giorni del periodo di prestito, l'impostazione 'solo le regole della circolazione' non considererà il periodo di chiusura, e l'impostazione 'il calendario per spostare la data in avanti, al più vicino giorno di apertura' influenzerà solo la data di restituzione se il giorno in cui scade il prestito cade esattamente nel giorno di chiusura.
tr: Bu tercih, zamanlanmış kütüphane kapanışlarının materyaller üzerindeki iade tarihlerini nasıl etkilediğini kontrol eder. 'the calendar to skip all days the library is closed' ayarı zamanlanmış bir kapanışın ödünç verme periyodunda gün olarak hesaplanmamasını sağlar, 'circulation rules only' ayarı zamanlanmış kapanışları hiç bir şekilde dikkate almaz ve 'the calendar to push the due date to the next open day' yalnızca eğer bir materyalin iade tarihi özellikle kapanış gününe denk geliyorsa iade tarihini etkiler.

source: Example:
hi: उदाहरण:
it: Esempio:
tr: Örnek:

source: The library has put December 24th and 25th in as closures on the calendar. A book checked out by a patron has a due date of December 25th according to the circulation and fine rules. If this preference is set to 'circulation rules only' then the item will remain due on the 25th. If the preference is set to 'the calendar to push the due date to the next open day' then the due date will be December 26th. If the preference is set to 'the calendar to skip all days the library is closed' then the due date will be pushed to the 27th of December to accommodate for the two closed days.
hi: पुस्तकालय कैलेंडर पर बंद होने के रूप में दिसंबर 24 और 25 डाल दिया है. किताब एक संरक्षक से बाहर की जाँच की परिसंचरण और ठीक नियमों के अनुसार दिसंबर 25 की एक नियत तारीख है. इस वरीयता करने के लिए सेट है, तो 'परिसंचरण नियम केवल' तब मद 25 पर देय रहेगा. वरीयता 'अगले खुला दिन के लिए नियत तारीख पुश करने के लिए कैलेंडर' के लिए सेट कर दिया जाता है तो नियत तारीख 26 वें दिसंबर को होगा. वरीयता 'सभी दिन पुस्तकालय बंद कर दिया है छोड़ करने के लिए कैलेंडर' के लिए सेट कर दिया जाता है तो नियत तारीख दो बंद दिनों के लिए समायोजित करने के लिए दिसंबर के 27 वें करने के लिए धक्का दिया जाएगा.
it: La biblioteca ha fissato sul calendario il 24 e 25 dicembre come giorni di chiusura. Un libro prestato a un utente ha data di scadenza 25 dicembre, in base alle regole di circolazione e multe. Se questa preferenza è impostata a 'solo le regole di circolazione', allora la copia avrà scadenza 25 dicembre. Se la preferenza è impostata a 'sposta la data al giorno successivo di apertura', allora la data di restituzione sarà 26 dicembre. Se la preferenza è impostata a 'salta i giorni in cui la biblioteca è chiusa', allora la data di restituzione diverrà 27 dicembre, per rispettare i due giorni di chiusura.
tr: Kütüphane, kapanış tarihleri olarak takvime 24 Aralık ve 25 Aralık günlerini koydu. Kullanıcı tarafından ödünç alınan bir kitabın dolaşım ve ceza kurallarına göre 25 Aralık tarihinde süresi doluyor. Eğer bu 'circulation rules only' olarak ayarlanırsa materyalin iade tarihi 25 Aralık olarak kalmaya devam edecektir. Eğer bu ayar 'the calendar to push the due date to the next open day' olarak ayarlanırsa bu sefer iade tarihi 26 Aralık olacaktır. Eğer bu tercih 'the calendar to skip all days the library is closed' olarak ayarlanırsa bu sefer iade tarihi kapalı olan iki günü karşılamak için 27 Aralık tarihine atılacaktır.

source: The calendar is defined on a branch by branch basis. To learn more about the calendar, check out the ^:ref:`Calendar & Holidays <calendar-label>`^ section of this manual.
hi: कैलेंडर शाखा के आधार पर शाखा पर परिभाषित किया गया है। कैलेंडर के बारे में और जानने के लिए, इस मैनुअल के ^:ref:`कैलेंडर और छुट्टियां <calendar-label>`^ अनुभाग देखें।

source: Asks: \_\_\_ Transport Cost Matrix for calculating optimal holds filling between branches.
hi: पूछता है: \_\_\_ शाखाओं के बीच भरने इष्टतम धारण की गणना के लिए परिवहन लागत मैट्रिक्स.
it: Chiede: \_\_\_ la Matrice di costi di trasporto per calcolare l'ottimizzazione delle prenotazioni per copie che sarebbero da spostare tra le biblioteche.
tr: Seçenek: Birimler arasındaki ayırmaların optimum yerine getirilmesinin hesaplanmasında Taşıma Maliyet Matrisi \_\_\_.

source: If the system is configured to use the :ref:`Transport cost matrix <transport-cost-matrix-label>` for filling holds, then when attempting to fill a hold, the system will search for the lowest cost branch, and attempt to fill the hold with an item from that branch first. Branches of equal cost will be selected from randomly. The branch or branches of the next highest cost shall be selected from only if all the branches in the previous group are unable to fill the hold.
hi: यदि सिस्टम का उपयोग करने के लिए कॉन्फ़िगर किया गया है : ref: `परिवहन लागत मैट्रिक्स <transport-cost-matrix-label>` भरने के लिए, फिर पकड़ को भरने का प्रयास करते समय, सिस्टम सबसे कम लागत वाली शाखा की खोज करेगा, और पहले उस शाखा से किसी आइटम के साथ होल्ड को भरने का प्रयास करेगा। समान लागत की शाखाओं को यादृच्छिक रूप से चुना जाएगा। अगली उच्चतम लागत की शाखा या शाखाओं का चयन तभी किया जाएगा जब पिछले समूह की सभी शाखाएं पकड़ को भरने में असमर्थ हों
it: Se il sistema è configurato per utilizzare la :ref:`Matrice dei costi di trasporto <transport-cost-matrix-label>` per soddisfare le prenotazioni, quando si cerca di soddisfare una prenotazione, il sistema ricercherà la biblioteca a costo più basso, e tenterà di soddisfare la prenotazione con una copia di quella biblioteca. Biblioteche a parità di costo saranno selezionati casualmente. La biblioteca o le biblioteche di costo più alto saranno scelte solo se tutte le biblioteche del gruppo precedente non sono in grado di soddisfare la prenotazione.
tr: Sistem, ayırtma isteklerini karşılamak için :ref:`Taşıma Maliyet Matrisi <transport-cost-matrix-label>' kullanacak şekilde yapılandırılmış ise, bir ayırtma isteğini karşılamak için sistem maliyeti en düşük olan birim için arama yapacak ve ayırtma isteğini öncelikle bu birimden sağlamaya çalışacaktır. Eşit maliyetli şubeler rastgele seçilecektir. Bir sonraki yüksek maliyetli birim ya da birimler yalnızca gruptaki diğer birimlerin tümü ayırtma isteğini karşılayamazsa seçilecektir.

source: The system will use the item's current holding branch when determining whether the item can fulfill a hold using the Transport Cost Matrix.
hi: प्रणाली आइटम की मौजूदा होल्डिंग शाखा जब निर्धारण आइटम एक पकड़ परिवहन लागत मैट्रिक्स का उपयोग कर पूरा कर सकते हैं कि क्या इस्तेमाल करेगा.
it: Il sistema utilizzerà la biblioteca che detiene la copia per determinare se la copia soddisfa una prenotazione utilizzando la Matrice dei costi di trasporto.
tr: Sistem materyalin, ayırma talebini taşıma maliyet matrisi kullanarak karşılayıp karşılayamayacağını belirlerken materyalin mevcut ayırma birimini kullanacaktır.

source: Course Reserves
hi: कोर्स के भंडार
it: Testi per i corsi
tr: Kurs Rezervleri

source: Asks: \_\_\_ course reserves
hi: पूछता है: \_\_\_पाठ्यक्रम रिजर्व
it: Chiede: \_\_\_ testi per i corsi
tr: Seçenek: ayrılmış ders materyallerini \_\_\_

source: The `Course Reserves <#coursereserves>`__ module in Koha allows you to temporarily move items to 'reserve' and assign different circulation rules to these items while they are being used for a specific course.
hi: कोहा में 'कोर्स रिजर्व <#coursereserves>`__मॉड्यूल आपको अस्थायी रूप से आइटम को' आरक्षित 'में स्थानांतरित करने और इन वस्तुओं को अलग-अलग परिसंचरण नियमों को असाइन करने की अनुमति देता है, जबकि उन्हें एक विशिष्ट पाठ्यक्रम के लिए उपयोग किया जा रहा है।
it: Il modulo `Testi per i corsi <#coursereserves>`__ di Koha permette di 'riservare' temporaneamente delle copie ed assegnare loro delle regole diverse di circolazione mentre vengono utilizzate per un corso specifico.
tr: Koha içerisinde yer alan `Kurs Rezervleri <#coursereserves>`__ modülü materyalleri geçici olarak 'rezerv' bölümüne taşıyıp belirli bir ders için kullanılmakta olduklarında bu materyaller üzerine farklı dolaşım kuralları atayabilmenizi sağlar.

source: Fines Policy
hi: जुर्माना नीति
it: Regole per le multe
tr: Ceza Politikası

source: Default: not including the days the library is closed
hi: डिफ़ॉल्ट: दिन शामिल नही पुस्तकालय बंद कर दिया है
it: Default: non includere i giorni in cui la biblioteca è chiusa
tr: Varsyılan: kütüphanenin kapalı olduğu günler dahil değil
