Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Default: will never be emptied or truncated (persistent)
hi: डिफ़ॉल्ट: कभी भी खाली नहीं किया जाएगा या छोटा होगा (निरंतर)
it: Default: non sarà mai svuotato o troncato (persistente)
tr: Varsayılan: asla boşaltılmayacak veya kesilmeyecek (kalıcı)

source: Asks: Koha's deletedbiblio table \_\_\_
hi: पूछता है: कोहाके deletedbiblio तालिका \_\_\_
it: Chiede: la tabella di Koha deletedbiblio \_\_\_
tr: Seçenek: Koha'nın deletedbiblio tablosu \_\_\_

source: will never have any data in it (no)
hi: इसमें कोई डेटा नहीं होगा (नहीं)
it: non avrà mai i dati in esso (no)
tr: İçine hiç bir veriyi almayacaktır (hayır)

source: will never be emptied or truncated (persistent)
hi: कभी भी खाली या खाली नहीं किया जाएगा (निरंतर)
it: non sarà mai svuotato o troncato (persistente)
tr: asla boşaltılmayacak veya kesilmeyecektir (kalıcı)

source: might be emptied or truncated at some point (transient)
hi: किसी बिंदु पर रिक्त किया जा सकता है या छोटा हो सकता है (क्षणिक)
it: potrebbe essere svuotato o troncato ad un certo punto (transitoria)
tr: bazı noktalarda boşaltılabilir veya kesilebilir (geçici)

source: Asks: Only return \_\_\_ records at a time in response to a ListRecords or ListIdentifiers query.
hi: पूछता है: ListRecords या ListIdentifiers क्वेरी के जवाब में केवल एक बार \_\_\_ रिकॉर्ड लौटाएं.
it: Chiede: Restituisci solo \_\_\_ record per volta nelle risposte alle query ListRecords o ListIdentifiers.
tr: Seçenek: Bir ListRecords veya ListIdentifiers sorgusuna yanıt olarak bir seferde yalnızca \_\_\_ kayıt getirilsin.

source: This is the maximum number of records that would be returned based on ListRecord or ListIdentifier queries from harvesters. ListRecords harvest the entire records while the ListIdentifier is an abbreviated form of ListRecords, retrieving only headers rather than records.
hi: यह रिकॉर्ड है कि ListRecord या हार्वेस्टर से ListIdentifier प्रश्नों के आधार पर लौटा होगा की अधिकतम संख्या है. ListRecords पूरे रिकॉर्ड फसल जबकि ListIdentifier, ListRecords का एक संक्षिप्त रूप है न कि रिकॉर्ड से केवल हेडर को पुन: प्राप्त.
it: Questo è il numero massimo di record che potrebbero essere restituiti in base sulle interrogazioni ListRecord o ListIdentifier inviate al tuo Koha dai raccoglitori di metadati. ListRecords invia l'intero record, mentre ListIdentifier è una forma abbreviata di ListRecords, che invia solo le intestazioni.
tr: Bu, harvesterlardan ListREcord ya da ListIdentifier sorgularına dayalı olarak dönüş yapan maksimum kayıt sayısıdır. ListIdentifier, ListRecords'ın kısaltılmış bir biçimi iken ListRecords kayıtlardan ziyade başlıkları getirerek tüm kayıtları harvest eder.

source: Asks: Set the default number of results returned by the REST API endpoints to \_\_\_ per page.
hi: पूछता है: REST API endpoints द्वारा प्रति पृष्ठ \_\_\_ पर लौटाए गए परिणामों की डिफ़ॉल्ट संख्या सेट करें।

source: This preference lets you choose the number of results per page you want
hi: यह वरीयता आपको प्रति पृष्ठ के परिणामों की संख्या चुनने देती है
tr: Bu tercih, istediğiniz sayfa başına sonuç sayısını seçmenizi sağlar

source: Asks: \_\_\_ the OAuth2 client credentials grant for the REST API.
hi: पूछते हैं: \_\_\_ OAuth2 क्लाइंट प्रमाण-पत्र REST API के लिए अनुदान देता है।

source: Requires Net::OAuth2::AuthorizationServer installed.
hi: आवश्यक है Net::OAuth2::AuthorizationServer स्थापित।
tr: Net::OAuth2::AuthorizationServer'in kurulmuş olmasını gerektirir.

source: This system preference is experimental.
hi: यह सिस्टम वरीयता प्रयोगात्मक है।
tr: Bu sistem tercihi deneyseldir.

source: Reporting
hi: रिपोर्टिंग
it: Cronache
tr: Raporlama

source: Asks: Only return \_\_\_ rows of a report requested via the reports web service.
hi: पूछता है: रिपोर्ट वेब सेवा के माध्यम से अनुरोध की गई रिपोर्ट की केवल \_\_\_पंक्तियां लौटें।
it: Chiede: Restituire solo \_\_\_ righe di un report tramite il web service dei report.
tr: Seçenek: Raporlar web servisi tarafından istenen bir raporun sadece \_\_\_ satırını getir.

source: This value will be used to limit the number of results returned by `public reports <#publicreport>`__.
hi: यह मान का उपयोग करके परिणामों की संख्या को सीमित करने के लिए उपयोग किया जाएगा `सार्वजनिक रिपोर्ट <#publicreport>`__.
it: Questo valore verrà utilizzato per limitare il numero di risultati restituiti dai `report pubblici <#publicreport>`__.
tr: Bu değer `public reports <#publicreport>`__ tarafından getirilen sonuç sayısını sınırlamak için kullanılır.

source: AllowHoldPolicyOverride
tr: Ayırtma ilkesinin geçersiz kılınmasına izin verin

source: decreaseLoanHighHolds, decreaseLoanHighHoldsDuration, decreaseLoanHighHoldsValue, decreaseLoanHighHoldsControl, and decreaseLoanHighHoldsIgnoreStatuses
it: decreaseLoanHighHolds, decreaseLoanHighHoldsDuration, decreaseLoanHighHoldsValue, decreaseLoanHighHoldsControl, e decreaseLoanHighHoldsIgnoreStatuses
tr: decreaseLoanHighHolds, decreaseLoanHighHoldsDuration, decreaseLoanHighHoldsValue, decreaseLoanHighHoldsControl, ve decreaseLoanHighHoldsIgnoreStatuses

source: decreaseLoanHighHoldsIgnoreStatuses values:
it: Valori di decreaseLoanHighHoldsIgnoreStatuses :
tr: decreaseLoanHighHoldsIgnoreStatuses değerleri:

source: French style ([Street number] [Address] - [ZIP/Postal Code] [City] - [Country])
it: Stile degli Stati Uniti ([Numero civico], [Indirizzo] - [Città], [Zip / Postal Code], [Paese])
tr: Fransız tarzı ([Sokak numarası] [Adres] - [ZIP/Posta Kodu] [Şehir] - [Ülke])

source: dd.mm.yyyy
it: gg.mm.aaaa
tr: gg.aa.yyyy

source: dd/mm/yyyy
it: gg/mm/aaaa
tr: gg/aa/yyyy

source: mm/dd/yyyy
it: mm/gg/aaaa
tr: aa/gg/yyyy

source: yyyy/mm/dd
it: aaaa/mm/gg
tr: yyyy/aa/gg

source: Default: home library
it: Default: biblioteca che possiede la copia
tr: Varsayılan: ana kütüphane

source: Default: <li><a href="http://worldcat.org/search?q={TITLE}" target="\_blank">Other Libraries (WorldCat)</a></li> <li><a href="http://www.scholar.google.com/scholar?q={TITLE}" target="\_blank">Other Databases (Google Scholar)</a></li> <li><a href="http://www.bookfinder.com/search/?author={AUTHOR}&title={TITLE}&st=xl&ac=qr" target="\_blank">Online Stores (Bookfinder.com)</a></li>
tr: Varsayılan: <li><a href="http://worldcat.org/search?q={TITLE}" target="\_blank">Diğer Kütüphaneler (WorldCat)</a></li> <li><a href="http://www.scholar.google.com/scholar?q={TITLE}" target="\_blank">Diğer Veritabanları (Google Scholar)</a></li> <li><a href="http://www.bookfinder.com/search/?author={AUTHOR}&title={TITLE}&st=xl&ac=qr" target="\_blank">ÇEvrimiçi Mağazalar (Bookfinder.com)</a></li>

source: patronimages
tr: kullanıcıresimleri
