Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: :ref:`AllowHoldDateInFuture` must also be enabled for this to work
hi: :ref:`AllowHoldDateInFuture` इसके लिए काम करने के लिए भी सक्षम होना चाहिए
it: :ref:`AllowHoldDateInFuture` si richiede che sia attivo
tr: bunun çalışması için :ref:`AllowHoldDateInFuture etkinleştirilmelidir

source: Asks: \_\_\_ to pickup holds at libraries where the item is available.
hi: पूछता है: \_\_\_ होल्ड पिकअप अप पुस्तकालयों पर रखता है जहां आइटम उपलब्ध है।
it: Chiede: \_\_\_ di prelevare le prenotazioni presso le biblioteche dove la copia è disponibile.
tr: Seçenek: Ayırtılan materyallerin, materyallerin mevcut olduğu kütüphaneden alınmasına \_\_\_ .

source: Prevents borrowers from requesting items that are on the shelf at the same branch at which they wish to pick up those items.
hi: उधारकर्ताओं को उसी शाखा में शेल्फ पर मौजूद वस्तुओं का अनुरोध करने से रोकता है, जहां वे उन वस्तुओं को चुनना चाहते हैं।

source: Asks: Patron categories not affected by :ref:`OPACHoldsIfAvailableAtPickup` \_\_\_ (list of patron categories separated with a pipe ^|^)
hi: पूछता है: संरक्षक श्रेणियां प्रभावित नहीं हैं :ref:`OPACHoldsIfAvailableAtPickup` \_\_\_ (पाइप से अलग संरक्षक श्रेणियों की सूची ^|^)

source: Patron category codes listed here separated by a pipe ^|^ are unaffected by :ref:`OPACHoldsIfAvailableAtPickup`.
hi: यहां सूचीबद्ध संरक्षक श्रेणी कोड एक पाइप ^|^ से अलग हैं, द्वारा अप्रभावित हैं :ref:`OPACHoldsIfAvailableAtPickup`.

source: Default: item's home library
hi: डिफ़ॉल्ट: आइटम के होम पुस्तकालय
it: Default: biblioteca che possiede la copia
tr: Varsayılan: materyalin ana kütüphanesi

source: Asks: Check the \_\_\_ to see if the patron can place a hold on the item.
hi: पूछता है: यह देखने के लिए कि संरक्षक आइटम पर होल्ड कर सकता है \_\_\_ जांचें।
it: Chiede: Controlla il \_\_\_ per vedere se l'utente può prenotare una copia.
tr: Seçenek: Kullanıcının materyali ayırtıp ayırtamayacağını görmek için \_\_\_ kontrol edin.

source: item's home library.
hi: आइटम के होम पुस्तकालय
it: la biblioteca che possiede la copia.
tr: materyalin ana kütüphanesi.

source: patron's home library.
hi: संरक्षक के होम पुस्तकालय
it: la biblioteca dell'utente.
tr: kullanıcının ana kütüphanesi.

source: Default: 7
hi: डिफ़ॉल्ट: 7
tr: Varsayılan: 7

source: Asks: Mark a hold as problematic if it has been waiting for more than \_\_\_ days.
hi: पूछता है: एक होल्ड को समस्याग्रस्त के रूप में चिह्नित करें यदि यह \_\_\_ दिनों से अधिक की प्रतीक्षा कर रहा है.
it: Chiede: Marca una prenotazione come problematica se ha atteso più di \_\_\_ giorni.
tr: Seçenek: \_\_\_ günden fazla bekleyen bir ayırtılmış materyali sorunlu olarak işaretleyin.

source: This preference (based on calendar days, not the :ref:`Koha holiday calendar <calendar-label>`) puts an expiration date on an item a patron has on hold. After this expiration date the staff will have the option to release the unclaimed hold which then may be returned to the library shelf or issued to the next patron on the item's hold list. Items that are 'expired' by this preference are moved to the 'Holds Over' tab on the ^:ref:`Holds Awaiting Pickup <holds-awaiting-pickup-label>`^ report.
hi: यह वरीयता (कैलेंडर दिनों के आधार पर, नहीं :ref:`कोहा अवकाश कैलेंडर <calendar-label>') एक संरक्षक की तारीख को एक संरक्षक की तारीख पर रखता है। इस समाप्ति तिथि के बाद कर्मचारियों के पास अनधिकृत होल्ड जारी करने का विकल्प होगा, जिसे लाइब्रेरी शेल्फ में वापस किया जा सकता है या आइटम की होल्ड सूची पर अगले संरक्षक को जारी किया जा सकता है। इस वरीयता से 'समाप्त' किए गए आइटम पर 'होल्ड ओवर' टैब पर ले जाया गया है^:ref:`पिकअप का इंतजार कर रहा है <holds-awaiting-pickup-label>`^ रिपोर्ट।

source: Default: Don't automatically
hi: डिफ़ॉल्ट: स्वचालित रूप से मत करो
it: Default: Non marcare automaticamente
tr: Varsayılan: Otomatik değil

source: Asks: \_\_\_ mark holds as found and waiting when a hold is placed specifically on them and they are already checked in.
hi: पूछता है: \_\_\_ निशान को पाया जाता है और प्रतीक्षा करता है जब एक पकड़ विशेष रूप से उन पर रखा जाता है और वे पहले ही चेक इन हैं।
it: Chiede: \_\_\_ le prenotazioni come si trova e in attesa quando una sospensione è posto in particolare su di loro e sono già effettuato la registrazione.
tr: Seçenek: Özellikle iade edilmiş olan materyaller ayırtıldığında, ayırtılan materyallerin bulundu ve bekliyor olarak işaretlenmelerine \_\_\_.

source: Automatically
hi: स्वचालित
it: Automaticamente
tr: Otomatik olarak

source: Don't automatically
hi: स्वचालित रूप से मत करो
it: Non automaticamente
tr: Otomatik olarak değil

source: This preference refers to 'item specific' holds where the item is currently on the library shelf. This preference allows a library to decide whether an 'item specific' hold is marked as "Waiting" at the time the hold is placed or if the item will be marked as "Waiting" after the item is checked in. This preference will tell the patron that their item is 'Waiting' for them at their library and ready for check out.
hi: यह वरीयता को 'आइटम' विशिष्ट संदर्भित करता है रखती है, जहां मद पुस्तकालय शेल्फ पर वर्तमान में है. यह वरीयता एक पुस्तकालय के बारे में फैसला करने के लिए एक 'आइटम विशिष्ट' पकड़ के रूप में समय पकड़ रखा गया है या अगर मद के रूप में "प्रतीक्षा " चिह्नित किया जाएगा के बाद मद में जाँच की है पर "प्रतीक्षा कर रहा है " चिह्नित है या नहीं. यह वरीयता संरक्षक है कि उनके आइटम है अपने पुस्तकालय पर उनके लिए 'प्रतीक्षा कर रहा है और जांच के लिए तैयार बाहर ही बताएगा.
it: Questa preferenza si riferisce alle prenotazioni di 'copie specifiche' quando la copia è sullo scaffale. Questa preferenza permette a una biblioteca di decidere se una prenotazione di una 'copia specifica' è contrassegnato come "Waiting" al momento della prenotazione o se la copia sarà contrassegnata come "Waiting" dopo la restituzione. Questa preferenza dirà all'utente che la loro copia è 'In attesa' alla sua biblioteca e pronta per il prestito.
tr: Bu tercih, materyalin halihazırda kütüphane rafında yer aldığı 'Materyale Özel' ayırmalar hakkındadır. Bu tercih kütüphaneye, bir 'Materyale özel' ayırmanın, ayırma yapıldığı anda mı yoksa materyal ödünç verildikten sonra mı "Bekliyor" olarak işaretleneceğini seçme imkanı verir. Bu tercih kullanıcılara ayırma yaptıkları kitabın kütüphanede 'beklediğini' ve ödünç alınmaya hazır olduğunu bildirir.

source: StaticHoldsQueueWeight Default: 0
hi: StaticHoldsQueueWeight डिफ़ॉल्ट: 0
it: Default di StaticHoldsQueueWeight: 0
tr: StaticHoldsQueueWeight Varsayılan: 0

source: HoldsQueueSkipClosed Default: open or closed
hi: HoldsQueueSkipClosed डिफ़ॉल्ट: खुला या बंद
it: Default di HoldsQueueSkipClosed: aperto o chiuso
tr: HoldsQueueSkipClosed Varsayılan: Açık veya kapalı

source: RandomizeHoldsQueueWeight Default: in that order
hi: RandomizeHoldsQueueWeight Default: उस क्रम में
it: Default di RandomizeHoldsQueueWeight: in quell'ordine
tr: RandomizeHoldsQueueWeight Varsayılan: bu sıralamada

source: Asks: Satisfy holds using items from the libraries \_\_\_ (as branchcodes, separated by commas; if empty, uses all libraries) when they are \_\_\_ \_\_\_.
hi: पूछता है: संतुष्ट पुस्तकालयों से वस्तुओं का उपयोग कर रखता है \_\_\_ (शाखाओं के रूप में, अल्पविराम से अलग; यदि खाली है, तो सभी पुस्तकालयों का उपयोग करता है) जब वे होते हैं \_\_\_ \_\_\_.
it: Chiede: Soddisfa le prenotazioni dalle biblioteche \_\_\_ (codici di biblioteche, separati da virgole; se vuoto, utilizza tutte le biblioteche) quando esse sono \_\_\_ \_\_\_.
tr: Seçenek: \_\_\_ \_\_\_ olduklarında \_\_\_ kütüphanelerinden materyalleri kullanarak ayırtma isteklerini yerine getir (virgülle ayrılmış birim kodları olarak; eğer boş bırakılmışsa tüm kütüphaneleri kullanır).

source: HoldsQueueSkipClosed Values:
hi: HoldsQueueSkipClosed मान:
it: Valori di HoldsQueueSkipClosed:
tr: HoldsQueueSkipClosed Değerleri:

source: open or closed
hi: डिफ़ॉल्ट: खुला या बंद
it: aperto o chiuso
tr: açık ya da kapalı

source: open
hi: खुला होना
it: aperto
tr: açık

source: RandomizeHoldsQueueWeight Values:
hi: RandomizeHoldsQueueWeight मान:
it: Valori di RandomizeHoldsQueueWeight:
tr: RandomizeHoldsQueueWeight Değerler:

source: in random order
hi: यादृच्छिक क्रम में
it: in ordine casuale
tr: rastgele sırada

source: If StaticHoldsQueueWeight is left at the default Koha will randomize all libraries, otherwise it will randomize the libraries listed.
hi: StaticHoldsQueueWeight डिफ़ॉल्ट Koha पर छोड़ दिया जाता है तो सभी पुस्तकालयों randomize होगा, अन्यथा यह सूचीबद्ध पुस्तकालयों randomize जाएगा.
it: Se StaticHoldsQueueWeight è il default, Koha sceglierà a caso tra tute le biblioteche, altrimenti sceglierà a caso tra quelle elencate.
tr: StaticHoldsQueueWeight varsayılan değerde bırakılırsa Koha tüm kütüphaneleri rastgele seçecektir, aksi halde listelenen kütüphaneleri rastgele seçecektir.

source: in that order
hi: उस क्रम में
it: in quell'ordine
tr: bu sıralamada

source: If StaticHoldsQueueWeight is left at the default then this will use all of your branches in alphabetical order, otherwise it will use the branches in the order that you entered them in the StaticHoldsQueueWeight preference.
hi: StaticHoldsQueueWeight डिफ़ॉल्ट पर छोड़ दिया जाता है, तो इस वर्णमाला के क्रम में अपनी शाखाओं के सभी का उपयोग होगा, अन्यथा यह आदेश है कि आप उन्हें StaticHoldsQueueWeight वरीयता में दर्ज किया गया शाखाओं में प्रयोग करेंगे.
it: Se StaticHoldsQueueWeight viene lasciato sul valore predefinito, allora verranno utilizzate tutte le biblioteche in ordine alfabetico, altrimenti userà le biblioteche nell'ordine in cui le hai inserite nella preferenza StaticHoldsQueueWeight.
tr: StaticHoldsQueueWeight varsayılan değerde bırakılırsa bu tüm birimlerinizi alfabetik sırada kullanacaktır, aksi halde birimleri StaticHoldsQueueWeight tercihinde girdiğiniz sırada kullanacaktır.

source: These preferences control how the :ref:`Holds Queue report <holds-queue-label>` is generated using :ref:`a cron job <holds-queue-label>`.
hi: ये प्राथमिकताएं कैसे नियंत्रित करती हैं :ref:`होल्डस कतार रिपोर्ट <holds-queue-label>` का उपयोग कर उत्पन्न होता है :ref:`a क्रॉन जॉब <holds-queue-label>`.
it: Queste preferenze controllano come è generato il report :ref:`Holds Queue report <holds-queue-label>` usando un :ref:`cron job <holds-queue-label>`.
tr: Bu tercihler :ref:`Ayırtılanlar Sırası Raporunun <holds-queue-label>` bir :ref:'cron job <holds-queue-label> kullanılarak nasıl oluşturulduğunu denetler.

source: If you do not want all of your libraries to participate in the on-shelf holds fulfillment process, you should list the the libraries that \*do\* participate in the process here by inputting all the participating library's branchcodes, separated by commas ( e.g. "MPL,CPL,SPL,BML" etc. ).
hi: यदि आप नहीं चाहते हैं कि आपके सभी पुस्तकालयों को ऑन-शेल्फ में भाग लेने की प्रक्रिया पूरी हो, तो आपको उन पुस्तकालयों को सूचीबद्ध करना चाहिए जो \*do\* सभी भाग लेने वाली लाइब्रेरी के शाखा कोडों को इनपुट करके अल्पविराम से अलग करते हुए प्रक्रिया में भाग लेते हैं (उदा. "MPL,CPL,SPL,BML" आदि. ).
it: Se non vuoi che le tue biblioteche partecipino al processo di assegnazione di prenotazioni, \*devi\* comunque elencare qui le biblioteche che vi prendono parte, con una lista di codici di biblioteca separate da virgola (es.: "MPL,CPL,SPL,BML" ecc. ).
tr: Kütüphanelerinizin raf üzerinde ayırtma isteklerini yerine getirme işlemine katılmasını istemiyorsanız, \*katılmakta\* olan tüm kütüphanenin birim kodlarını virgüllerle ayırarak girerek, işleme katılmayı sağlayan kitaplıklarını listelemelisiniz (ör. "MPL, CPL, SPL, BML" vb.).

source: By default, the holds queue will be generated such that the system will first attempt to hold fulfillment using items already at the pickup library if possible. If there are no items available at the pickup library to fill a hold, build\_holds\_queue.pl will then use the list of libraries defined in StaticHoldsQueueWeight. If RandomizeHoldsQueueWeight is disabled ( which it is by default ), the script will assign fulfillment requests in the order the branches are placed in the StaticHoldsQueueWeight system preference.
hi: डिफ़ॉल्ट रूप से, होल्ड कतार उत्पन्न की जाएगी जैसे कि सिस्टम पहले संभवतः पिकअप लाइब्रेरी में पहले से मौजूद आइटमों का उपयोग करके पूर्ति करने का प्रयास करेगा। यदि होल्ड भरने के लिए पिकअप लाइब्रेरी में कोई आइटम उपलब्ध नहीं है, तो build\_holds\_queue.pl बनाएं, फिर StaticHoldsQueueWeight में परिभाषित पुस्तकालयों की सूची का उपयोग करें। यदि RandomizeHoldsQueueWeight अक्षम है (जो डिफ़ॉल्ट रूप से है), तो स्क्रिप्ट StaticHoldsQueueWeight सिस्टम वरीयता में शाखाओं को व्यवस्थित करने के क्रम में पूर्ति अनुरोध असाइन करेगा।
it: Per default, la coda delle prenotazioni funziona in modo che il sistema prima tenta di soddisfare una prenotazione utilizzando copie che sono già presso la biblioteca del ritiro. In mancanza, build\_holds\_queue.pl userà la lista di biblioteche definite in StaticHoldsQueueWeight. Se RandomizeHoldsQueueWeight non è attiva (come da default), lo script assegnerà le richieste in base alla preferenza di sistema StaticHoldsQueueWeight.
tr: Ayırtma sırası varsayılan olarak, sistemin öncelikle ayırtma isteğinin halihazırda alınacağı kütüphanede mevcut olan materyalleri kullanarak gerçekleştireceği şekilde oluşturulacaktır. Bir ayırtma isteğini yerine getirecek materyal kütüphanede yoksa, build\_holds\__queue.pl bu sefer StaticHoldsQueueWeight içerisinde tanımlı kütüphanelerin listesini kullanacaktır. Eğer RandomizeHoldsQueueWeight devre dışı ise (varsayılan olarak devre dışıdır), komut dizini ayırtma isteklerini birimlerin StaticHoldsQueueWeight sistem tercihinde yer alma sırasına göre atayacaktır.

source: For example, if your system has three libraries, of varying sizes ( small, medium and large ) and you want the burden of holds fulfillment to be on larger libraries before smaller libraries, you would want StaticHoldsQueueWeight to look something like "LRG,MED,SML".
hi: उदाहरण के लिए, अगर आपके सिस्टम अलग आकार (छोटे, मध्यम और बड़े) के तीन पुस्तकालयों, है और आप बोझ की पूर्ति रखती छोटे पुस्तकालयों से पहले बड़े पुस्तकालयों पर होना चाहते हैं, तो आप StaticHoldsQueueWeight मेड की तरह कुछ देखना चाहता हूँ जाएगा ,"LRG,MED,SML".
it: Per esempio, se il tuo sistema ha tre biblioteche, di varia dimensione (piccola, media e grande) e vuoi che il processo di assegnazione prenotazioni usi prima la alla grande biblioteca e poi le piccole, potresti impostare la preferenza di sistema 'StaticHoldsQueueWeight' a "LRG,MED,SML".
tr: Örneğin, sisteminizin değişen boyutlarda (küçük, orta ve büyük) 3 kütüphanesi varsa ve siz ayırmaları daha küçük kütüphanelerden önce daha büyük kütüphanelere yüklemek istiyorsanız, Ayırma Kuyruğundaki Statik Tercihlerin "LRG,MED,SML" şeklinde gözükmesini isteyeceksiniz.

source: If you want the burden of holds fulfillment to be spread out equally throughout your library system, simply enable RandomizeHoldsQueueWeight. When this system preference is enabled, the order in which libraries will be requested to fulfill an on-shelf hold will be randomized each time the list is regenerated.
hi: आप अपने पुस्तकालय प्रणाली भर में समान रूप से बाहर फैल होने की बोझ चाहते हैं पूर्ति होल्ड की, बस RandomizeHoldsQueueWeight सक्षम करें। जब इस प्रणाली वरीयता सक्षम है, जिस क्रम में पुस्तकालयों पर एक शेल्फ होल्ड को पूरा करने का अनुरोध किया जाएगा हर बार सूची पुनर्जीवित है बेतरतीब दिया जाएगा।
it: Se vuoi che il carico delle prenotazioni venga suddiviso equamente tra le varie biblioteche del sistema, abilita la preferenza di sistema RandomizeHoldsQueueWeight. Quando è attiva, l'ordine delle biblioteche verrà rigenerato casualmente ogni volta che viene creata la loro lista.
tr: Ayırma yapma işlemleri yükünün kütüphane sisteminizin genelinde eşit olarak dağılmasını istiyorsanız, Ayırma Kuyruğu Rastgele Tercihlerini etkinleştiriniz. Bu sistem tercihi etkinleştirildiğinde, kütüphanelerdeki raflarda ayırma yapma isteği liste her defasında tekrar oluşturulduğunda rastgele hale getirilecektir.

source: The :ref:`Transport Cost Matrix <transport-cost-matrix-label>` takes precedence in controlling where holds are filled from, if the matrix is not used then Koha checks the StaticHoldsQueueWeight. To use the Transport Cost Matrix simply set your :ref:`UseTransportCostMatrix` preference to 'Use'
hi: यह : ref: `परिवहन लागत मैट्रिक्स <transport-cost-matrix-label>' मैट्रिक्स का उपयोग नहीं किया जाता है, तो कहां से भरे हुए हैं, इसे नियंत्रित करने में प्राथमिकता लेती है तो कोहा StaticHoldsQueueWeight की जांच करता है। ट्रांसपोर्ट कॉस्ट मैट्रिक्स का उपयोग करने के लिए बस अपना सेट करें : ref: 'UseTransportCostMatrix`' उपयोग 'के लिए प्राथमिकता
it: La :ref:`Matrice dei Costi di Trasporto <transport-cost-matrix-label>` ha la precedenza nel controllo della provenienza delle prenotazioni; se la matrice non viene utilizzata, Koha controlla il StaticHoldsQueueWeight. Per utilizzare la Matrice dei Costi di Trasporto semplicemente impostare la preferenza :ref:`UseTransportCostMatrix` a 'Usa'
tr: :ref:`Taşıma Maliyet Matrisi <transport-cost-matrix-label>' ayırtma isteklerinin nereden karşılandığının kontrol edilmesinde öncelik taşır. Eğer bu matris kullanılmazsa Koha bunun yerine StaticHoldsQueueWeight değerini kontrol edecektir. Taşıma Maliyet Matrisini kullanmak için :ref:`UseTransportCostMatrix' tercihini 'Kullan' olarak ayarlamanız yeterlidir.

source: Asks: \_\_\_ holds to be suspended from the intranet.
hi: पूछता है: \_\_\_ होल्ड को इंट्रानेट से निलंबित हो सकता है.
it: Chiede: \_\_\_ di sospendere le prenotazioni dall'interfaccia dello staff.
tr: Seçenek: ayırtmaların intranet'ten askıya alınmalarına \_\_\_.

source: The holds suspension feature can be turned on and off in the staff client by altering this system preference. If this is set to 'allow' you will want to set the :ref:`AutoResumeSuspendedHolds` system preference.
hi: इस प्रणाली वरीयता को बदलकर स्टाफ क्लाइंट में निलंबन सुविधा को चालू और बंद किया जा सकता है. यदि यह 'अनुमति' पर सेट है, तो आप सेट करना चाहते हैं < :ref:`AutoResumeSuspendedHolds` प्रणाली वरीयता.
it: La funzionalità di sospensione prenotazioni può essere dis/attivata nel client personale agendo su questa preferenza di sistema. Se è impostata su 'Consenti' si può impostare la preferenza di sistema :ref:`AutoResumeSuspendedHolds`.
tr: Ayırtma işlemlerini askıya alma özelliği personel istemcideki bu sistem tercihi değiştirilerek açılabilir ya da kapatılabilir. Bu tercih 'İzin ver' olarak ayarlanırsa :ref:`AutoResumeSuspendedHolds sistem tercihini de ayarlamanız gerekecektir.

source: Asks: \_\_\_ holds to be suspended from the OPAC.
hi: पूछता है: \_\_\_ ओपेक से होल्ड निलंबित किया जा सकता है.
it: Chiede: \_\_\_ di sospendere le prenotazioni dall'interfaccia dell'OPAC.
tr: Seçenek: Ayırtılan materyallerin OPAC üzerinden askıya alınmasına \_\_\_

source: The holds suspension feature can be turned on and off in the OPAC by altering this system preference. If this is set to 'allow' you will want to set the :ref:`AutoResumeSuspendedHolds` system preference.
hi: इस सिस्टम वरीयता को बदलकर ओपेक में निलंबन सुविधा को चालू और बंद किया जा सकता है। यदि यह 'अनुमति' पर सेट है, तो आप इसे सेट करना चाहते हैं : ref: `AutoResumeSuspendedHolds` सिस्टम वरीयता।
it: La sospensione delle prenotazioni può essere dis/attivata tramite questa preferenza di sistema. Se è impostata a 'permetti', imposta anche la preferenza :ref:`AutoResumeSuspendedHolds`.
tr: Ayırtma işlemini askıya alma özelliği OPAC'da bu sistem tercihini değiştirmek vasıtasıyla açılıp kapatılabilir. Bu ayar 'izin ver' olarak ayarlanırsa :ref:`AutoResumeSuspendedHolds` sistem tercihini ayarlamanız gerekecektir.

source: Default: Don't transfer
hi: डिफ़ॉल्ट: स्थानांतरण न करें
it: Default: Non tracciare
tr: Varsayılan: İzleme

source: Asks: \_\_\_ items when cancelling all waiting holds.
hi: पूछता है: \_\_\_ आइटम जब सभी इंतजार होल्ड रद्द करते हैं.
it: Chiede: \_\_\_ le copie quando vengono cancellate tutte le prenotazioni in attesa.
tr: Seçenek: beklemekte olan tüm ayırtma işlemleri iptal edildiğinde materyalleri \_\_\_.

source: Don't transfer
hi: हस्तांतरण नहीं है
it: Non trasferire
tr: Aktarma

source: Transfer
hi: स्थानांतरण
it: Trasferisci

source: When TransferWhenCancelAllWaitingHolds is set to "Don't transfer", no branch transfer records are created. Koha will not allow the holds to be transferred, because that would orphan the items at the library where the holds were awaiting pickup, without any further instruction to staff as to what items are at the library or where they need to go. When that system preference set to "Transfer", branch transfers are created, so the holds may be cancelled.
hi: जब TransferWhenCancelAllWaitingHolds को "स्थानांतरित न करें" पर सेट किया जाता है,कोई शाखा हस्तांतरण रिकॉर्ड बनाया नहीं है कोहा को हस्तांतरित करने की अनुमति नहीं दी जाएगी, क्योंकि लाइब्रेरी में सामानों को अनाथ बनाना होगा जहां पट्टियों के इंतजार में इंतजार कर रहे थे, बिना पुस्तकालय में कौन सी वस्तुएं हैं या जहां उन्हें जाना है, स्टाफ को कोई और निर्देश दिए बिना. जब उस सिस्टम वरीयता को "स्थानांतरण" पर सेट किया जाता है, तो शाखा स्थानान्तरण बनाये जाते हैं, इसलिए होल्ड रद्द हो सकते हैं.
it: Quando TransferWhenCancelAllWaitingHolds è impostato su "Non trasferire", nessun trasferimento tra biblioteche viene creato. Koha non permetterà il trasferimento di prenotazioni, perché renderebbe orfane le copie della biblioteca in cui le prenotazioni erano in attesa di ritiro, senza ulteriori istruzioni per il personale di ciò che gli oggetti sono in biblioteca o dove devono andare. Quando quella preferenza di sistema è impostato su "Transfer", trasferimenti tra biblioteche vengono creati, e quindi le prenotazioni potranno essere annullate.
tr: TransferWhenCancelAllWaitingHolds sistem tercihi "Transfer yapma" olarak ayarlandığında alt grup transfer kayıtları oluşturulmaz. Ayırtılan materyallerin alınmayı beklediği kütüphanedeki materyaller sahipsiz kalacağı için, hangi materyallerin kütüphanede kalacağı ya da nereye gitmeleri konusunda başka bir talimat gelmediği sürece, Koha ayırtma işlemlerinin transferine izin vermeyecektir. Bu sistem tercihi "Transfer yap" olarak ayarlandığında alt grup transferleri oluşturulur, böylece ayırtma işlemleri iptal edilebilir.

source: Asks: Update item's values when marked as lost from the hold to pull screen.
hi: पूछते हैं: स्क्रीन खींचने के लिए होल्ड से खोए गए चिह्नित होने पर आइटम के मान अपडेट करें।

source: This is a list of values to update an item when it is marked as lost from the holds to pull screen. For example, write "itemlost: 1" to set the items. itemlost value to 1 when the item is marked as lost. This will use the authorized value 1 from the LOST authorized value list.
hi: यह आइटम को अद्यतन करने के लिए मानों की एक सूची है जब इसे स्क्रीन खींचने के लिए धारकों से खोए गए चिह्नित के रूप में चिह्नित किया जाता है। उदाहरण के लिए, आइटम सेट करने के लिए "itemlost: 1" लिखें। itemlost मान 1 को जब आइटम खो गया के रूप में चिह्नित किया जाता है। यह LOST अधिकृत मान सूची से अधिकृत मान 1 का उपयोग करेगा।

source: Housebound module
hi: हाउसबाउंड मॉड्यूल
it: Modulo del prestito per procura
tr: Housebound modülü

source: Asks: \_\_\_ housebound module
hi: पूछते हैं: \_\_\_ हाउसबाउंड मॉड्यूल
it: Chiede: \_\_\_ del modulo del prestito per procura
tr: Seçenek: housebound modülünü \_\_\_

source: This preference enables or disables the Housebound module which handles management of circulation to Housebound readers.
hi: यह वरीयता हाउसबाउंड मॉड्यूल को सक्षम या अक्षम करती है जो हाउसबाउंड पाठकों को परिसंचरण के प्रबंधन को संभालती है।
it: Questa preferenza attiva o disattiva il Modulo del prestito per procura, che gestisce la circolazione degli utenti disabili, impossibilitati a uscire di casa.
tr: Bu tercih evden bağlanan okuyuculara dolaşımın yönetimini sağlayan Housebound modülünü etkinleştirir veya devre dışı bırakır.
