Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Do not include the date (position 00-05) in this preference, Koha will calculate automatically and put that in before the values in this preference.
hi: इस वरीयता में दिनांक (स्थिति 00-05) शामिल नहीं है, Koha स्वचालित रूप से गणना और उस में डाल इस वरीयता में मूल्यों से पहले होगा.
it: Non includere la data (posizioni 00-05) nel valore, viene automaticamente calcolata e inserita da Koha nelle posizioni precedenti a quelle specificate in questa preferenza.
tr: Bu tercihe tarih (pozisyon 00-05) dahil etmeyin, Koha otomatik olarak hesaplayıp tercihin içerisindeki değerlerin önüne tarihi yerleştirecektir.

source: This preference controls the default value in the 008 field on Authority records. It does not effect bibliographic records.
hi: यह वरीयता प्राधिकरण रिकॉर्ड पर 008 क्षेत्र में मूलभूत मान नियंत्रित करता है. यह ग्रंथ सूची रिकॉर्ड प्रभाव नहीं करता है.
it: Questa preferenza definisce il valore predefinito nel campo 008 dei record di autorità; non riguarda i record bibliografici.
tr: Bu tercih, otorite kayıtlarında 008 alanındaki varsayılan değeri kontrol eder. Bibliyografik kayıtları etkilemez.

source: Default: afrey50 ba0
hi: डिफ़ॉल्ट: afrey50 ba0
tr: Varsayılan: afrey50 ba0

source: Asks: Use the following text for the contents of UNIMARC authority field 100 position (fixed length data elements).
hi: पूछता है: Unimarc अधिकार क्षेत्र में 100 स्थिति की सामग्री के लिए निम्नलिखित पाठ का उपयोग करें(फिक्स्ड लंबाई डेटा तत्व).
it: Chiede: Usa il seguente testo per il campo 100 delle autorità UNIMARC (composto da elementi a posizione fissa).
tr: Seçenek: UNIMARC otorite alanı 100 pozisyon (sabit uzunlukta veri elemanları) içeriği için aşağıdaki metni kullanın.

source: Do not include the date (position 00-07) in this preference, Koha will calculate automatically and put that in before the values in this preference.
hi: इस वरीयता में दिनांक (स्थिति 00-07) शामिल नहीं है, Koha स्वचालित रूप से गणना और उस में डाल इस वरीयता में मूल्यों से पहले होगा.
it: Non va inclusa la data (posizione 00-07) in questa preferenza, poiché Koha la calcola automaticamente.
tr: Bu tercihte tarih (pozisyon 00-07) dahil etmeyin, Koha bunu otomatik olarak hesaplayacak ve tercihin içindeki değerlerin önüne koyacaktır.

source: This preference controls the default value in the 100 field on Authority records cataloged in UNIMARC. It does not effect bibliographic records.
hi: यह वरीयता प्राधिकरण रिकॉर्ड Unimarc में सूचीबद्ध पर 100 क्षेत्र में मूलभूत मान नियंत्रित करता है. यह ग्रंथ सूची रिकॉर्ड प्रभाव नहीं करता है.
it: Questa preferenza controlla il valore di default del campo 100 delle autorità UNIMARC. No ha effetto sui record bibliografici.
tr: Bu tercih, UNIMARC içerisinde kataloglanan otorite kayıtları üzerindeki 100 alanı içerisindeki varsayılan değeri kontrol eder. Bibliyografik kayıtları etkilemez.

source: Asks: \_\_\_ authority record numbers instead of text strings for searches from subject tracings.
hi: पूछता है:\_\_\_ विषय ट्रेसिंग की खोजों के लिए पाठ स्ट्रिंग्स के बजाय अधिकार रिकॉर्ड संख्या।
it: Chiede: \_\_\_ i numeri dei record di autorità al posto del testo per le ricerche dai percorsi dei soggetti.
tr: Seçenek: konu izlemelerinden gelen aramalar için metin dizeleri yerine otorite kayıt numaraları \_\_\_.

source: Search links look for subject/author keywords (example: opac-search.pl?q=su:Business%20networks)
hi: खोजें लिंक विषय / लेखक खोजशब्दों के लिए देखो (उदाहरण: opac-search.pl?q=su:Business%20networks)
it: I link effettuano la ricerca sulle parole chiave dei soggetti/autori (ad esempio: opac-search.pl?q=su:Business%20networks)

source: Search links look for an authority record (example: opac-search.pl?q=an:354)
hi: खोजें लिंक एक अधिकारी के रिकॉर्ड (: opac-search.pl?q=an:354 उदाहरण) के लिए देखो
it: I link effettuano la ricerca sul numero del record di autorità (ad esempio: opac-search.pl?q=an:354)

source: For libraries that have authority files, they may want to make it so that when a link to an authorized subject or author is clicked on the OPAC or staff client it takes the searcher only to a list of results with that authority record. Most libraries do not have complete authority files and so setting this preference to 'Don't use' will allow searchers to click on links to authors and subject headings and perform a keyword search against those fields, finding all possible relevant results instead.
hi: पुस्तकालयों है कि प्राधिकरण फ़ाइलों के लिए, वे इसे बनाने के लिए इतना है कि जब एक अधिकृत विषय या लेखक के लिए एक लिंक ओपेक या स्टाफ ग्राहक यह केवल यह है कि प्राधिकरण रिकॉर्ड के साथ परिणामों की एक सूची के लिए खोजकर्ता लेता है पर क्लिक किया जाता है सकते हैं. ज्यादातर पुस्तकालयों पूरा अधिकार फाइल नहीं है और इसलिए 'का प्रयोग न करें' खोजकर्ताओं लेखकों और विषय शीर्षकों के लिए लिंक पर क्लिक करें और उन क्षेत्रों के खिलाफ एक कीवर्ड खोज करते हैं करने की अनुमति देगा, बजाय सभी संभव प्रासंगिक परिणाम पाने के लिए इस वरीयता की स्थापना.
it: Le biblioteche con indici di autorità molto sviluppati potrebbero desiderare che i link a un soggetto o autore autorizzato, nell'OPAC come nell'interfaccia amministrativa, restituiscano una lista di risultati con quell'esatto record di autorità. Quelle che possiedono indici di autorità incompleti potrebbero desiderare che i link effettuino una ricerca per parole chiave, restituendo quindi tutti i risultati potenzialmente rilevanti; per questa opzione, la preferenza dev'essere impostata su 'Non usare'.
tr: Otorite dosyaları olan kütüphaneler şöyle yapmak isteyebilirler; OPAC veya personel istemci üzerinde bir otorite konu veya yazar bağlantısı tıklandığında, arama yapanlara yalnızca otorite kaydına sahip olan sonuçların listesinin getirilmesi. Çoğu kütüphanede otorite dosyaları tam değildir ve bu yüzden bu tercihi 'Kullanmayın' olarak ayarlamak, arama yapanların yazar ve konu başlıkları bağlantılarına tıklamalarına izin vererek bu alanlara karşı bir anahtar kelime araması yapmalarını ve bunun karşılığında tüm ilgili sonuçların bulunmasını sağlayacaktır.

source: Linker
hi: लिंकर
tr: Bağlayıcı

source: These preferences will control how Koha links bibliographic records to authority records. All bibliographic records added to Koha after these preferences are set will link automatically to authority records, for records added before these preferences are set there is a script (misc/link\_bibs\_to\_authorities.pl) that your system administrator can run to link records together.
hi: इन प्राथमिकताओं को कैसे नियंत्रित करता है कि कोहा ने ग्रंथ सूची को प्राधिकरण के रिकॉर्ड के लिए लिंक किया था इन प्राधानियों के बाद सभी संदर्भ सूची कोहा में जोड़ा जाता है, स्वचालित रूप से प्राधिकरण रिकॉर्ड में लिंक होगा, इन वरीयताओं से पहले जोड़े गए अभिलेखों के लिए एक स्क्रिप्ट (misc/link\_bibs\_to\_authorities.pl) है, जो आपके सिस्टम व्यवस्थापक को लिंक रिकॉर्ड एक साथ।
it: Queste preferenze controllano come Koha lega i record bibliografici ai record di autorità. Tutti i record aggiunti a Koha dopo aver impostato queste preferenze si legheranno automaticamente ai record di autorità. Per i record aggiunti in precedenza, si può usare lo script misc/link\_bibs\_to\_authorities.pl, da fare lanciare all'amministratore del sistema.
tr: Bu tercihler Koha'nın bibliyografik kayıtları otorite kayıtlarına nasıl bağlayacağını kontrol eder. Bu tercihler ayarlandıktan sonra Koha'ya eklenen tüm bibliyografik kayıtlar otorite kayıtlarına otomatik olarak bağlanacaktır. Bu tercihler ayarlanmadan önce eklenen kayıtlar için sistem yöneticinizin kayıtları bağlamak için çalıştırabileceği bir komut dosyası vardır (misc/link\_bibs\_to\_authorities.pl).

source: Default: Do not
hi: डिफ़ॉल्ट: नही हैं
it: Default: Non ricollegare
tr: Varsayılan: Yapma

source: Asks: \_\_\_ automatically relink headings that have previously been linked when saving records in the cataloging module.
hi: पूछते हैं: \_\_\_ कैटलॉग मॉड्यूल में रिकॉर्ड्स को सहेजते समय पहले से जुड़े शीर्षकों को स्वचालित रूप से लिंक करना.
it: Chiede: \_\_\_ automaticamente le intestazioni già legate quando viene salvato un record nel modulo di catalogazione.
tr: Seçenek: daha önce kataloglama modülünde kaydedilirken bağlantı oluşturulan başlıklara otomatik olarak yeniden bağlantı ver \_\_\_.

source: Do not
hi: नहीं करें
it: Non collegare
tr: Yapma

source: Longtime users of Koha don't expect the authority and bib records to link consistently. This preference makes it possible to disable authority relinking in the cataloging module only (i.e. relinking is still possible if link\_bibs\_to\_authorities.pl is run). Note that though the default behavior matches the previous behavior of Koha (retaining links to outdated authority records), it does not match the intended behavior (updating biblio/authority link after bibliographic record is edited). Libraries that want the intended behavior of authority control rather than the way Koha used to handle linking should set CatalogModuleRelink to 'Do'. Once setting this to 'Do' the following preferences can also be set.
hi: कोहा के लंबे समय से उपयोगकर्ताओं को उम्मीद है कि प्राधिकरण और बिब रिकॉर्ड लगातार लिंक करने के लिए नहीं हैं इस वरीयता से केवल सूचीकरण मॉड्यूल में प्राधिकरण को relinking अक्षम करना संभव होता है (यानी, लिंक अभी भी संभव है यदि link\_bibs\_to\_authorities.pl चल रहा है)। ध्यान दें कि यद्यपि डिफ़ॉल्ट व्यवहार कोहा (पुरानी प्राधिकरण रिकॉर्ड के लिंक को बनाए रखना) के पिछले व्यवहार से मेल खाता है, लेकिन यह वांछित व्यवहार से मेल नहीं खाता है (ग्रंथ सूची के संपादन के बाद बाइबल / प्राधिकरण लिंक को अपडेट किया गया है) लाइब्रेरी जो प्राधिकरण नियंत्रण का इच्छित व्यवहार चाहते हैं कि जिस तरह से कोहा को लिंक करने के लिए इस्तेमाल किया जाता है, उसके बजाय CatalogModuleRelink को 'Do' में सेट करना चाहिए। इसे 'Do' पर सेट करने के बाद निम्न प्राथमिकताओं को भी सेट किया जा सकता है।
it: Utenti esperti di Koha non si aspettano coerenza dei legami tra record bibliografici e record di autorità. Questa preferenza permette di disabilitare il relinking nel modulo di catalogazione soltanto (cioè il relinking resta possibile tramite il tool link\_bibs\_to\_authorities.pl). Si noti che sebbene il comportamento di default di Koha coincida con il precedente comportamento (conservare i link a record di autorità non aggiornati), esso non coincide con il comportamento atteso (aggiornare il link biblio/authority in seguito alla modifica del record bibliografico). Le biblioteche che desiderano tale comportamento al posto di quello con cui Koha gestisce il linking, devono attivare la preferenza CatalogModuleRelink. Una volta attiva, anche le seguenti preferenze potranno essere attivate.
tr: Koha'yı uzun zamandır kullanan kullanıcılar, otorite ve bibliyografik kayıtların bağlantılarının kalıcı olmasını beklemezler. Bu tercih, yeniden otorite bağlantısı kurmayı yalnızca kataloglama modülünde devre dışı bırakmayı mümkün kılar. (yani, yeniden bağlantı eğer link \_bibs\_to\__authorities.pl çalıştırılır ise halen mümkün olacaktır). Varsayılan Koha davranışları Koha'nın önceki davranışları ile eşleşse bile (geçerliliği kalmamış otorite kayıtlarına olan bağlantıları tutmaya devam etmek) planlanan Koha davranışı ile eşleşmeyecektir (bibliyografik kayıt düzenlendikten sonra bibliyo/otorite bağlantısının güncellenmesi). Kohanın bağlantı işlemek için önceden kullandığı yol yerine otorite kontrolünün planlanan davranışını tercih eden kütüphaneler, CatalogModuleRelink tercihini 'Yap' olarak ayarlamalıdırlar. Bir kez bu ayar 'Yap' olarak ayarlandığında devamındaki tercihler de ayarlanmış olur.

source: Asks: \_\_\_ keep existing links to authority records for headings where the linker is unable to find a match.
hi: पूछता है: \_\_\_ शीर्षकों के लिए प्राधिकरण रिकॉर्ड करने के लिए मौजूदा लिंक रखना जहां लिंकर एक मैच खोजने में असमर्थ है.
it: Chiede: \_\_\_ conserva legami esistenti ai record di autorità per quelle intestazioni per le quali il linker è incapace di trovare un match.
tr: Seçenek: bağlayıcının bir eşleşme bulamadığı başlıklar için, otorite kayıtlarına olan mevcut bağlantıları tutun \_\_\_.

source: When set to 'Do', the linker will never remove a link to an authority record, though, depending on the value of :ref:`LinkerRelink`, it may change the link.
hi: जब 'Do' पर सेट किया जाता है, तो लिंकर किसी प्राधिकारी रिकॉर्ड के लिंक को कभी नहीं हटाएगा, फिर भी, के संदर्भ के आधार पर :ref: `LinkerRelink`, यह लिंक को बदल सकता है।
it: Quando è impostato a 'Sì', il linker non rimuoverà mai il legame a un record di autorità, sebbene, in funzione del valore di :ref:`LinkerRelink`, il linker potrà modificare il legame.
tr: 'Yap' olarak ayarlandığında bağlayıcı, bir otorite kayıt üzerindeki bağlantıyı hiç bir zaman kaldırmayacaktır, yine de :ref:`LinkerRelink` değerine bağlı olarak bu bağlantıyı değiştirebilir.

source: Default: Default
hi: डिफ़ॉल्ट: डिफ़ॉल्ट
tr: Varsayılan: Varsayılan

source: Asks: Use the \_\_\_ linker module for matching headings to authority records.
hi: पूछता है: का प्रयोग करें \_\_\_प्राधिकरण के रिकॉर्ड के लिए शीर्षकों के मिलान के लिए लिंकर मॉड्यूल
it: Chiede: Usa il modulo \_\_\_ del linker per il match delle intestazioni dei record di autorità.
tr: Seçenek: Başlıkları otorite kayıtlarına eşleştirmek için \_\_\_ bağlayıcı modülünü kullanın.

source: Default
hi: चूक
tr: Varsayılan

source: Retains Koha's previous behavior of only creating links when there is an exact match to one and only one authority record; if the :ref:`LinkerOptions` preference is set to 'broader\_headings', it will try to link headings to authority records for broader headings by removing subfields from the end of the heading
hi: कोहा के पिछले व्यवहार को बनाए रखने में केवल लिंक बनाते समय एक और केवल एक प्राधिकरण रिकॉर्ड का सटीक मिलान होता है; यदि the :ref: `LinkerOptions` की वरीयता 'broader\_headings' पर सेट की गई है, यह हेडिंग को शीर्षक के अंत से सबफ़िल्ड को निकालकर व्यापक शीर्षकों के लिए प्राधिकरण रिकॉर्ड से लिंक करने का प्रयास करेगा
it: Mantenere il comportamento precedente di Koha di creare legami quando c'è un match esatto a una ed una sola intestazione di autorità; se la preferenza :ref:`LinkerOptions` è impostata a 'broader\_headings', Koha cercherà di legare le intestazioni ai record di autorità più ampi, cioè effettuando ricerche rimuovendo sottocampi a partire dalla fine del campo
tr: Koha'nın yalnızca bir ve tek bir otoriteye tam bir uyuşma olduğunda bağlantı oluşturmanın önceki davranışını saklar; :ref:`LinkerOptions` tercihi' daha geniş\_başlıklara' ayarlanırsa başlıkların sonundaki alt alanları kaldırarak başlıkları daha geniş başlıklar için otorite kayıtlarına bağlamaya çalışacaktır

source: First match
hi: प्रथम मिलान
it: Primo match
tr: İlk eşleşme

source: Creates a link to the first authority record that matches a given heading, even if there is more than one authority record that matches
hi: कि किसी दिए गए शीर्षक मेल खाता है, यहां तक ​​कि अगर वहाँ एक से अधिक अधिकार रिकॉर्ड है कि मैच पहले प्राधिकरण रिकॉर्ड करने के लिए एक लिंक बनाता है
it: Crea un legame al primo record di autorità anche se il match avviene con più record di autorità
tr: Eşleşen birden fazla otorite kaydı olsa bile, belirli bir başlık ile eşleşen ilk otorite kayda bir bağlantı oluşturur

source: Last match
hi: अंतिम मिलान
it: Ultimo match
tr: Son eşleşme

source: Creates a link to the last authority record that matches a given heading, even if there is more than one record that matches
hi: कि किसी दिए गए शीर्षक मेल खाता है, भले ही वहाँ एक से अधिक रिकॉर्ड है कि मैच है पिछले अधिकार रिकॉर्ड करने के लिए एक लिंक बनाता है
it: Crea un legame con l'ultimo record di autorità che soddisfa il match, anche se il match avviene con più record di autorità
tr: Eşleşen birden fazla otorite kaydı olsa bile, belirli bir başlık ile eşleşen son otorite kayda bir bağlantı oluşturur

source: This preference tells Koha which match to use when searching for authority matches when saving a record.
hi: यह वरीयता Koha जो जब सत्ता मैचों के लिए खोज जब एक रिकार्ड बचत का उपयोग करने के लिए मैच में बताता है.
it: Questa preferenza istruisce Koha su quale tipo di match usare con i record di autorità mentre si salva un record bibliografico.
tr: Bu tercih, bir kayıt kaydedildiğinde otorite eşleşmeler aranırken Koha'nın hangi eşleşmeyi kullanacağını belirtir.

source: Asks: Set the following options for the authority linker \_\_\_
hi: पूछता है: प्राधिकरण लिंकर के लिए निम्नलिखित विकल्प सेट करें \_\_\_
it: Chiede: Imposta le seguenti opzioni \_\_\_ per il linker delle authority
tr: Seçenek: Otorite bağlayıcı \_\_\_ için aşağıdaki seçenekleri ayarlayın

source: This feature is experimental and shouldn't be used in a production environment until further expanded upon.
hi: यह सुविधा प्रायोगिक है और एक उत्पादन वातावरण में नहीं किया जाना चाहिए जब तक आगे पर विस्तार किया.
it: Questa funzionalità è sperimentale e non andrebbe adoperata in una installazione di produzione fino al suo completo sviluppo.
tr: Bu özellik deneyseldir ve üzerinde yeni geliştirmeler yapılana kadar bir üretim ortamında kullanılmamalıdır.

source: This is a pipe separated (\|) list of options. At the moment, the only option available is "broader\_headings." With this option set to "broader\_headings", the linker will try to match the following heading as follows:
hi: यह एक पाइप अलग (\|) विकल्प की सूची है फिलहाल, एकमात्र विकल्प उपलब्ध है "broader\_headings." इस विकल्प को"broader\_headings" पर सेट किया गया है, लिंकर निम्न शीर्षकों से मेल खाने की कोशिश करेगा:
it: Questa è una lista separata da barre (\|). Attualmente, l'unica opzione disponibile è "broader\_headings". Con questa opzione impostata a "broader\_headings", il linker cercherà di eseguire l'aggancio alla seguente intestazione in questo modo:
tr: Bu, seçenekler listesinin boru işareti (\|) ile ayrılmış bir listesidir. Şu an için kullanılabilir tek seçenek "broader\_headings." seçeneğidir. Bu seçeneğin "broader\_headings" olarak ayarlanması ile bağlayıcı aşağıdaki başlıkları şu şekilde eşleştirmeye çalışacaktır:

source: First: Camins-Esakov, Jared--Coin collections--Catalogs--Early works to 1800
hi: पहली: Camins-Esakov, जारेड - सिक्का संग्रह - कैटलॉग - जल्दी 1800 के लिए काम करता है
it: Primo: Camins-Esakov, Jared--Coin collections--Catalogs--Early works to 1800
tr: İlk önce: Camins-Esakov, Jared--Coin collections--Catalogs--Early works to 1800

source: Next: Camins-Esakov, Jared--Coin collections--Catalogs
hi: अगला: Camins-Esakov, जारेड - सिक्का संग्रह - कैटलॉग
it: Succesivo: Camins-Esakov, Jared--Coin collections--Catalogs
tr: Bir sonraki: Camins-Esakov, Jared--Coin collections--Catalogs

source: Next: Camins-Esakov, Jared--Coin collections
hi: अगला: Camins-Esakov, जारेड - सिक्का संग्रह
it: Scccessivo: Camins-Esakov, Jared--Coin collections
tr: Bir sonraki: Camins-Esakov, Jared--Coin collections

source: Next: Camins-Esakov, Jared (matches! if a previous attempt had matched, it would not have tried this)
hi: अगला: Camins-Esakov, जारेड (मेल खाता है, तो पिछले एक प्रयास का मिलान नहीं हुआ था, यह यह करने की कोशिश नहीं होता!)
it: Successivo: Camins-Esakov, Jared (coincide! se un tentativo precedente fosse andato a buon fine, non sarebbe stato tentato questo passo)
tr: Bir sonraki: Camins-Esakov, Jared (eşleşiyor! eğer bir önceki deneme eşleşmiş olsaydı, bunu denemeyecekti)

source: Default: Do
hi: डिफ़ॉल्ट: करें
it: Default: Ricollega
tr: Varsayılan: Yap

source: Asks: \_\_\_ relink headings that have previously been linked to authority records.
hi: पूछता है: \_\_\_ पुनर्लेख शीर्षकों को पहले प्राधिकरण रिकॉर्ड से जोड़ा गया है।
it: Chiede: \_\_\_ le intestazioni che erano state collegate in precedenza ai record di autorità.
tr: Seçenek: daha önce otorite kayıtlarla bağlantılı olan başlıkların yeniden bağlantı kurulmasına \_\_\_.

source: When set to 'Do', the linker will confirm the links for headings that have previously been linked to an authority record when it runs, correcting any incorrect links it may find. When set to 'Do not', any heading with an existing link will be ignored, even if the existing link is invalid or incorrect.
hi: 'क्या' के लिए सेट करते हैं, लिंकर जब इसे चलाता शीर्षकों है कि पहले एक अधिकार के रिकॉर्ड से जोड़ा गया है के लिए लिंक की पुष्टि, किसी भी गलत लिंक मिल सकता को सही होगा. करने के लिए सेट करते हैं, भले ही मौजूदा लिंक अमान्य है या गलत है, एक मौजूदा लिंक के साथ किसी भी शीर्षक नजरअंदाज कर दिया जाएगा 'मत करो'.
it: Se impostata a 'Ricollega', il linker confermerà i legami delle intestazioni già create con i record di autorità, correggendo eventuali legami errati. Se impostata a 'Non ricollegare', qualsiasi legame, anche errato, verrà ignorato e resterà intatto.
tr: 'Yap' olarak ayarlandığında, bağlayıcı çalıştığında daha önce bir otorite kayıt ile bağlantı kurulmuş başlıkların bağlantılarını, bulduğu hatalı bağlantıları da düzelterek onaylayacaktır. 'Yapma' olarak ayarlandığında ise, mevcut bağlantı ile bağlantısı bulunan her hangi bir başlık, kurulan bağlantı geçersiz veya hatalı olsa bile yok sayılacaktır.

source: Cataloging
hi: सूचीकरण
it: Catalogazione
tr: Kataloglama

source: *Get there:* More > Administration > Global System Preferences > Cataloging
hi: *वहाँ जाओ.*अधिक> प्रशासन> ग्लोबल सिस्टम वरीयताएँ> कैटलॉग
it: *Vai a:* Più > Amministrazione > Preferenze di sistema > Catalogazione > SpineLabelFormat
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Kataloglama

source: AcquisitionDetails
hi: अधिग्रहण विवरण

source: Default: Display
hi: डिफ़ॉल्ट: प्रर्दशन
it: Predefinito: Mostra
tr: Varsayılan: Görüntüle

source: Asks: \_\_\_ acquisition details on the biblio detail page.
hi: पूछता है:\_\_\_ बिब्लियो विवरण पृष्ठ पर अधिग्रहण विवरण।
it: Chiede: \_\_\_ i dati di acquisizione nella pagina dei dettagli del record.
tr: Seçenek: bibliyografik kayıt ayrıntılar sayfasında sağlama ayrıntılarını \_\_\_.

source: This preference controls whether a tab will show on the detail page in the staff client that includes detailed acquisitions information for the title. This tab will include links to order information stored in the acquisitions module.
hi: यह वरीयता को नियंत्रित करता है कि क्या एक टैब स्टाफ ग्राहक है कि खिताब के लिए विस्तृत जानकारी शामिल अधिग्रहण में विस्तार पृष्ठ पर दिखाई देगा. यह टैब लिंक अधिग्रहण मॉड्यूल में संग्रहीत जानकारी के आदेश के लिए शामिल होंगे.
it: Questa preferenza controlla la presenza di una sezione nella pagina dei dettagli dello staff che include dati di acquisizione di quel titolo. Comprende i link a informazioni presenti nel modulo delle acquisizioni.
tr: Bu tercih, başlık için ayrıntılı satın alma bilgileri içeren bir sekmenin, personel istemci detay sayfasında görünüp görünmeyeceğini denetler. Bu sekme, sağlama modülünde depolanan sipariş bilgilerine bağlantılar içerir.

source: Default: --
hi: डिफ़ॉल्ट: --
tr: Varsayılan: --

source: Asks: Separate multiple displayed authors, series or subjects with \_\_\_.
hi: पूछता है: कई प्रदर्शित लेखकों, श्रृंखला या विषयों से अलग \_\_\_.
it: Chiede: Separa la visualizzazione di più autori, serie e soggetti con \_\_\_.
tr: Seçenek: Birden çok görüntülenen yazarları, serileri ve konuları \_\_\_ ile ayırın.

source: Asks: \_\_\_ MARC tag numbers, subfield codes and indicators in MARC views.
hi: पूछता है: \_\_\_ मार्को टैग संख्या, उपक्षेत्र कोड और मार्क के विचारों में संकेतक.
it: Chiede: \_\_\_ i numeri dei campi, i caratteri dei sottocampi e gli indicatori di MARC nelle viste MARC.
tr: Seçenek: Marc görünümlerinde MARC tag numarası, alt alan ve indikatörleri \_\_\_.

source: Display -- shows the tag numbers on the cataloging interface
hi: प्रदर्शन - सूचीबद्ध इंटरफेस पर चलता टैग संख्या
it: Mostra -- visualizza i numeri dei campi nell'interfaccia di catalogazione
tr: Görüntüle -- kataloglama arayüzünde tag numaralarını gösterir

source: Don't display -- shows just descriptive text when cataloging
hi: प्रदर्शन नहीं है - बस वर्णनात्मक पाठ पता चलता है जब सूचीबद्ध
it: Non mostrare -- visualizza solo testo descrittivo nell'interfaccia di catalogazione
tr: Görüntüleme -- kataloglarken sadece açıklayıcı metni gösterir
