Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Use custom attributes for fields that the default patron record does not support such as driver's license number or student ID number.
hi: का प्रयोग करें कस्टम क्षेत्रों है कि डिफ़ॉल्ट संरक्षक रिकॉर्ड ड्राइवर का लाइसेंस नंबर या छात्र आईडी नंबर के रूप में इस तरह का समर्थन नहीं करता है के लिए जिम्मेदार बताते हैं.
it: Usa le proprietà degli utenti per quei campi che non sono nel record di default, quali la patente di guida o il codice studente, ecc.
tr: Varsayılan kullanıcı kaydının desteklemediği sürücü belgesi ya da öğrenci kimlik numarası gibi alanlar için özel nitelikleri kullanın.

source: Asks: \_\_\_ charge a fee when a patron changes to a category with an enrollment fee.
hi: पूछता है: \_\_\_ जब एक संरक्षक नामांकन शुल्क वाले श्रेणी में परिवर्तित होता है तो शुल्क लेना.
it: Chiede: \_\_\_ pagare una tassa quando un utente passa a una categoria con una quota di iscrizione.
tr: Seçenek: Kullanıcı kategorisi, kayıt ücreti olan bir kategoriye değiştirildiğinde ücret uygulanmasına \_\_\_.

source: Asks: \_\_\_ staff to access a patron's checkout and hold history.
hi: पूछता है: \_\_\_एक संरक्षक चेकआउट का उपयोग करने और इतिहास को रखने के लिए कर्मचारी।

source: If you have the :ref:`OPACPrivacy` preference set to 'Allow' and the patron has decided to not have their history kept staff will only see currently checked out items.
hi: यदि आपके पास है: ref: `OPACPrivacy` वरीयता 'अनुमति' पर सेट है और संरक्षक ने अपने इतिहास को रखने का निर्णय लिया है, कर्मचारियों को केवल वर्तमान में चेक आउट आइटम ही दिखाई देंगे।
it: Se la preferenza :ref:`OPACPrivacy` è impostata a 'Permetti' e l'utente ha deciso di non fare conservare lo storico dei suoi prestiti, allora lo staff vedrà solo le copie attualmente in prestito.
tr: Eğer :ref:`OPACPrivacy` tercihini 'İzin ver' olarak ayarladıysanız ve kullanıcı, okuma geçmişinin sistemde tutulmamasını tercih etmişse, personel yalnızca mevcut ödünç verilen materyalleri görecektir.

source: Reading history is still stored, regardless of staff being allowed access or not unless the patron has chosen to have their history anonymized via their :ref:`privacy page <your-privacy-label>`.
hi: इतिहास को अभी भी संग्रहीत किया जा रहा है, भले ही कर्मचारियों को अनुमति दी जा रही हो या नहीं, जब तक कि संरक्षक ने अपना इतिहास उनके द्वारा अनामित नहीं किया है: ref: `गोपनीयता पृष्ठ <your-privacy-label>`.

source: Default: 9999
hi: डिफ़ॉल्ट: 9999
tr: Varsayılan: 9999

source: Asks: The late fine for all checkouts will only go up to \_\_\_ USD.
hi: पूछता है: सभी चेकआउट के लिए देर से जुर्माना केवल \_\_\_ USD तक जायेगा.
it: Chiede: La multa per tutti i prestiti non supererà \_\_\_ dollari.
tr: Seçenek: Ödünç alınan materyaller için gecikme cezası en fazla \_\_\_ TL olabilir.

source: This preference controls the default cap on fines accrued by the patron. Leaving this preference blank means that there is no cap on the amount of fines a patron can accrue. If you'd like, single item caps can be specified in the :ref:`circulation rules matrix <circulation-and-fine-rules-label>`.
hi: यह वरीयता संरक्षक द्वारा अर्जित जुर्माना पर डिफ़ॉल्ट टोपी को नियंत्रित करती है। इस वरीयता को खाली छोड़ने का मतलब है कि संरक्षक जुर्माना लगाए जाने वाले जुर्माना की मात्रा पर कोई टोपी नहीं है। यदि आप चाहें, तो एकल आइटम कैप्स को निर्दिष्ट किया जा सकता है :ref:`परिसंचरण नियम मैट्रिक्स <circulation-and-fine-rules-label>`.
it: Questa preferenza consente di controllare il tetto predefinito sulle multe maturate dall'utente. Lasciando questo preferenza vuota, si indica che non c'è un limite alla quantità di multe che possa accumulare un utente. Se lo desideri, tetti per tipi di copia possono essere specificati nella :ref:`matrice delle regole di circolazione <circulation-and-fine-rules-label>`.
tr: Bu tercih kullanıcı tarafından tahakkuk ettirilen cezaların varsayılan üst sınırını kontrol eder. Bu tercihi boş bırakmak, bir kullanıcıdan tahsil edilecek ceza miktarında üst sınır yok anlamına gelir. Eğer isterseniz, tek materyal için ceza üst sınırları :ref:`dolaşım kuralları matrisi <circulation-and-fine-rules-label>` sistem tercihinde belirtilebilir.

source: Asks: Send an account expiration notice when a patron's card will expire in \_\_\_ days.
hi: पूछता है: एक खाता समाप्ति की सूचना भेजें जब एक संरक्षक का कार्ड \_\_\_ दिनों में समाप्त हो जाएगा.
it: Chiede: Manda un avviso all'utente se la sua tessera sta per scadere entro \_\_\_ giorni.
tr: Seçenek: \_\_\_ gün içinde sona erecek bir kullanıcı kartı için bir hesap süre sonu bildirimi gönder.

source: If you would like to notify patrons that their accounts are about to expire then you can enter a number of days before expiration in this preference. The notice text can be customized in the :ref:`Notices & Slips <notices-&-slips-label>` tool.
hi: यदि आप संरक्षकों को सूचित करना चाहते हैं कि उनके खाते समाप्त होने जा रहे हैं तो आप इस वरीयता में समाप्ति से पहले कई दिन दर्ज कर सकते हैं। नोटिस टेक्स्ट को in में अनुकूलित किया जा सकता है :ref:`नोटिस और स्लिप्स <notices-&-slips-label>' टूल।
it: Se si desidera informare gli utenti che l'iscrizione sta per scadere, allora è possibile immettere un numero di giorni prima della scadenza in questa preferenza. Il testo di avviso può essere personalizzato nello strumento :ref:`Avvisi & ricevute <notices-&-slips-label>`.
tr: Kullanıcılara hesaplarının dolmak üzere olduğunu bildirmek isterseniz, bu tercihte bir süre dolmadan önce bir süre girebilirsiniz. Bildirim metni :ref:`Notices & Slips <notices-&-slips-label>` aracıyla özelleştirilebilir.

source: You will need to enable the :ref:`membership expiry cron job <notify-patrons-of-expiration-label>` for this notice to send.
hi: आपको यह नोटिस भेजने के लिए : ref: `सदस्यता समाप्ति क्रॉन जॉब <notify-patrons-of-expiration-label> सक्षम करने की आवश्यकता होगी।
it: È necessario attivare il cron job :ref:`scadenza iscrizione (membership expiry) <notify-patrons-of-expiration-label>` per fare questo.
tr: Bu iletinin gönderilmesi için `üyelik süresi cron job'unu <notify-patrons-of-expiration-label>` etkinleştirmeniz gereklidir.

source: Asks: Login passwords for staff and patrons must be at least \_\_\_ characters long.
hi: पूछता है: स्टाफ और संरक्षक के लिए लॉगिन पासवर्ड कम से कम \_\_\_ वर्ण लंबा होना चाहिए.
it: Chiede: Le password di login dello staff devono essere lunghe almeno \_\_\_ caratteri.
tr: Seçenek: Personel ve kullanıcıların oturum açma parolaları en az \_\_\_ karakter uzunluğunda olmalıdır.

source: This applies to both the staff login and the patron OPAC login.
hi: यह दोनों कर्मचारियों को लॉग इन और संरक्षक ओपेक लॉग इन करने के लिए लागू होता है.
it: Si applica sia al login dello staff sia al login dell'OPAC.
tr: Bu hem personel oturumu hem de kullanıcı OPAC oturumu için geçerlidir.

source: Default: 30
hi: डिफ़ॉल्ट: 30
tr: Varsayılan: 30

source: Asks: Show a notice that a patron is about to expire \_\_\_ days beforehand.
hi: पूछता है: एक नोटिस दिखाएं कि एक संरक्षक पहले से ही \_\_\_ दिनों की समाप्ति के बारे में है.
it: Chiede: Mostra un avviso all'utente se la sua tessera sta per scadere entro \_\_\_ giorni.
tr: Seçenek: Bir kullanıcının süresinin dolmak üzere olduğunu \_\_\_ gün öncesinden bildirin.

source: When the patron attempts to check out materials, a warning will appear in the check out window of the Staff Client telling the librarian that the patrons account is about to expire.
hi: संरक्षक सामग्री बाहर की जाँच करने के लिए प्रयास करता है, एक चेतावनी लाइब्रेरियन संरक्षक उस खाते को समाप्त होने को है कह रहा है बाहर की जाँच स्टाफ ग्राहक की खिड़की में दिखाई देगा.
it: Quando un utente chiede un prestito, apparirà un avviso sulla finestra della circolazione che dice che la tessera dell'utente sta per scadere.
tr: Kullanıcı bir materyal ödünç almak istediğinde, Personel İstemci ödünç verme penceresinde kütüphaneciyi bu kullanıcının hesabının süresinin dolmak üzere olduğu hakkında bilgilendiren bir uyarı ekrana gelecektir.

source: This notice will appear on the patron's record in the staff client.
hi: यह नोटिस स्टाफ क्लाइंट में संरक्षक के रिकॉर्ड पर दिखाई देगा.
it: Questo avviso apparirà sul record dell'utente nell'interfaccia dello staff.
tr: Bu uyarı personel istemcide kullanıcı kaydında görünür.

source: Asks: \_\_\_ images to be uploaded and shown for patrons on the staff client.
hi: पूछता है: \_\_\_ छवियों को अपलोड करने और स्टाफ क्लाइंट पर संरक्षक के लिए दिखाया गया है.
it: Chiede: \_\_\_ immagini da caricare e mostrare per ogni utente nell'interfaccia dello staff.
tr: Seçenek: resimlerin karşıya yüklenip personel istemci üzerinde kullanıcılar için gösterilmesine \_\_\_.

source: If this preference is set to 'Allow' the staff will be able to upload images of patrons either :ref:`one by one <add-patron-images-label>` or :ref:`in bulk <upload-patron-images-label>`. Patrons images will show on the detail page to the left of the patron information. They can also show in the OPAC if you set the :ref:`OPACpatronimages` preference or in the self check out module if you set the :ref:`ShowPatronImageInWebBasedSelfCheck` preference.
hi: यदि यह वरीयता 'अनुमति दें' पर सेट है, तो कर्मचारी संरक्षक की छवियों को अपलोड करने में सक्षम होंगे: ref: 'एक-एक करके <add-patron-images-label>' या : ref: `bulk <upload-patron-images-label>`. संरक्षक छवियां संरक्षक जानकारी के बाईं ओर विस्तार पृष्ठ पर दिखाई देंगी। यदि आप set सेट करते हैं तो वे OPAC में भी दिखा सकते हैं :ref:`OPACpatronimages` वरीयता या स्वयं चेक आउट मॉड्यूल में यदि आप इसे सेट करते हैं: ref:' ShowPatronImageInWebBasedSelfCheck` वरीयता।
it: Se questa preferenza è 'Permettere' lo staff potrà caricare immagini di utenti sia :ref:`una a una <add-patron-images-label>` sia :ref:`in blocco <upload-patron-images-label>`. Le immagini utente verranno mostrate nella pagina dei dettagli alla sinistra delle informazioni sull'utente. Appariranno anche nell'OPAC se la preferenza :ref:`OPACpatronimage` è attiva o nel sistema di autoprestito se la preferenza :ref:`ShowPatronImageInWebBasedSelfCheck ` è attiva.
tr: Bu tercih "İzin ver" olarak ayarlanırsa personel :ref:`one by one <add-patron-images-label> veya :ref:`in bulk <upload-patron-images-label>` tercihlerinden birisini kullanmak vasıtası ile kullanıcı resimlerini sisteme yükleyebileceklerdir. Kullanıcı resimleri kullanıcı bilgisinin sol tarafında ayrıntılar sayfası üzerinde görünecektir, ayrıca :ref:`OPACpatronimages` tercihi ayarlanırsa veya otomatik ödünç alma modülünde :ref:`ShowPatronImageInWebBasedSelfCheck` tercihi ayarlanırsa, OPAC içerisinde de kullanıcı resimleri görünecektir.

source: Asks: \_\_\_ (separate columns with \|) add these fields to the patron quick add form when entering a new patron. Displays only mandatory fields and fields specified here. If applicable, the guarantor form will be shown as well, individual fields in that form will be ignored.
hi: पूछता है: \_\_\_ (\| के साथ अलग कॉलम) एक नया संरक्षक दर्ज करते समय इन क्षेत्रों को संरक्षक त्वरित जोड़ फ़ॉर्म में जोड़ें। यहां निर्दिष्ट अनिवार्य फ़ील्ड और फ़ील्ड प्रदर्शित करता है। यदि लागू हो, तो गारंटीकर्ता फॉर्म भी दिखाया जाएगा, उस फ़ॉर्म के अलग-अलग फ़ील्ड को अनदेखा कर दिया जाएगा.
it: Chiede: \_\_\_ di aggiungere questi campi (separare le colonne con \|) al modulo di registrazione veloce di un nuovo utente. Verranno mostrati solo i campi obbligatori e quelli che hai indicato qui. Se applicabile, verrà anche mostrato il modulo del garante, e i campi individuali in quel modulo verranno ignorati.
tr: Seçenek: \_\_\_ (sütunları \| ile ayırın) yeni bir kullanıcı girerken bu alanları kullanıcı hızlı ekleme formuna ekler. Sadece zorunlu alanları ve burada belirtilen alanları görüntüler. Mümkünse, garantör formu da gösterilecektir, bu formdaki bireysel alanlar dikkate alınmayacaktır.

source: See the :ref:`database schema (borrowers table) <http://schema.koha- community.org/>`_ to know the field names.
hi: देखें :ref:`डेटाबेस स्कीमा (उधारकर्ता तालिका) <http: //schema.koha- community.org/>`_ फ़ील्ड नामों को जानने के लिए।
it: Vedi :ref:`database schema (borrowers table) <http://schema.koha- community.org/>`_ per conoscere i nomi dei campi.

source: **Note** If either :ref:`PatronQuickAddFields` or :ref:`BorrowerMandatoryField` (or both) is set, a button labeled "Quick add new patron" will be displayed in the "Patrons" toolbar.
hi: **नोट** यदि या तो: ref: `PatronQuickAddFields` या : ref:` BorrowerMandatoryField` (या दोनों) सेट है, "Patrons" टूलबार में "त्वरित जोड़ें नया संरक्षक" लेबल वाला एक बटन प्रदर्शित किया जाएगा।

source: It is possible to add custom :ref:`patron attributes <patron-attribute-types- label>` in the quick add form with the following syntax: patron_attr_N (for example patron_attr_2). The N refers to the id of the attribute and requires a bit of guesswork (normally it will be the order in which you entered them in the :ref:`patron attribute types section of the administration module <patron-attribute-types-label>`).
hi: कस्टम जोड़ने के लिए संभव है :ref:`संरक्षक विशेषताओं <patron-attribute-types- label>' निम्नलिखित वाक्यविन्यास के साथ त्वरित जोड़ें फ़ॉर्म में: patron_attr_N (उदाहरण के लिए patron_attr_2)। एन विशेषता के आईडी को संदर्भित करता है और थोड़ा सा अनुमान लगाने की आवश्यकता होती है (आमतौर पर यह वह क्रम होगा जिसमें आपने उन्हें दर्ज किया था: ref: 'प्रशासन मॉड्यूल के संरक्षक गुण प्रकार अनुभाग <patron-attribute-type-label >`).

source: Asks: By default, show \_\_\_ results per page in the staff client.
hi: पूछता है: डिफ़ॉल्ट रूप से, स्टाफ क्लाइंट में प्रति पृष्ठ \_\_\_ परिणाम दिखाएं.
it: Chiede: Per default, mostra \_\_\_ risultati per pagina nell'interfaccia dello staff.
tr: Seçenek: Personel istemcide varsayılan olarak sayfa başına \_\_\_ sonuç göster.

source: This preference will let you define how many patrons to show on patron search results pages.
hi: यह वरीयता आप कितने संरक्षक संरक्षक खोज परिणाम पृष्ठों पर प्रदर्शित करने के लिए परिभाषित करते हैं जाएगा.
it: Questa preferenza permette di definire quanti utenti per pagina verranno mostrati nella pagina di ricerca utenti.
tr: Bu tercih kullanıcı arama sonuçları sayfalarında göstermek için kaç kullanıcı tanımlayacağınıza izin verir.

source: Default: Allow only superlibrarians
hi: डिफ़ॉल्ट: केवल superlibrarians की अनुमति दें

source: Asks: \_\_\_ to access/change superlibrarian privileges. Note: A permitted user
hi: पूछते हैं: superlibrarian विशेषाधिकारों को एक्सेस / बदलने के लिए \_\_\_. नोट: एक अनुमत उपयोगकर्ता

source: needs to have the 'permissions' flag (if no superlibrarian)
hi: 'अनुमतियाँ' ध्वज की आवश्यकता है (यदि कोई superlibrarian नहीं है)

source: Allow all permitted users
hi: सभी अनुमत उपयोगकर्ताओं को अनुमति दें
tr: Tüm izin verilen kullanıcılara izin ver

source: Allow only superlibrarians
hi: केवल superlibrarians की अनुमति दें
it: Permetti solo ai superlibrarian
tr: Yalnızca superlibrarian kullanıcılara izin ver

source: Asks: \_\_\_ a strong password for staff and patrons
hi: पूछते हैं: \_\_\_स्टाफ और संरक्षकों के लिए एक मजबूत पासवर्ड
it: Chiede: \_\_\_ una password robusta per staff e utenti

source: If set to 'require' this system preference will require patron and staff passwords to contain at least one digit, one lowercase and one uppercase.
hi: यदि इस सिस्टम वरीयता को 'आवश्यकता' पर सेट किया गया है तो कम से कम एक अंक, एक लोअरकेस और एक अपरकेस रखने के लिए संरक्षक और स्टाफ पासवर्ड की आवश्यकता होगी।

source: SMSSendDriver, SMSSendUsername, and SMSSendPassword
hi: SMSSendDriver, SMSSendUsername, और SMSSendPassword
tr: SMSSendDriver, SMSSendUsername, ve SMSSendPassword

source: Asks: Use the SMS::Send:: \_\_\_ driver to send SMS messages. Define a username/login \_\_\_ and a password \_\_\_.
hi: पूछता है: प्रयोग करें SMS::Send:: \_\_\_ एसएमएस संदेश भेजने के लिए चालक। उपयोगकर्ता नाम / लॉगिन परिभाषित करें \_\_\_ और एक पासवर्ड \_\_\_.
it: Chiede: Usa il driver SMS::Send:: \_\_\_ per spedire messaggi SMS. Definisci username/login \_\_\_ e password \_\_\_.
tr: Seçenek: SMS mesajları göndermek için SMS::Send:: \_\_\_ sürücüsü kullanın. Bir kullanıcı adı/oturum \_\_\_ ve bir parola \_\_\_.

source: This may not work with all providers.
hi: यह सभी प्रदाताओं के साथ काम नहीं कर सकता है।

source: Please refer to your national laws concerning the sending of bulk SMS messages before enabling this feature.
hi: अपने राष्ट्रीय इस सुविधा को सक्षम करने से पहले थोक एसएमएस संदेश भेजने से संबंधित कानूनों को देखें.
it: Attenzione: controlla la tua legislazione vigente al rigardo l'invio massivo di SMS prima di abilitare questa feature.
tr: Bu özelliği etkinleştirmeden önce toplu SMS mesajlarının gönderilmesiyle ilgili iç hukuka bakın.

source: There are two options for using SMS in Koha. You can use the Email protocol for free by entering 'Email' as the SMSSendDriver or you can pay for a SMS driver. Some examples of values for the driver are:
hi: कोहा में एसएमएस का उपयोग करने के लिए दो विकल्प हैं। आप SMSSendDriver के रूप में 'ईमेल' दर्ज करके ईमेल प्रोटोकॉल का मुफ्त उपयोग कर सकते हैं या आप एक एसएमएस ड्राइवर के लिए भुगतान कर सकते हैं। ड्राइवर के लिए मूल्यों के कुछ उदाहरण हैं:
it: Ci sono due opzioni per l'utilizzo di SMS in Koha. È possibile utilizzare il protocollo e-mail gratuitamente inserendo 'e-mail' come il SMSSendDriver o si può pagare per un gateway usato dai driver SMS. Alcuni esempi di valori i drive SMS sono:
tr: Koha'da SMS kullanmak için iki seçenek vardır. E-posta protokolünü SMSSendDriver olarak 'E-posta' yazarak ücretsiz olarak kullanabilirsiniz veya bir SMS sürücüsü için ödeme yapabilirsiniz. Sürücü için bazı değer örnekleri:

source: SMS::Send::Us::Ipipi
hi: एसएमएस :: भेजें :: :: हमारे Ipipi

source: SMS::Send::US::TMobile
hi: एसएमएस :: :: भेजें अमेरिका :: TMobile

source: SMS::Send::US::Verizon
hi: एसएमएस :: :: भेजें अमेरिका :: Verizon

source: SMS::Send::IN::Unicel
hi: एसएमएस :: भेजें :: :: में Unicel

source: Additional values can be found here: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all
hi: अतिरिक्त मूल्य यहां पाए जा सकते हैं: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all
it: Altri valori si trovano qui: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all
tr: Ek değerler burada bulunabilir: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all

source: Only drivers available as Perl modules will work in this preference, so make sure a Perl module is available before choosing an SMS service.
hi: केवल पर्ल मॉड्यूल के रूप में उपलब्ध ड्राइवरों इस वरीयता में काम करते हैं, तो सुनिश्चित करें कि एक पर्ल मॉड्यूल एक एसएमएस सेवा को चुनने से पहले उपलब्ध है कर देगा.
it: Solo i driver disponibili come moduli Perl funzioneranno in questa preferenza, per cui assicurati che un modulo Perl sia disponibile prima di scegliere un servizio SMS.
tr: Bu tercihte sadece Perl modülü olarak kullanılabilen sürücüler çalışacaktır, bu yüzden bir SMS hizmeti seçmeden önce bir Perl modülünün mevcut olduğundan emin olun.

source: Once a driver is entered in the preference an option will appear in the staff client and the OPAC on the patron messaging form to choose to receive messages as SMS
hi: एक बार एक ड्राइवर वरीयता में दर्ज किया जाता है एक विकल्प के कर्मचारियों को ग्राहक में दिखाई देगा और संरक्षक मैसेजिंग फार्म पर ओपेक एसएमएस के रूप में संदेश प्राप्त करने के लिए चुनने के लिए
it: Una volta che un driver viene specificato nella preferenza un'opzione apparirà nel client del personale e nell'OPAC sul modulo di messaggistica, per poter scegliere se ricevere i messaggi come SMS
tr: Tercih içerisine bir sürücü girildikten sonra personel istemci ve OPAC'ta, kullanıcı bildirimi formu üzerinde bildirimlerin SMS olarak alınabilmesi için bir seçenek görünecektir

source: You must allow :ref:`EnhancedMessagingPreferences` for this to work.
hi: आपको अनुमति देनी होगी :ref:`EnhancedMessagingPreferences`यह काम करने के लिए.
it: Per consentirne il funzionamento, devi attivare :ref:`EnhancedMessagingPreferences`.
tr: Bunun çalışması için `EnhancedMessagingPreferences` tercihine izin vermelisiniz.

source: Default: location\|itype\|ccode
hi: डिफ़ॉल्ट: location\|itype\|ccode
tr: Varsayılan: location\|itype\|ccode

source: Asks: Show the following fields from the items database table as columns on the statistics tab on the patron record: \_\_\_
hi: पूछता है: संरक्षक रिकॉर्ड पर आंकड़े टैब पर कॉलम के रूप में आइटम डेटाबेस तालिका से निम्न फ़ील्ड्स दिखाएं: \_\_\_
it: Chiede: Mostra i seguenti campi della tabella copie come colonne nella scheda statistiche sul record utente: \_\_\_
tr: Seçenek: Materyal veritabanı tablosundan aşağıdaki alanları, kullanıcı kaydı üzerindeki istatistikler sekmesi üzerinde sütunlar olarak göster: \_\_\_

source: Enter the values separated by bars (\|)
hi: बार से अलग मूल्य दर्ज करें (\|)
it: Inserisci i valori separati da barre (\|)
tr: Çubuklar (\|) ile ayrılmış değerleri girin

source: This preference lets you set which fields will show on the patron record on the Statistics tab.
hi: यह वरीयता आप सेट जो आँकड़े टैब पर संरक्षक रिकॉर्ड पर दिखाई देगा के खेतों की सुविधा देता है.
it: Questa preferenza permette di definire quali campi del record utente verranno mostrati nella scheda Statistiche.
tr: Bu tercih size istatistikler sekmesindeki kullanıcı kaydı üzerinde hangi alanların gösterileceğini ayarlama imkanı verir.

source: Asks: \_\_\_ patron phone notifications using Talking Tech i-tiva (overdues, predues and holds notices currently supported).
hi: पूछता है: \_\_\_ टॉकिंग टेक i-tiva (अतिदेय, भविष्यवाणी और वर्तमान में समर्थित नोटिस धारण का उपयोग कर संरक्षक फोन नोटिफिकेशन).
it: Chiede: \_\_\_ notifiche via telefono all'utente utilizzando Talking Tech i-tiva (scaduti, in scadenza, prenotazioni sono attualmente supportati).
tr: Seçenek: Talking Tech i-tiva kullanarak kullanıcı telefonlarına uyarılar \_\_\_ (gecikme bildirimleri, gecikme uyarıları ve ayırma bildirimleri şu anda desteklenmektedir).

source: To learn more about setting up this third party product view the :ref:`Talking Tech <talking-tech-label>` chapter.
hi: इस तीसरे पक्ष के उत्पाद को स्थापित करने के बारे में और जानने के लिए दृश्य : ref: 'टाकिंक टॉक <talking-tech-label>' अध्याय.

source: Requires that you have :ref:`EnhancedMessagingPreferences` set to Allow to use.
hi: यह आवश्यक है कि आपके पास है :ref:`EnhancedMessagingPreferences` करने की अनुमति देने के लिए सेट करें।
it: È necessario che :ref:`EnhancedMessagingPreferences` sia impostata su 'Consenti'.
tr: :ref:`EnhancedMessagingPreferences` tercihini kullanıma izin ver şeklinde ayarlamış olmanızı gerektirir.

source: Asks: \_\_\_ track last patron activity. Everytime a patron will connect, the borrowers.lastseen will be updated with the current time.
hi: पूछता है: \_\_\_ अंतिम संरक्षक गतिविधि को ट्रैक करें। हर बार एक संरक्षक कनेक्ट होगा, उधारकर्ताओं। Lastseen वर्तमान समय के साथ अद्यतन किया जाएगा.
it: Chiede: \_\_\_ di tracciare l'attività utente. Ad ogni accesso di un utente, verrà aggiornato il campo borrowers.lastseen con data e ora del collegamento.
tr: Seçenek: Son kullanıcı etkinliklerini takip et \_\_\_. Bir kullanıcı her bağlandığında, the borrowers.lastseen şimdiki zaman ile güncellenecektir.

source: Asks: \_\_\_ store and display surnames (last names) in upper case.
hi: पूछता है :\_\_\_ अपर केस में स्टोर और उपनाम (अंतिम नाम) प्रदर्शित करें.
it: Chiede: \_\_\_ conservare e mostrare i cognomi in maiuscolo.
tr: Seçenek: soyadları (son adları) büyük harfle görüntüle ve sakla \_\_\_.

source: Asks: \_\_\_ email receipts to patrons for payments and writeoffs.
hi: पूछता है: \_\_\_ भुगतान और राइटऑफ के लिए संरक्षक को ईमेल प्राप्तियां.

source: If set to 'Send', Koha will send emails to the patrons for each payment or writeoff done in their account.
hi: यदि 'भेजें' पर सेट किया जाता है, तो कोहा अपने भुगतान में किए गए प्रत्येक भुगतान या राइटऑफ़ के लिए संरक्षक को ईमेल भेजेगा।

source: The letters used are ACCOUNT\_PAYMENT and ACCOUNT\_WRITEOFF
hi: उपयोग किए गए अक्षर हैं ACCOUNT\_PAYMENT और ACCOUNT\_WRITEOFF

source: You can edit them in the :ref:`Notices and slips<notices-&-slips-label>` tool.
hi: आप उन्हें :ref:`नोटिस और स्लिप्स <notices-&-slips-label>` टूल एडिट कर सकते हैं।
