Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Default: ISBD form
hi: डिफ़ॉल्ट: ISBD प्रपत्र
it: Predefinito: Visualizzazione ISBD
tr: Varsayılan: ISBD form

source: Asks: By default, display biblio records in \_\_\_
hi: पूछता है: डिफ़ॉल्ट रूप से, में ब्ब्लियों रिकॉर्ड प्रदर्शित करें \_\_\_
it: Chiede: Per default, visualizza i record bibliografici con \_\_\_
tr: Seçenek: Varsayılan olarak, bibliyografik kayıtları \_\_\_ içerisinde görüntüle

source: ISBD form -- displays records in the staff client in the old card catalog format
hi: ISBD फार्म - पुराने कार्ड सूची प्रारूप में कर्मचारियों ग्राहक में अभिलेखों को प्रदर्शित करता है
it: Visualizzazione ISBD -- mostra i record nell'interfaccia amministrativa con il vecchio formato della scheda catalografica
tr: ISBD biçimi -- personel istemci içerisindeki kayıtları eski kart katalog biçiminde görüntüler

source: See :ref:`ISBD` preference for more information
hi: देखें : ref:`ISBD` की वरीयताके लिए अधिक जानकारी
it: Vedi la preferenza di sistema :ref:`ISBD` per maggiori informazioni
tr: Daha fazla bilgi için :ref:`ISBD` tercihine bakınız

source: Labelled MARC form -- displays records in the staff client in MARC with text labels to explain the different fields
hi: लेबल मार्क फार्म - विभिन्न क्षेत्रों में समझाने के लिए पाठ लेबल के साथ मार्क में कर्मचारियों ग्राहक में अभिलेखों को प्रदर्शित करता है
it: MARC con etichette -- mostra i record nell'interfaccia amministrativa con il MARC ed etichette testuali che ne spiegano i campi
tr: Etiketli MARC formu -- farklı alanları açıklamak için metin etiketleri ile MARC içerisindeki personel istemci kayıtlarını görüntüler

source: MARC form -- displays records in the staff client in MARC
hi: मार्क फार्म - मार्क में कर्मचारियों ग्राहक में अभिलेखों को प्रदर्शित करता है
it: MARC -- mostra i record nell'interfaccia amministrativa con i soli campi MARC
tr: MARC biçimi -- MARC içerisindeki personel kullanıcı içindeki kayıtları görüntüler

source: normal form -- visual display in the staff client (for the average person)
hi: सामान्य रूप - कर्मचारियों ग्राहक में दृश्य प्रदर्शन (औसत व्यक्ति के लिए)
it: Visualizzazione normale -- visualizzazione semplice delle informazioni bibliografiche nell'interfaccia amministrativa (per l'utente comune)
tr: normal biçim -- (ortalama kullanıcı için) personel istemci içindeki görsel ekran

source: This setting determines the bibliographic record display when searching the catalog on the staff client. This setting does not affect the display in the OPAC which is changed using the :ref:`BiblioDefaultView` preference under the OPAC preference tab. This setting changes the look of the record when first displayed. The MARC and ISBD views can still be seen by clicking in the sidebar.
hi: स्टाफ़ क्लाइंट पर कैटलॉग खोजते समय यह सेटिंग ग्रंथ सूची के रिकॉर्ड प्रदर्शन को निर्धारित करता है। यह सेटिंग ओपीएसी में प्रदर्शन को प्रभावित नहीं करती है जो कि: रेफरी का उपयोग कर बदल जाती है: ओपेक वरीयता टैब के तहत :ref:`BiblioDefaultView` वरीयता। यह सेटिंग पहले प्रदर्शित होने पर रिकॉर्ड की नज़र बदलती है। साइडबार पर क्लिक करके मार्क और आईएसबीडी के विचारों को अभी भी देखा जा सकता है
it: Questa impostazione definisce la visualizzazione del record bibliografico nell'interfaccia dello staff; non influisce sulla visualizzazione nell'OPAC, che è gestita dalla preferenza di sistema :ref:`BiblioDefaultView` nella scheda OPAC delle preferenze di sistema. Questa opzione definisce solo la visualizzazione predefinita: le altre viste MARC e ISBD possono sempre essere selezionate cliccando nella barra laterale della pagina del record bibliografico.
tr: Bu ayar, personel istemci üzerinde katalog araması yaparken, bibliyografik kaydın görüntülenmesini belirler. Bu ayar OPAC tercih sekmesi altında :ref:`BiblioDefaultView` kullanılarak değiştirilen OPAC görünümünü etkilemez. Bu ayar, kayıt ilk görüntülendiğinde görünümünü değiştirir. MARC ve ISBD görünümleri yine kenar çubuğuna tıklayarak görülebilir.

source: Default: See `ISBD view configuration <https://wiki.koha-community.org/wiki/ISBD_view_configuration>` on the wiki.
hi: डिफ़ॉल्ट: देखें :ref:`आईएसबीडी दृश्य कॉन्फ़िगरेशन <https://wiki.koha-community.org/wiki/ISBD_view_configuration>` विकी पर।
it: Default: Vedi `ISBD view configuration <https://wiki.koha-community.org/wiki/ISBD_view_configuration>` nel wiki.

source: Asks: Use the following as the ISBD template:
hi: पूछता है: ISBD टेम्पलेट के रूप में निम्नलिखित का उपयोग करें:
it: Chiede: Usa il seguente template ISBD:
tr: Seçenek: ISBD şablonu olarak aşağıdakileri kullanın:

source: This determines how the ISBD information will display in the staff client. Elements in the list can be reordered to produce a different ISBD view. ISBD, the International Standard Bibliographic Description, was first introduced by IFLA (International Federation of Library Associations) in 1969 in order to provide guidelines for descriptive cataloging. The purpose of ISBD is to aid the international exchange of bibliographic records for a variety of materials.
hi: यह निर्धारित करता है कि आईएसबीडी जानकारी कर्मचारी क्लाइंट में कैसे प्रदर्शित होगी। सूची में तत्वों को एक अलग आईएसबीडी दृश्य बनाने के लिए पुन: व्यवस्थित किया जा सकता है। आईएसबीडी, इंटरनेशनल स्टैंडर्ड ग्रंथसूची विवरण, पहली बार वर्णनात्मक सूचीकरण के लिए दिशानिर्देश प्रदान करने के लिए 1969 में आईएफएलए (पुस्तकालय संघों के अंतर्राष्ट्रीय संघ) द्वारा पेश किया गया था। आईएसबीडी का उद्देश्य विभिन्न सामग्रियों के लिए ग्रंथसूची अभिलेखों के अंतर्राष्ट्रीय विनिमय की सहायता करना है।
it: Questa impostazione definisce come verrà mostrata la descrizione ISBD nell'interfaccia dello staff. Gli elementi nella lista possono essere cambiati di ordine per modificare la vista ISBD. ISBD (International Standard Bibliographic Description) fu introdotto nel 1969 dall'IFLA (International Federation of Library Associations) per fornire linee guida per la catalogazione descrittiva. Lo scopo di ISBD è favorire lo scambio internazionale di record bibliografici per differenti tipi di materiali.
tr: Bu, ISDB bilgisinin nasıl görüntüleneceğini belirler. Listedeki elemanlar farklı bir ISBD görünümü üretmek için yeniden düzenlenebilir. ISBD, the International Standard Bibliographic Description ilk kez IFLA (Uluslararası Kütüphane Dernekleri ve Kuruluşları Federasyonu) tarafından 1969 yılında tanımlayıcı kataloglama için yönergeler sağlamak amacıyla başlatılmıştır. ISBD'nin amacı, çeşitli materyaller için bibliyografik kayıtların uluslararası değişimine yardımcı olmaktır.

source: Asks: \_\_\_ collapse repeated tags of the same type into one tag entry.
hi: पूछता है: \_\_\_ एक ही प्रकार के एक टैग प्रविष्टि में बार-बार टैग को संक्षिप्त करना।
it: Chiede: \_\_\_ la compressione di tag dello steso tipo ripetuti in una sola riga.
tr: Seçenek: aynı türdeki yinelenen tag'lerin tek bir tag girdisine daraltılmasına \_\_\_.

source: Do -- will combine all identical tag numbers under one heading in the MARC view in the OPAC and Staff Client
hi: करो - मार्क ध्यान में रखते हुए एक शीर्षक के अंतर्गत सभी समान टैग संख्या गठबंधन होगा ओपेक और स्टाफ क्लाइंट में
it: Attiva -- accorpa tutti i tag dello stesso tipo sotto un unico tag nella vista MARC dell'OPAC e dell'interfaccia amministrativa
tr: Yap -- OPAC ve personel istemci MARC görünümünde tek bir başlık altında aynı tag numaralarını birleştirecektir

source: Don't -- will list all of the tags individually in the MARC view in the OPAC and Staff Client
hi: ओपेक और स्टाफ क्लाइंट में मार्क ध्यान में रखते हुए अलग-अलग टैग के सभी सूची जाएगा - नहीं है
it: Non attivare -- elenca tutte le singole occorrenze dello stesso tag nella vista MARC dell'OPAC e dell'interfaccia amministrativa
tr: Yapma -- tüm tag'leri OPAC ve Personel İstemcide ayrı ayrı MARC görünümünde listeleyecektir

source: Asks: Use \_\_\_ as the URL for MARC field documentation. Possible substitutions are {MARC} (marc flavour, eg. "MARC21" or "UNIMARC"), {FIELD} (field number, eg. "000" or "048"), {LANG} (user language, eg. "en" or "fi-FI"). If left empty, the format documentation on http://loc.gov (MARC21) or http://archive.ifla.org (UNIMARC) is used. For example http://fielddoc.example.com/?marc={MARC}&field={FIELD}&language={LANG}
hi: पूछते हैं: मार्क फील्ड दस्तावेज के लिए यूआरएल के रूप में \_\_\_ का प्रयोग करें। संभावित प्रतिस्थापन हैं {MARC} (मार्क स्वाद, उदा. "MARC21" or "UNIMARC"), {FIELD} (फ़ील्ड नंबर, उदा. "000" or "048"), {LANG} (user language, eg. "en" या "fi-FI"). यदि खाली छोड़ दिया गया है, तो http://loc.gov (MARC21) या http://archive.ifla.org (UNIMARC) पर प्रारूप प्रलेखन का उपयोग किया जाता है। उदाहरण के लिए http://fielddoc.example.com/?marc={MARC}&field={FIELD}&language={LANG}

source: This preference lets you choose the source of the MARC documentation available through the "?" next to MARC fields.
hi: यह प्राथमिकता आपको "?" के माध्यम से उपलब्ध एमएआरसी दस्तावेज का स्रोत चुनने देती है एमएआरसी क्षेत्रों के बगल में।

source: Asks: \_\_\_ fields to display for deleted records after merge
hi: पूछते हैं: \_\_\_ मर्ज के बाद हटाए गए रिकॉर्ड के लिए फ़ील्ड प्रदर्शित करने के लिए
it: Chiede: \_\_\_ campi da visualizzare per i record cancellati dopo la fusione
tr: Seçenek: Birleştirme işleminden sonra silinen kayıtlar için alanların gösterilmesine \_\_\_

source: When merging records together you can receive a report of the merge process once it's done, this preference lets you set the default values for this report.
hi: विलय रिकॉर्ड एक साथ आप मर्ज प्रक्रिया की एक रिपोर्ट में एक बार यह हो चुका है प्राप्त कर सकते हैं, इस वरीयता आप इस रिपोर्ट के लिए डिफ़ॉल्ट मान सेट करने देता है.
it: Quando i record si fondono insieme è possibile ricevere un report del processo di unione una volta fatto, questa preferenza consente di impostare i valori predefiniti per questo report.
tr: Kayıtları birleştirirken, tamamlandıktan sonra birleştirme işlemi hakkında bir rapor alabilirsiniz, bu tercih bu rapor için varsayılan değerleri ayarlamanızı sağlar.

source: Example: '001,245ab,600' displays:
hi: उदाहरण: '001,245ab,600' प्रर्दशनों:
it: Esempio: '001,245ab, 600' mostra:
tr: Örnek: '001,245ab,600' şunu görüntüler:

source: value of 001
hi: 001 का मूल्य
it: il valore di 001
tr: 001 değeri

source: subfields a and b of fields 245
hi: एक और खेतों 245 बी उपक्षेत्रों
it: sottocampi a e b dei campi 245
tr: 245 alanlarının a ve b alt alanları

source: all subfields of fields 600
hi: 600 क्षेत्र के सभी उपक्षेत्रों
it: tutti i sottocampi dei campi 600
tr: 600 alanlarının tüm alt alanları

source: Asks: Don't show these \_\_\_ note fields in title notes separator (OPAC record details) and in the description separator (Staff client record details).
hi: पूछते हैं: इन्हें नहीं दिखाएं \_\_\_शीर्षक नोट विभाजक (ओपीएसी रिकॉर्ड विवरण) में फ़ील्ड और विवरण विभाजक (स्टाफ क्लाइंट रिकॉर्ड विवरण) में नोट करें।
it: Chiede: Non mostrare i campi note \_\_\_ nell'OPAC (vista dettagli del record) e nella scheda descrizione (interfaccia staff, dettagli del record).
tr: Seçenek: \_\_\_ not alanlarını başlık notu ayırıcı (OPAC kayıt ayrıntıları) ve açıklama ayırıcı (Personel istemci kayıt ayrıntıları) içinde gösterme.

source: This preference lets you define which of your note fields are hidden from the title notes (OPAC) and descriptions (Staff) tabs. Enter the values as a comma separated list. For example to hide the local note and the bibliography note in MARC21 enter 504, 590.
hi: यह वरीयता आप को परिभाषित जो अपनी टिप्पणी के खेतों का खिताब नोट्स (ओपेक) और विवरण (स्टाफ) टैब से छुपा रहे हैं देता है. एक अल्पविराम अलग सूची के रूप में मान दर्ज करें. उदाहरण छिपाने के लिए स्थानीय नोट और MARC21 में ग्रंथ सूची टिप्पणी 504, 590 दर्ज करें.
it: Questa preferenza permette di decidere quali campi note verranno nascosti nell'OPAC e nell'interfaccia staff. Specificva i campi in una lista separata da virgole. Per esempio, per nascondere le note locali e biblografiche in MARC21, usa '504,590'.
tr: Bu özellik, hangi not alanlarını başlık notları (OPAC) ve açıklamalar (Personel) sekmelerinden gizleyeceğinizi tanımlamanızı sağlar. Değerleri virgülle ayrılmış bir liste olarak girin. Örneğin yerel not ve bibliyografi notunu MARC21'de gizlemek istiyorsanız 504, 590 girin.

source: OpacSuppression, OpacSuppressionByIPRange, OpacSuppressionRedirect, and OpacSuppressionMessage
hi: OpacSuppression, OpacSuppressionByIPRange, OpacSuppressionRedirect, और OpacSuppressionMessage
it: OpacSuppression, OpacSuppressionByIPRange, OpacSuppressionRedirect e OpacSuppressionMessage

source: OpacSuppression Default: Don't hide
hi: OpacSuppression डिफ़ॉल्ट: छिपाएँ नहीं
it: Predefinito per OpacSuppression: Non nascondere
tr: OpacSuppression Varsayılan: Gizleme

source: Asks: \_\_\_ items marked as suppressed from OPAC search results. Restrict the suppression to IP addressesoutside of the IP range \_\_\_ (Leave blank if not used. Define a range like 192.168..) Redirect the opac detail page for suppressed records to \_\_\_ Display the following message on the redirect page for suppressed biblios \_\_\_.
hi: पूछता है:\_\_\_ ऑपैक खोज परिणामों से दबाए गए आइटम के रूप में चिह्नित। आईपी रेंज के आईपी पते के लिए दमन को प्रतिबंधित करें\_\_\_ (रिक्त छोड़ दें यदि उपयोग नहीं किया गया है। 192.168.. जैसी श्रेणी निर्धारित करें।) दबाए गए अभिलेखों के लिए ओपेक विवरण पृष्ठ को डायरेक्ट करें\_\_\_ निम्न संदेश प्रदर्शित करें दबाए गए ग्रंथों के लिए अनुप्रेषित पृष्ठ पर\_\_\_
it: Chiede: \_\_\_ copie marcate come soppresse dalle ricerche nell'OPAC. Restringi la soppressione agli IP fuori dall'intervallo \_\_\_ (lasciare vuoto se non si usa; usare un intervallo del tipo 192.168..) Redirigere la pagina dei dettagli dell'OPAC per i record soppressi a \_\_\_ Mostrare il seguente messaggio nella pagina di redirezione per i record soppressi \_\_\_.
tr: Seçenek: OPAC arama sonuçlarında supressed olarak işaretlenmiş materyalleri \_\_\_. Zebra içinde Suppress dizininin kurulmuş olması gerektiğini ve en az bir bastırılmış bibliyografik kaydınız olması gerektiğini göz önünde bulundurun, aksi takdirde aramalarınız sekteye uğrayacaktır. Supresyonu IP aralığı \_\_\_ dışındaki bir IP adresine sınırlandırın (Kullanılmadığı takdirde boş bırakın. 192.168.. gibi bir aralık tanımlayın) Bastırılmış kayıtları opac ayrıntı sayfasına yönlendirmek için \_\_\_ Bastırılmış bibliyografik kayıtlar için yönlendirme sayfasında yandaki iletiyi gösterin \_\_\_.

source: OpacSuppression Values:
hi: OpacSuppression मान:
it: Valori per OpacSuppression:
tr: OpacSuppression Değerleri:

source: Don't hide
hi: छिपाएँ नहीं
it: Non nascondere
tr: Gizleme

source: Will show records in OPAC search results if they are marked suppressed
hi: ओपेक खोज परिणामों में रिकॉर्ड दिखाते हैं अगर वे दबा चिह्नित कर रहे हैं
it: Mostrerà i record tra i risultati di una ricerca OPAC anche se sono marcati come soppressi
tr: Gizlenmiş olarak işaretlenmişlerse, kayıtları OPAC arama sonuçlarında gösterecektir

source: Hide
hi: छुपाएँ
it: Nascondi
tr: Gizle

source: Will not show records in OPAC search results if they're marked as suppressed
hi: के रूप में दबा दिया है कि अगर वे चिह्नित कर रहे हैं ओपेक खोज परिणामों में रिकॉर्ड नहीं दिखाया जाएगा
it: Non mostrerà i record tra i risultati di una ricerca OPAC anche se sono marcati come soppressi
tr: Gizlenmiş olarak işaretlenmişlerse, kayıtları OPAC arama sonuçlarında göstermeyecektir

source: OpacSuppressionRedirect Values:
hi: OpacSuppressionRedirect मान:
it: Valori di OpacSuppressionRedirect:
tr: OpacSuppressionRedirect Değerleri:

source: an explanatory page ('This record is blocked').
hi: एक व्याख्यात्मक पेज ( 'यह रिकॉर्ड अवरुद्ध है').
it: una pagina di spiegazione ('Questo record è bloccato').
tr: açıklama sayfası ('Bu kayıt blokeli').

source: the 404 error page ('Not found').
hi: यह 404 त्रुटि पृष्ठ ( 'नहीं मिला').
it: la pagina di errore 404 ('Non trovato').
tr: 404 hata sayfası ('Bulunamadı').

source: These preferences control hiding of bibliographic records from display in the OPAC. Each bibliographic record you want to hide from the OPAC simply needs to have the value "1" in the field mapped with Suppress index (942$n field in MARC21, no official field in UNIMARC). The indexer then hides it from display in OPAC but will still display it in the Staff Client. If you want to further control suppression you can set an IP address range to still show suppressed items to. Define a range like 192.168.. If you don't want to limit suppression in this way, leave the IP field blank. You can also decide what the patrons will see in the OPAC when a title is suppressed by setting the OpacSuppressionRedirect and OpacSuppressionMessage preferences. You can either show the patron a 404 page if they try to see a suppressed record or you can create a custom page by entering the HTML in the OpacSuppressionMessage part of this preference.
hi: ये वरीयताएं ओपेक में प्रदर्शन से ग्रंथसूची रिकॉर्ड छिपाने पर नियंत्रण रखती हैं। प्रत्येक ग्रंथसूची रिकॉर्ड जिसे आप ओपेक से छिपाना चाहते हैं, उसे बस दबाने वाले फ़ील्ड में "1" मानना चाहिए, जिसमें सुपरप्रेस इंडेक्स (एमएआरसी 21 में 942$n फ़ील्ड, यूएनआईएमएआरसी में कोई आधिकारिक क्षेत्र नहीं है) के साथ मैप किया गया है। इंडेक्सर इसे ओपेक में डिस्प्ले से छुपाता है लेकिन फिर भी इसे स्टाफ़ क्लाइंट में प्रदर्शित करेगा। यदि आप दमन को और नियंत्रित करना चाहते हैं तो आप अभी भी दबाए गए आइटम को दिखाने के लिए एक आईपी पता श्रेणी सेट कर सकते हैं। 192.168.. की तरह एक सीमा को परिभाषित करें यदि आप इस तरह से दमन को सीमित नहीं करना चाहते हैं, तो आईपी फ़ील्ड को खाली छोड़ दें। OPACSuppressionRedirect और OpacSuppressionMessage वरीयताओं को सेट करके एक शीर्षक दबाए जाने पर आप OPAC में संरक्षक क्या देख पाएंगे यह भी तय कर सकते हैं। यदि आप दबाने वाले रिकॉर्ड को देखने का प्रयास करते हैं तो आप संरक्षक को 404 पेज दिखा सकते हैं या आप इस वरीयता के OpacSuppressionMessage भाग में HTML दर्ज करके एक कस्टम पेज बना सकते हैं।
it: Queste preferenze controllano la visibilità dei record bibliografici nell'OPAC. Ogni record bibliografico che vuoi tenere nascosto richiede il valore "1" nel campo 942$n (MARC21, non c'è valore ufficiale per l'Unimarc). L'indicizzatore lo nasconderà nell'OPAC ma non nell'interfaccia dello staff. Se vuoi controllare ulteriormente la soppressione puoi definire un set di indirizzi IP a cui comunque mostrare il record soppresso. Definisci un range del tipo 192.168.. Se non vuoi limitare la soppressione in questo modo, lascia il campo IP vuoto. Puoi anche decidere che cosa mostrare a un utente nell'OPAC usando le preferenze OpacSuppressionRedirect e OpacSuppressionMessage. Puoi anche mostrare la pagina 404 se cercano di vedere un record soppresso, o puoi creare una pagina specifica inserendo il codice HTML in OpacSuppressionMessage.
tr: Bu tercihler bibliyografik kayıtların OPAC'da gösterilmesinin gizlenmesini denetler. OPAC'da gizlemek istediğiniz her bibliyografik kaydın supress dizini ile eşleşmiş alanda "1" değerine sahip olması yeterlidir (MARC21'de 942$n alanı, UNIMARC içinde resmi bir alan değil). Dizin oluşturucu bu kaydın OPAC'da gösterilmesini gizler ancak halen personel istemcide gösterilecektir. Supress üzerinde daha fazla denetim istiyorsanız supressed materyalleri göstermek için bir IP adresi aralığı ayarlayabilirsiniz. 192.168 gibi bir aralık tanımlayın. Suppress etmeyi bu şekilde sınırlamak istemiyorsanız IP alanını boş bırakın. Aynı zamanda OpacSuppressionRedirect ve OpacSuppressionMessage sistem tercihlerini ayarlayarak bir başlık supress edildiğinde kullanıcıların OPAC'da ne göreceklerini belirleyebilirsiniz. Suppress edilmiş bir başlık görmek istedikleri zaman kullanıcılara ya bir 404 sayfası gösterebilirsiniz ya da bu sistem tercihinin parçası olan OpacSuppressionMessage içine HTML girerek özel bir sayfa oluşturabilirsiniz.

source: An :ref:`authorized value <authorized-values-label>` for the MARC21 942$n field (or the equivalent UNIMARC field) should be set to eliminate errors. One example would be to create an authorized value titled SUPPRESS with a value of 0 for don't suppress and 1 for suppress.
hi: An : ref: मार्क21 942$n फ़ील्ड (या समकक्ष UNIMARC फ़ील्ड) के लिए अधिकृत मान <authorized-values-label> `त्रुटियों को खत्म करने के लिए सेट किया जाना चाहिए।एक उदाहरण है दबाए जाने के लिए 0 के मान के साथ SUPPRESS नामक एक अधिकृत मान बनाना और दबाने के लिए 1।
it: Un :ref:`authorized value <authorized-values-label>` per il campo MARC21 942$n (o per l'equivalente campo UNIMARC) va indicato per evitare errori. Un esempio potrebbe essere creare un valore autorizzato SUPPRESS con 0 per non sopprimere e 1 per sopprimere.
tr: Bir: ref: MARC21 942$n alanı (veya eşdeğer UNIMARC alanı) için 'yetkili değer <authorized-values-label> hataları ortadan kaldırmak için ayarlanmalıdır. Bir örnek, bastırmamak için 0 ve bastırmak için 1 değerinde bir SUPPRESS başlıklı yetkili bir değer oluşturmaktır.

source: If this preference is set to 'hide' and you have the 942n field set to 1, it will hide the entire bib record - not just an individual item.
hi: न सिर्फ एक व्यक्ति के मद - इस वरीयता 'छिपाने' के लिए सेट कर दिया जाता है और आप 1 942n क्षेत्र सेट है, तो यह पूरी बिब रिकॉर्ड छिपा होगा.
it: Se questa preferenza è impostata su 'Nascondi' e imposti il sottocampo 942$n a 1, verrà nascosto l'intero record bibliografico, non solo la specifica copia.
tr: Eğer bu özellik 'gizle' olarak ayarlanmışsa ve 942n alanınız 1'e ayarlıysa, sadece tek bir materyali değil - tüm bibliyografik kaydı gizler.

source: Suppressed records will show a note in the staff client indicating that they are suppressed from view in the OPAC.
hi: दबाए गए रिकॉर्ड कर्मचारी क्लाइंट में एक नोट दिखाएंगे जो इंगित करता है कि उन्हें ओपेक में देखने से दबा दिया गया है।
it: I record soppressi saranno mostrati con una nota nell'interfaccia dello staff, a indicare che non si vedono nell'OPAC.
tr: Bastırılmış kayıtlar, personel istemcisinde OPAC'daki görünümden bastırıldığını belirten bir not gösterecektir.

source: This note can be styled by using the :ref:`IntranetUserCSS` preference to stand out more if you'd like.
hi: इस नोट को : ref: `IntranetUserCSS` वरीयता का उपयोग करके स्टाइल किया जा सकता है यदि आप चाहें तो अधिक खड़े रहें।
it: Questa nota può essere formattata usando la preferenza :ref:`IntranetUserCSS` per migliorarne l'aspetto, se ti serve.
tr: Eğer isterseniz bu notu daha fazla öne çıkarmak için :ref:`IntranetUserCSS` tercihini kullanarak biçem ayarlayabilirsiniz.

source: SeparateHoldings & SeparateHoldingsBranch
hi: SeparateHoldings और SeparateHoldingsBranch

source: SeparateHoldings default: Don't separate
hi: SeparateHoldings default: अलग नहीं करें
it: Default di SeparateHoldings: Non separare
tr: SeparateHoldings varsayılan: Ayrıştırma

source: SeparateHoldingsBranch default: home library
hi: SeparateHoldingsBranch default: घर पुस्तकालय
it: Default per SeparateHoldingsBranch: la propria biblioteca
tr: SeparateHoldingsBranch varsayılan: ana kütüphane

source: Asks: \_\_\_ items display into two tabs, where the first tab contains items whose \_\_\_ is the logged in user's library. The second tab will contain all other items.
hi: Asks: \_\_\_ आइटम दो टैब में प्रदर्शित होते हैं, जहां पहले टैब में वे आइटम होते हैं जिनके \_\_\_ उपयोगकर्ता की लाइब्रेरी में लॉग इन है। दूसरे टैब में अन्य सभी आइटम होंगे।
it: Chiede: \_\_\_ le copie in due sezioni, la prima contiene le copie appartenenti alla biblioteca \_\_\_. La seconda sezione conterrà tutte le altre.
tr: Seçenek: Materyal görüntülemeyi iki sekmeye \_\_\_ ilk sekme oturum açmış olan kullanıcının \_\_\_ kütüphane materyallerini içerir. İkinci sekme diğer tüm materyalleri içerir.

source: SeparateHoldings values:
hi: SeparateHoldings मान:
it: Valori di SeparateHoldings:
tr: SeparateHoldings değerleri:

source: Don't separate
hi: अलग नहीं करें
it: Non separare
tr: Ayırmayın

source: Separate
hi: अलग करें
it: Separare
tr: Ayır

source: SeparateHoldingsBranch values:
hi: SeparateHoldingsBranch मान:
it: Valori di SeparateHoldingsBranch:
tr: SeparateHoldingsBranch değerleri:

source: holding library
hi: होल्डिंग पुस्तकालय
it: la biblioteca che possiede la copia
tr: ayırtma kütüphanesi
