Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: The password for the PayPal account to receive payments is \_\_\_
hi: पूछता है: भुगतान प्राप्त करने के लिए पेपैल खाते का पासवर्ड है \_\_\_
it: Chiede: La password per l'account PayPal che riceve i pagamenti è \_\_\_
tr: Seçenek: Ödemeleri almak için PayPal hesabının şifresi \_\_\_

source: Asks: The signature for the PayPal account to receive payments is \_\_\_
hi: पूछता है: भुगतान प्राप्त करने के लिए पेपैल खाते के लिए हस्ताक्षर है \_\_\_
it: Chiede: La firma dell'account PayPal che riceve i pagamenti è \_\_\_
tr: Seçenek: Ödemeleri almak için PayPal hesabının imzası \_\_\_

source: Asks: The email address to receive PayPal payments is \_\_\_
hi: पूछता है: पेपैल भुगतान प्राप्त करने के लिए ईमेल पता है \_\_\_
it: L'email per ricevere i pagamenti PayPal è \_\_\_
tr: Seçenek: PayPal ödemelerini almak için e-posta adresi \_\_\_

source: Asks: \_\_\_ patrons to select branch when making a purchase suggestion
hi: पूछता है: \_\_\_खरीदार सुझाव बनाने के लिए शाखा का चयन करने के लिए संरक्षक
it: Chiede: \_\_\_ agli utenti di selezionare una biblioteca quando effettuano un suggerimento di acquisto
tr: Seçenek: kullanıcıların satın alma önerisi yaparken birim seçebilmelerine \_\_\_

source: If your library system lets patrons make purchase suggestions for a specific branch you can set this preference to 'Allow' to add a branch selection option to the purchase suggestion form.
hi: यदि आपका पुस्तकालय प्रणाली की सुविधा देता है संरक्षक आप खरीद सुझाव फार्म के लिए एक शाखा चयन विकल्प जोड़ने के लिए 'अनुमति' को यह वरीयता निर्धारित कर सकते हैं एक विशिष्ट शाखा के लिए खरीद सुझाव करें.
it: Se il vostro sistema consente agli utenti di fare suggerimenti di acquisto per una biblioteca specifica, è possibile impostare questa preferenza su 'Consenti' per aggiungere un'opzione di selezione della biblioteca nel modulo di proposta di acquisto.
tr: Kütüphane sisteminiz kullanıcıların spesifik bir branş için satın alma önerileri yapmalarına izin veriyorsa, bu ayarı satın alma önerisi formuna bir branş seçimi seçeneği eklemek için 'İzin ver' olarak ayarlayabilirsiniz.

source: Asks: \_\_\_ expired patrons from OPAC actions such as placing a hold or renewing.
hi: पूछता है: \_\_\_ ओपीएसी कार्यों से समय-समय पर संरक्षित संरक्षक जैसे कि होल्ड या नवीनीकरण करना.
it: Chiede: \_\_\_ utenti con tessera scaduta dall'effettuare azioni nell'OPAC quali prenotare o rinnovare.
tr: Seçenek: süresi dolan kullanıcıların kitap ayırtma ya da süre uzatma gibi OPAC eylemleri gerçekleştirmelerine \_\_\_

source: This preference lets you set a default value for how Koha handles permissions for patrons who are expired. This preference can be overwritten by the setting on :ref:`individual patron categories <patron-categories-label>`.
hi: यह वरीयता आपको एक डिफ़ॉल्ट मान निर्धारित करने देती है कि कैसे कोहा समाप्त होने वाले संरक्षकों के लिए अनुमतियों को संभालता है। इस वरीयता को सेटिंग द्वारा ओवरराइट किया जा सकता है :ref:`व्यक्तिगत संरक्षक श्रेणियां <patron-categories-label>`.
it: Questa preferenza consente di impostare un valore predefinito per come Koha gestisce le autorizzazioni per gli utenti che sono scaduti. Questa preferenza può essere sovrascritta dall'impostazione :ref:`categorie individuali utente <patron-categories-label>`.
tr: Bu tercih, Koha'nın süresi dolmuş kullanıcılar için izinleri nasıl işleyeceği için varsayılan bir değer ayarlamanızı sağlar. Bu tercih :ref:`bireysel kullanıcı kategorileri <patron-categories-label> ayarıyla geçersiz bırakılabilir.

source: Asks: Limit patrons to \_\_\_ open suggestions. Leave empty for no limit.
hi: पूछते हैं: \_\_\_ खुले सुझावों के लिए संरक्षक सीमित करें। कोई सीमा के लिए खाली छोड़ दें।
it: Chiede: Consenti agli utenti di avere massimo \_\_\_ suggerimenti di acquisto aperti. Lascia vuoto per nessun limite.
tr: Seçenek: Kullanıcıları \_\_\_ açık öneriyle sınırla. Limitsiz olması için boş bırakın.

source: This setting does not affect anonymous suggestions.
hi: यह सेटिंग अनाम सुझावों को प्रभावित नहीं करती है।
it: Questa impostazione non influisce sulle richieste di acquisto anonime.
tr: Bu ayar, anonim önerileri etkilemez.

source: Asks: \_\_\_ opac users to create public lists.
hi: पूछता है: \_\_\_ ओपेक उपयोगकर्ताओं को सार्वजनिक सूची बनाने के लिए
it: Chiede: \_\_\_ gli utenti di creare liste pubbliche nell'OPAC.
tr: Seçenek: opac kullanıcılarının genel listeler oluşturmalarına \_\_\_.

source: Public lists are visible to anyone who visits your OPAC. With this preference you can control whether or now patrons are allowed to create these public lists. If this is set to "Don't allow" then only staff will be able to create public lists.
hi: सार्वजनिक सूची आपके ओपीएसी का दौरा करने वाले किसी भी व्यक्ति के लिए दृश्यमान हैं इस वरीयता के साथ आप यह नियंत्रित कर सकते हैं कि इन सार्वजनिक सूचियों को बनाने के लिए संरक्षक को अनुमति है या नहीं. यदि यह "अनुमति न दें" पर सेट है, तो केवल कर्मचारी सार्वजनिक सूचियां बनाने में सक्षम होंगे.
it: Le liste pubbliche sono visibili a chiunque visiti il tuo OPAC. Con questa preferenza è possibile controllare se gli utenti possono creare questi liste pubbliche. Se è impostata su "Non consentire", solo il personale sarà in grado di creare liste pubbliche.
tr: Genel listeler OPAC sayfanızı ziyaret eden herkes tarafından görülebilir. Bu tercih ile kullanıcılarınızın bu genel listeleri oluşturmak için izni olup olmadığını kontrol edebilirsiniz. Bu ayarı 'İzin verme' olarak ayarlarsanız, bu durumda yalnızca personel genel listeler oluşturabilecektir.

source: This preference will only be taken in to account if you have :ref:`virtualshelves` set to 'Allow'
hi: यह वरीयता केवल खाते में ली जाएगी यदि आपके पास है : ref: `virtualshelves 'को' अनुमति दें 'पर सेट करें
it: Questa preferenza sarà tenuta in conto se avete impostato :ref:`virtualshelves` su 'Consenti'
tr: Bu tercih sadece :ref:`virtualshelves'ayarı 'İzin ver' olarak ayarlıysa dikkate alınacaktır

source: Asks: \_\_\_ opac users to share private lists with other patrons.
hi: पूछता है: \_\_\_ ओपेक उपयोगकर्ताओं को अन्य संरक्षक के साथ निजी सूचियों को साझा करने के लिए.
it: Chiede: \_\_\_ agli utenti dell'OPAC di condividere liste private con altri utenti.
tr: Seçenek: kullanıcıların özel listeleri diğer kullanıcılar ile paylaşmalarına \_\_\_.

source: This feature will add the option for patrons to share their lists with other patrons. When this is set to 'Allow' patrons will see a share link at the top of their list. When they click that link it will ask for the email of the patron they would like to share with. Koha will then email the patron an invitation to see the list.
hi: यह सुविधा संरक्षक अन्य संरक्षक के साथ उनकी सूची को साझा करने के लिए विकल्प बढ़ जाएगा. जब इस 'अनुमति' के लिए निर्धारित है संरक्षक अपनी सूची के शीर्ष पर एक शेयर लिंक दिखाई देगा. जब वे कहते हैं कि लिंक यह संरक्षक के ईमेल के लिए पूछना होगा क्लिक वे के साथ साझा करना चाहते हैं. Koha तो संरक्षक सूची देखने के लिए एक निमंत्रण ईमेल करेंगे.
it: Questa funzionalità permetterà agli utenti di condividere le loro liste con altri utenti. Quando questa è impostato su 'Consenti' gli utenti vedranno un link di condivisione in cima alla loro lista. Quando fanno clic su tale collegamento, verrà chiesto l'e-mail dell'utente con cui vorranno condividere la lista. Koha invierà quindi all'utente un invito di visualizzare la lista.
tr: Bu özellik kullanıcılar için listelerini diğer kullanıcılar ile paylaşmaları için bir seçenek ekleyecektir. Bu, 'İzin ver' olarak ayarlandığında kullanıcılar listelerinin en üstünde bir paylaşma linki göreceklerdir. Bu linke tıkladıklarında paylaşmak istedikleri kullanıcının e-posta adresi istenecektir. Daha sonra Koha bu kullanıcıya listeyi görmesi için bir davetiye e-postası gönderecektir.

source: Default: 99999
hi: डिफ़ॉल्ट: 99999
tr: Varsayılan: 99999

source: Asks: Only allow patrons to renew their own books on the OPAC if they have less than \_\_\_ USD in fines
hi: पूछता है: अगर वे जुर्माना में \_\_\_ अमरीकी डालर से कम हैं तो केवल संरक्षक को ओपेक पर अपनी पुस्तकें नवीनीकृत करने दें
it: Chiede: Permetti agli utenti di rinnovare i loro prestiti solo se hanno multe inferiori a \_\_\_ dollari
tr: Seçenek: Yalnızca \_\_\_ TL'den az para cezası bulunan kullanıcıların OPAC üzerinden kitaplarının sürelerini uzatmalarına izin ver

source: Leave this field blank to disable
hi: निष्क्रिय करने के लिए इस क्षेत्र को खाली छोड़ दो
it: Lasciare il campo in bianco per disabilitare
tr: Devre dışı bırakmak için bu alanı boş bırakın

source: To allow renewals in the OPAC, :ref:`opacuserlogin` needs to be set to 'allow'
hi: ओपेक में नवीकरण की अनुमति देने के लिए, :ref:`opacuserlogin` को' अनुमति 'पर सेट करने की आवश्यकता है
it: Per permettere i rinnovi nell'OPAC, :ref:`opacuserlogin` deve essere impostato a 'permetti'
tr: OPAC'da süre uzatmalara izin vermek için, :ref:`opacuserlogin' tercihi 'izin ver' olarak ayarlanmalıdır

source: Asks: Allows to define custom rules for hiding specific items at opac.
hi: पूछता है: ओपेक में विशिष्ट वस्तुओं छुपा के लिए कस्टम नियमों को परिभाषित करने की अनुमति देता है.
it: Chiede: Permette di impostare regole personalizzate per nascondere specifiche copie nell'OPAC.
tr: Seçenek: OPAC'da belirli materyalleri gizlemek için özel kurallar tanımlamanızı sağlar.

source: See docs/opac/OpacHiddenItems.txt in your Koha install directory for more information
hi: अधिक जानकारी के लिए अपने Koha स्थापित निर्देशिका में दस्तावेज़ / ओपेक / OpacHiddenItems.txt देखें
it: Vedi docs/opac/OpacHiddenItems.txt nella tua directory di installazione di Koha per avere ulteriori informazioni
tr: Daha fazla bilgi için Koha kurulum dizininde yer alan docs/opac/OpacHiddenItems.txt sayfasına bakınız

source: In this field you can enter criteria for items you would like to hide from display in the OPAC. This field takes any combination of item fields (from the items table in the Koha database) for blocking. For example a value of:
hi: इस क्षेत्र में आप मानदंड मदों के लिए आप ओपेक में प्रदर्शन से छिपाने के लिए चाहते हैं प्रवेश कर सकते हैं. यह क्षेत्र किसी भी (Koha डेटाबेस में आइटम मेज से) रोकने के लिए आइटम क्षेत्रों के संयोजन लेता है. उदाहरण के एक मूल्य के लिए:
it: In questo campo è possibile immettere i criteri per le copie che si desidera nascondere nell'OPAC. Questo campo accetta qualsiasi combinazione di campi di copia (dalla tabella items nel database di Koha) per il blocco. Ad esempio un valore di:
tr: Bu alana OPAC'da görüntülenmesini gizlemek istediğiniz materyaller için kriter girebilirsiniz. Bu alan, bloke etmek için materyal alanlarının herhangi bir kombinasyonunu alır (Koha veritabanındaki materyaller tablosundan). Örneğin, bir değer:

source: Will block items with an itype code of 07 or 10 as well as items that have a shelving location of STAFF or ISO.
hi: 07 या 10 के एक itype कोड के रूप में अच्छी तरह के रूप में आइटम कर्मचारी या आईएसओ के एक ठंडे बस्ते में डालने स्थान है साथ आइटम रोकेंगे.
it: Bloccherà oggetti con un codice di itype 07 o 10 nonché le copie che hanno posizione a scaffale STAFF o ISO.
tr: itype 07 veya 10 kodlu materyallerin yanı sıra PERSONEL veya ISO raf konumuna sahip materyalleri de engelleyecektir.

source: In items my items.itype 07 is defined in Item Types Administration as Staff Assigned My items.itype 10 in Item Types is Archival Copy The locations STAFF and ISO are in Authorized Values for category=LOC STAFF means it's assigned to the staff reading room and ISO means it is in the isolation room.
hi: मदों में मेरे items.itype 07 के रूप में स्टाफ मेरे items.itype 10 निरुपित आइटम प्रकार में आइटम प्रकार प्रशासन में परिभाषित किया गया है अभिलेखीय कॉपी स्थानों कर्मचारियों और आईएसओ श्रेणी के लिए अधिकृत मूल्यों में हैं = एलओसी स्टाफ का मतलब यह कर्मचारियों वाचनालय को सौंपा है और आईएसओ मतलब है कि यह अलगाव कमरे में है.
it: Nelle copie items.itype 07 è definito come 'Assegnato allo Staff', items.itype 10 è 'Copia di archivio'. Le localizzazioni 'STAFF' e 'ISO' sono valori autorizzati della lista LOC. STAFF significa assegnato alla sezione riservata al personale, ISO invece è la sezione posta in isolamento.
tr: Materyaller içinde my items.itype 07 Materyal Türleri Yönetimi içinde atanan personel olarak tanımlanır, materyal türleri içinde My items.itype 10 arşiv kopyasıdır, kategori=LOC STAFF için otorize değerler içindeki STAFF ve ISO konumları bunun personel okuma odasına atandığı anlamına gelir ve ISO bunun izolasyon odasında olduğu anlamına gelir.

source: Asks: \_\_\_ patrons to renew their own books on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर अपनी पुस्तकों को नवीनीकृत करने के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di rinnovare i propri prestiti sull'OPAC.
tr: Seçenek: Kullanıcıların kendi kitaplarının sürelerini OPAC üzerinde uzatmalarına \_\_\_.

source: Staff will still be able to renew items for patrons via the staff client
hi: स्टाफ अभी भी कर्मचारियों के ग्राहक के माध्यम से संरक्षक के लिए आइटम को नवीनीकृत करने में सक्षम होगा
it: Il personale sarà ancora in grado di rinnovare i prestiti per gli utenti tramite il client di personale
tr: Personel hala personel istemci aracılığıyla kullanıcılar için materyallerin sürelerini uzatabilecektir

source: This preference allows the administration to choose if patrons can renew their checked out materials via their checked out history in the OPAC. It allows patrons to renew their materials without having to contact the library or having to return to the library.
hi: यह वरीयता प्रशासन संरक्षक ओपेक में अपने बाहर की जाँच इतिहास के माध्यम से अपने बाहर की जाँच की सामग्री नवीनीकृत कर सकते हैं, तो चयन करने के लिए अनुमति देता है. यह संरक्षक पुस्तकालय से संपर्क करने के लिए होने या पुस्तकालय के लिए वापस जाने के लिए बिना अपने माल को नवीनीकृत करने की अनुमति देता है.
it: Questa preferenza consente all'amministrazione di scegliere se gli utenti possono rinnovare i loro prestiti tramite la cronologia prestiti nell'OPAC. Consente agli utenti di rinnovare senza dover tornare o contattare la biblioteca.
tr: Bu tercih yöneticinin, kullanıcıların ödünç aldıkları materyallerin sürelerini OPAC içerisinde ödünç alma geçmişleri üzerinden kendileri uzatabilip uzatamayacaklarını seçmesini sağlar. Bu tercih, kullanıcıların kütüphane ile herhangi bir iletişime geçmeden ve materyalleri kütüphaneye geri götürmek zorunda kalmadan üzerlerindeki materyallerin sürelerini uzatmalarını sağlar.

source: Default: the branch the item was checked out from
hi: डिफ़ॉल्ट: शाखा से आइटम चैक आउट की गई
it: Default: la biblioteca dove fu registrato il prestito
tr: Varsayılan: materyalin ödünç alındığı birim

source: Asks: Use \_\_\_ as branchcode to store in the statistics table
hi: पूछता है: आंकड़े तालिका में स्टोर करने के लिए शाखा कोड के रूप में \_\_\_ का प्रयोग करें
it: Chiede: Utilizzare \_\_\_ come codice di biblioteca da memorizzare nella tabella delle statistiche
tr: Seçenek: İstatistikler tablosunda saklamak için \_\_\_ branchcode olarak kullanın

source: NULL
hi: शून्य

source: the item's home branch
hi: आइटम की होम ब्रांच
it: la biblioteca che possiede la copia
tr: materyalin ana birimi

source: the patron's home branch
hi: संरक्षक की होम शाखा
it: la biblioteca dove è iscritto l'utente
tr: kullanıcı'nın ana branşı

source: the branch the item was checked out from
hi: शाखा से आइटम चैक आउट की गई
it: la biblioteca dove fu registrato il prestito
tr: materyalin ödünç alındığı birim

source: This value is used in the statistics table to help with reporting. The statistics table in Koha keeps track of all checkouts and renewals, this preference defines which branch is entered in to the table when a patron renews an item for themselves via the OPAC.
hi: यह मान रिपोर्टिंग में सहायता के लिए आंकड़ा तालिका में उपयोग किया जाता है कोहा में आंकड़ा तालिका सभी चेकआउट और नवीनीकरण का ट्रैक रखता है, यह वरीयता परिभाषित करती है कि तालिका में किस शाखा को दर्ज किया गया है जब एक संरक्षक ओपेक के माध्यम से खुद के लिए एक आइटम को नवीनीकृत करता है
it: Questo valore viene utilizzato nella tabella delle statistiche per facilitare la reportistica. La tabella delle statistiche in Koha tiene traccia di tutti i prestiti e rinnovi; questa preferenza definisce quale biblioteca è iscritta alla tabella quando un utente rinnova una copia per se stesso tramite l'OPAC.
tr: Bu değer raporlamaya yardımcı olmak için istatistik tablosunda kullanılır. Koha'da ki istatistikler tablosu tüm ödünç verme ve süre uzatma işlemlerinin izlerini saklar, bu tercih bir kullanıcı OPAC üzerinden bir materyalin süresini kendisi uzattığında hangi birimin tabloya girileceğini tanımlar.

source: Asks: Fields that should be mandatory for patron purchase suggestions: \_\_\_ Note: if none of the above options are selected, 'Title' field would be mandatory anyway, by default.
hi: पूछता है: क्षेत्र जो संरक्षक खरीद सुझावों के लिए अनिवार्य होना चाहिए:\_\_\_ नोट: यदि उपर्युक्त विकल्पों में से कोई भी नहीं चुना गया है, तो डिफ़ॉल्ट रूप से 'शीर्षक' फ़ील्ड अनिवार्य होगा।
it: Chiede: campi obbligatori nei suggerimenti di acquisto: \_\_\_ Nota: se lasciato vuoto, il campo 'Titolo' sarà comunque obbligatorio, per default.
tr: Seçenek: Kullanıcı satın alma önerileri için zorunlu olması gereken alanlar: \_\_\_ Not: Yukarıdaki seçeneklerden hiçbiri seçilmemişse, varsayılan olarak 'Başlık' alanı zorunlu olacaktır.

source: Collection title
hi: संग्रह शीर्षक
it: Titolo della collezione
tr: Koleksiyon başlığı

source: Copyright or publication date
hi: कॉपीराइट या प्रकाशन की तारीख
it: Data copyright o di pubblicazione
tr: Telif hakkı veya yayın tarihi

source: ISBN, ISSN or other standard number
hi: आईएसबीएन, आईएसएसएन या अन्य मानक संख्या
it: ISBN, ISSN o altri numeri standard
tr: ISBN, ISSN veya diğer bir standart numara

source: Item type
hi: आइटम के प्रकार
it: Tipo di copia
tr: Materyal türü

source: Library or branch
hi: लाइब्रेरी या शाखा
it: Biblioteca o sottobiblioteca
tr: Kütüphane veya birim

source: Note
hi: नोट
it: Nota
tr: Not

source: Patron reason
hi: संरक्षक कारण
it: Motivazione dell'utente
tr: Kullanıcı nedeni

source: Publication place
hi: प्रकाशन स्थान
it: Luogo di pubblicazione
tr: Yayın yeri

source: Publisher name
hi: प्रकाशक नाम
it: Editore
tr: Yayıncı adı

source: Asks: \_\_\_ purchase suggestions from other patrons on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर अन्य संरक्षकों से क्रय सुझाव.
it: Chiede: \_\_\_ suggerimenti di acquisto da altri utenti sull'OPAC.
tr: Seçenek: OPAC'da diğer kullanıcılardan gelen satın alma önerilerini \_\_\_.

source: Default: Don't limit
hi: डिफ़ॉल्ट: सीमा नहीं है
it: Default: Non limitare
tr: Varsayılan: Sınırlama

source: Asks: \_\_\_ patrons' searches to the library they are registered at.
hi: पूछता है: \_\_\_संरक्षक की लाइब्रेरी में खोज वे पंजीकृत हैं.
it: Chiede: \_\_\_ le ricerche degli utenti alla biblioteca in cui sono registrati.
tr: Seçenek: kullanıcıların aramalarını kayıt oldukları kütüphane ile \_\_\_.

source: Don't limit
hi: सीमित न करें
it: Non limitare
tr: Sınırlama

source: Searching the OPAC will show results from all libraries
hi: ओपेक सर्च कर रहे हैं सभी पुस्तकालयों से परिणाम दिखाई देंगे
it: Cercando sull'OPAC, verranno mostrati i risultati di tutte le biblioteche
tr: OPAC'da yapılan arama bütün kütüphanelerin sonuçlarını gösterecektir

source: If you're a one branch system, choose 'Don't limit'
hi: आप एक एक शाखा प्रणाली रहे हैं, चुनें 'को सीमित नहीं है'
it: Se sei un sistema con più biblioteche, scegli 'Non limitare'
tr: Tek birimli bir sisteminiz varsa 'Sınırlandırma' opsiyonunu seçin

source: Limit
hi: सीमा
it: Limitare
tr: Sınırla

source: Patrons will still be able to search other libraries via the Advanced search page - but will be limited to searches for their library only from the basic search box
hi: संरक्षक अभी भी उन्नत खोज पृष्ठ के माध्यम से अन्य पुस्तकालयों खोज करने में सक्षम हो जाएगा - लेकिन केवल बुनियादी खोज बॉक्स से अपने पुस्तकालय के लिए खोज करने के लिए सीमित हो जाएगा
it: Gli utenti saranno ancora in grado di cercare su altre biblioteche attraverso la pagina di ricerca avanzata - la ricerca sarà limitata alla loro biblioteca solo dalla casella di ricerca semplice
tr: Kullanıcılar hala Gelişmiş arama sayfası üzerinden diğer kütüphanelerde arama yapabileceklerdir - ancak yapacakları aramalar bu kütüphanelerin yalnızca temel arama kutusu ile sınırlı olacaktır

source: Privacy
hi: प्राइवेसी
tr: Gizlilik

source: Asks: \_\_\_ patrons to choose their own privacy settings for showing the patron's checkouts to the patron's guarantor".
hi: पूछता है:\_\_\_ संरक्षक के संरक्षक को संरक्षक के चेकआउट दिखाने के लिए संरक्षक अपनी गोपनीयता सेटिंग्स चुनने के लिए".
it: Chiedi: gli utenti \_\_\_ scegliere nelle loro configurazioni della privacy se far vedere o no i loro prestiti al loro garante.
tr: Seçenek: Kullanıcıların ödünç alma bilgilerini "garantörlerine" göstermek için kendi gizlilik ayarlarını seçmelerine \_\_\_.

source: By default staff can see checkouts to family members via the staff client. This preference will allow guarantees (children) to grant permission to guarantors (guardians) to view their current checkouts via the public catalog. This preference requires that you allow patrons to se their own privacy with the :ref:`OPACPrivacy` preference.
hi: डिफ़ॉल्ट कर्मचारियों द्वारा स्टाफ क्लाइंट के माध्यम से पारिवारिक सदस्यों को चेकआउट देख सकते हैं। यह वरीयता गारंटी (बच्चों) को सार्वजनिक सूची के माध्यम से अपने वर्तमान चेकआउट देखने के लिए गारंटर (अभिभावकों) को अनुमति देने की अनुमति देगी। इस वरीयता के लिए आवश्यक है कि आप संरक्षकों को अपनी गोपनीयता के साथ अपनी गोपनीयता को अनुमति दें : ref: `OPACPrivacy` वरीयता।
it: Di default lo staff può vedere i prestiti ai familiari. Questa preferenza permetterà ai garantiti (i bambini/ragazzi) di concedere il permesso ai loro garanti (tutori) di visualizzare i prestiti in corso tramite l'OPAC. Questa preferenza ha come prerequisito che si permetta agli utenti di definire da sé le proprie specifiche di privacy; questo avviene con la preferenza :ref:`OPACPrivacy`.
tr: Varsayılan olarak personel, personel istemci aracılığıyla aile üyelerine verilen ödünç verme işlemlerini görebilir. Bu tercih, teminatların (çocukların) garantörlerine (vasilerin) mevcut ödünç verilenleri kamuya açık katalog aracılığıyla görüntülemesine izin verecektir. Bu tercih, kullanıcıların kendi gizliliklerini :ref:'OPACPrivacy' tercihiyle görmelerine izin vermenizi gerektirir.

source: Asks: \_\_\_ patrons that aren't logged in to make purchase suggestions.
hi: पूछता है: \_\_\_ संरक्षक जो खरीद सुझाव बनाने के लिए लॉग इन नहीं किया हैं.
it: Chiede: \_\_\_ agli utenti che non sono connessi di inoltrare proposte d'acquisto.
tr: Seçenek: Sistemde oturum açmamış olan kullanıcıların satın alma önerilerinde bulunmalarına \_\_\_.

source: If set to 'Allow', suggestions are connected to the :ref:`AnonymousPatron`
hi: यदि 'अनुमति दें' पर सेट किया गया है, तो सुझावों से जुड़े हुए हैं :ref:`AnonymousPatron`
it: Se impostata a 'Permetti', i suggerimenti sono collegati a :ref:`AnonymousPatron`
tr: Eğer 'izin ver' olarak ayarlanırsa, öneriler :ref:`AnonymousPatron` tercihine bağlanır

source: Asks: Use borrowernumber \_\_\_ as the Anonymous Patron (for anonymous suggestions and reading history)
hi: पूछता है: अज्ञात संरक्षक के रूप में borrowernumber \_\_\_ का उपयोग करें (अज्ञात सुझावों और पढ़ने के इतिहास के लिए)
it: Chiede: Utilizzare \_\_\_ come borrowernumber per l'utente Anonimo (per suggerimenti anonimi e cronologia di lettura)
tr: Seçenek: Anonim kullanıcı olarak (anonim öneriler ve okuma geçmişi için) borrowernumber \_\_\_ kullanın
