Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: You can insert placeholders {QUERY\_KW} that will be replaced with the keywords of the query.
hi: आप प्लेसहोल्डर्स {QUERY\_KW} डाल सकते हैं जिन्हें क्वेरी के कीवर्ड से बदला जाएगा.
it: È possibile inserire il segnaposto {QUERY\_KW} che verrà sostituito con le parole chiave della query.
tr: Sorgu anahtar kelimeleri ile değiştirilecek tutucular {QUERY\_KW} ekleyebilirsiniz.

source: Asks: \_\_\_ Koha OPAC as public. Private OPAC requires authentication before accessing the OPAC.
hi: पूछता है: \_\_\_ कोहा ओपैक के रूप में सार्वजनिक ओपेक तक पहुंचने से पहले निजी ओपीएसी को प्रमाणीकरण की आवश्यकता है.
it: Chiede: \_\_\_ l'OPAC di Koha come pubblico. L'OPAC privato richiede autenticazione per essere acceduto.
tr: Seçenek: Koha OPAC'ı genel olarak \_\_\_. Özel OPAC, OPAC'a erişmeden önce kimlik doğrulaması gerektirir.

source: This preference determines if your OPAC is accessible and searchable by anyone or only by members of the library. If set to 'Don't enable' only members who are logged into the OPAC can search. Most libraries will leave this setting at its default of 'Enable' to allow their OPAC to be searched by anyone and only require login for access to personalized content.
hi: यह वरीयता निर्धारित करता है कि आपके ओपेक सुलभ और किसी के द्वारा या केवल पुस्तकालय के सदस्यों द्वारा खोजा है. अगर सेट करने के लिए 'सक्षम न करें' केवल सदस्यों को जो ओपेक में लॉग इन कर रहे हैं खोज सकते हैं. ज्यादातर पुस्तकालयों 'सक्षम' के अपने डिफ़ॉल्ट पर इस सेटिंग को छोड़ उनकी ओपेक किसी के द्वारा खोजा जा सकता है और केवल व्यक्तिगत सामग्री के उपयोग के लिए लॉग इन आवश्यकता अनुमति देने के लिए होगा.
it: Questa preferenza determina se il tuo OPAC è accessibile e consultabile da chiunque o solo dai membri della biblioteca. Su 'Non consentire' solo i membri che hanno eseguito il login all'OPAC potranno cercare. La maggior parte delle biblioteche lascia questa impostazione al suo valore predefinito di 'Abilita' per consentire a chiunque di accedere all'OPAC e richiedono solo di login per l'accesso a contenuti personalizzati.
tr: Bu tercih OPAC sisteminizin herkes tarafından veya sadece kütüphane üyeleri tarafından erişilebilir ve aranabilir olup olmayacağını belirler. 'Etkinleştirme' olarak ayarlanırsa yalnızca OPAC sistemine oturum açmış olan kullanıcılar arama yapabilirler. Çoğu kütüphane bu ayarı OPAC sistemlerinin herkes tarafından aranabilmesi için ön tanımlı ayar olan 'Etkinleştir' olarak bırakacaktır ve yalnızca kişiselleştirilmiş içeriğe erişim için oturum açmayı zorunlu tutacaktır.

source: Asks: For search results in the OPAC, show the item's \_\_\_. Please note that this feature is currently available for MARC21 and UNIMARC.
hi: पूछता है: ओपेक में खोज परिणामों के लिए, आइटम \_\_\_. दिखाएं। कृपया ध्यान दें कि यह सुविधा वर्तमान में मार्क21 और यूनिमार्क के लिए उपलब्ध है।
it: Chiede: Per le ricerche nell'OPAC, mostra \_\_\_ delle copie. Si noti che questa opzione si applica solo a MARC21 e UNIMARC.
tr: Seçenek: OPAK'ta ki her arama sonucu için materyalin \_\_\_ göster. Bu özellik şu anda MARC21 ve UNIMARC için mevcuttur.

source: current location
hi: वर्तमान स्थान
it: posizione attuale
tr: mevcut konum

source: Asks: Include the following HTML under the facets in OPAC search results
hi: पूछता है: ओपेक खोज परिणामों में पहलुओं के नीचे निम्नलिखित एचटीएमएल शामिल करें
it: Chiede: Includere il seguente codice HTML sotto le faccette nei risultati di ricerca OPAC
tr: Seçenek: OPAC arama sonuçlarında fasetlerin altında aşağıdaki HTML'i dahil et

source: The HTML entered in this preference will appear on the search results pages below the list of facets on the left side of the screen.
hi: एचटीएमएल इस वरीयता में प्रवेश किया स्क्रीन के बाईं ओर पर पहलुओं की सूची के नीचे खोज परिणाम पृष्ठों पर दिखाई देगा.
it: Il codice HTML inserito in questa preferenza apparirà sulle pagine dei risultati di ricerca sotto l'elenco delle faccette sul lato sinistro dello schermo.
tr: Bu tercih içine girilen HTML, ekranın sol tarafındaki fasetler listesinin altındaki arama sonuçları sayfalarında görünecektir.

source: Asks: Include a "More Searches" box on the detail pages of items on the OPAC, with the following HTML (leave blank to disable)
hi: पूछता है: ओपेक पर आइटमों के विस्तार पृष्ठों पर "अधिक खोज" बॉक्स शामिल करें, निम्न एचटीएमएल के साथ (निष्क्रिय करने के लिए रिक्त छोड़ दें)
it: Chiede: Includere una casella "Altre Ricerche" nelle pagine di dettaglio delle copie nell'OPAC, con il seguente codice HTML (lasciare vuoto per disabilitare)
tr: Seçenek: OPAC'da materyallerin ayrıntılar sayfalarına aşağıdaki HTML ile bir 'Daha Fazla Arama ' kutusu dahil et (devre dışı bırakmak için boş bırakın)

source: The placeholders {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} and {AUTHOR} will be replaced with information from the displayed record.
hi: प्लेसहोल्डर्स {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} और {AUTHOR} को प्रदर्शित रिकॉर्ड से जानकारी के साथ बदल दिया जाएगा.
it: I segnaposto {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} e {AUTHOR} verranno sostituiti con le informazioni del record visualizzato.
tr: Yer tutucular {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} ve {AUTHOR} görüntülenen kaydın bilgileri ile değiştirilecektir.

source: OpacSeparateHoldings default: Don't separate
hi: OpacSeparateHoldings default: अलग मत करो
it: OpacSeparateHoldings default: Non separare
tr: OpacSeparateHoldings varsayılan: Ayırma

source: OpacSeparateHoldingsBranch default: home library
hi: OpacSeparateHoldingsBranch default: होम पुस्तकालय
it: Default di OpacSeparateHoldingsBranch: biblioteca dell'utente
tr: OpacSeparateHoldingsBranch varsayılan: ana kütüphane

source: OpacSeparateHoldings values:
hi: OpacSeparateHoldings मान:
it: Valori di OpacSeparateHoldings:
tr: OpacSeparateHoldings değerleri:

source: OpacSeparateHoldingsBranch values:
hi: OpacSeparateHoldingsBranch मान:
it: Valori di OpacSeparateHoldingsBranch:
tr: OpacSeparateHoldingsBranch değerleri:

source: This preference lets you decide if you would like to have the holding information on the bibliographic detail page in the OPAC split in to multiple tabs. The default is to show all holdings on one tab.
hi: यह वरीयता आप तय अगर आप कई टैब्स के लिए ओपेक विभाजन में ग्रंथ सूची विस्तार पृष्ठ पर पकड़ जानकारी के लिए करना चाहते हैं. डिफ़ॉल्ट एक टैब पर सभी जोत दिखाने के लिए है.
it: Questa preferenza consente di decidere se si desidera avere le informazioni di holding nella pagina dei dettagli bibliografica suddivisi su più schede. L'impostazione predefinita è di mostrare tutti gli holding in una scheda.
tr: Bu tercih, OPAC içindeki bibliyografik ayrıntılar üzerindeki ayırma bilgisinin birden çok sekmeye ayrılmasını isteyip istemediğinize karar vermenizi sağlar. Varsayılan, tüm ayırmaları tek bir sekmede göster.

source: Asks: \_\_\_ the name of the patron that has an item checked out on item detail pages on the OPAC.
hi: पूछता है:\_\_\_ संरक्षक का नाम जिसमें ओपेक पर आइटम विवरण पृष्ठों पर एक आइटम चेक किया गया है.
it: Chiede: \_\_\_ il nome dell'utente che la una copia in prestito sulle pagine di dettaglio dell'OPAC.
tr: Seçenek: Materyali ödünç almış kullanıcının adını OPAC materyal ayrıntıları sayfasında \_\_\_.

source: This preference allows all patrons to see who has the item checked out if it is checked out. In small corporate libraries (where the OPAC is behind a firewall and not publicly available) this can be helpful so coworkers can just contact the patron with the book themselves. In larger public and academic libraries setting this to 'Show' would pose serious privacy issues.
hi: यह वरीयता सभी संरक्षक को यह देखने की अनुमति देता है कि किसके पास आइटम की जाँच की गई है अगर इसे चेक आउट किया गया है. छोटे कॉर्पोरेट पुस्तकालयों में (जहां ओपीएसी फ़ायरवॉल के पीछे है और सार्वजनिक तौर पर उपलब्ध नहीं है) यह सहायक हो सकता है ताकि सहकर्मियों स्वयं ही पुस्तक के संरक्षक से संपर्क कर सकें. बड़े सार्वजनिक और शैक्षणिक पुस्तकालयों में यह 'शो' के लिए सेट करना गंभीर गोपनीयता के मुद्दों पर होगा.
it: Questa preferenza consente a tutti gli utenti vedere chi ha una copia in prestito. In piccole biblioteche aziendali (dove l'OPAC è dietro un firewall e non pubblicamente visibile) questo può essere utile così i colleghi possono contattare il l'utente. In grandi biblioteche pubbliche e accademiche, se è impostato su 'Visualizza' potrebbe causare problemi di privacy.
tr: Bu tercih, bir materyal ödünç verilmiş ise tüm kullanıcıların bu materyalin kime ödünç verildiğini görmelerine izin verir. Küçük kurumsal kütüphanelerde (OPAC'ın bir güvenlik duvarı arkasında olduğu ve genel erişime açık olmadığı yerlerde) bu durum çalışma arkadaşlarının, kitabı ödünç alan kullanıcı ile kendileri iletişime geçmeleri konusunda yardımcı olabilir. Daha büyük ve akademik kütüphanelerde bu ayarı 'Göster' olarak ayarlamak önemli gizlilik sorunları ortaya çıkaracaktır.

source: Default: Don't show any hold details
hi: डिफ़ॉल्ट: कोई भी होल्ड विवरण नहीं दिखाएं
it: Default: Non mostrare alcun dettaglio di prenotazione
tr: Varsayılan: Herhangi bir ayırma ayrıntısı gösterme

source: Asks: \_\_\_ to patrons in the OPAC.
hi: पूछता है: \_\_\_ओपेक में संरक्षक के लिए.
it: Chiede: \_\_\_ gli utenti nell'OPAC.
tr: Seçenek: OPAC'da kullanıcılara \_\_\_.

source: Don't show any hold details
hi: किसी भी होल्ड विवरण को न दिखाएं
it: Non mostrare alcun dettaglio di prenotazione
tr: Herhangi bir ayırma ayrıntısı gösterme

source: Show holds
hi: होल्डस दिखाएं
it: Mostra le copie
tr: Ayırmaları göster

source: Show holds and priority level
hi: होल्डस और प्राथमिकता स्तर दिखाएँ
it: Mostra le prenotazioni e il livello di priorità
tr: Ayırmaları ve öncelik düzeyini göster

source: Show priority level
hi: प्राथमिकता स्तर दिखाएँ
it: Mostra il livello di priorità
tr: Öncelik düzeyini göster

source: :ref:`opacuserlogin` needs to be set to 'allow'
hi: :ref:`opacuserlogin` 'अनुमति' पर सेट करने की जरूरत है
it: :ref:`opacuserlogin` deve essere impostata a 'Permetti'
tr: :ref:`opacuserlogin' 'tercihinin izin ver' olarak ayarlanması gerekiyor

source: Asks: \_\_\_ a link to recent comments in the OPAC masthead.
hi: पूछता है:\_\_\_ओपेक मास्टहेड में हाल की टिप्पणियों के लिए एक लिंक.
it: Chiede: \_\_\_ un link ai commenti recenti nella sezione masthead dell'OPAC.
tr: Seçenek: OPAC künyesinde en son yorumlar için bir bağlantı \_\_\_.

source: If you have chosen to allow comments in your OPAC by setting :ref:`reviewson` to 'Allow' you can include a link to the recent comments under the search box at the top of your OPAC with this preference.
hi: यदि आपने अपने OPAC में टिप्पणियां सेट करके टिप्पणियों को अनुमति देने के लिए चुना है: ref: 'guaranton' को 'अनुमति दें' में आप इस वरीयता के साथ अपने OPAC के शीर्ष पर खोज बॉक्स के नीचे हाल की टिप्पणियों का एक लिंक शामिल कर सकते हैं।
it: Se si è scelto di consentire i commenti nel tuo OPAC impostando :ref:`reviewson` su 'Consenti', con questa preferenza è possibile includere un collegamento per i commenti recenti sotto la casella di ricerca nella parte superiore dell'OPAC.
tr: :ref:`reviewson' tercihini 'İzin ver' olarak ayarlayarak OPAC içinde yorumlara izin verdiyseniz, bu tercih ile OPAC'ın en üst kısmındaki arama kutusunun altında en son yorumlar için bir bağlantı ekleyebilirsiniz.

source: Asks: \_\_\_ unused authorities in the OPAC authority browser.
hi: पूछता है: \_\_\_ ओपेक प्राधिकरण ब्राउज़र में अप्रयुक्त प्राधिकारी.
it: Chiede: \_\_\_ i record di autorità inutilizzati nell'OPAC.
tr: Seçenek: OPAC otorite tarayıcısında kullanılmayan otoriteleri \_\_\.

source: Requires that the :ref:`OpacAuthorities` preference is set to 'Allow'
hi: आवश्यक है कि :ref:`OpacAuthorities` वरीयता 'अनुमति दें' पर सेट है
it: Richiede che la preferenza :ref:`OpacAuthorities` sia impostata a 'Permetti'
tr: :ref:`OpacAuthorities' tercihinin 'İzin ver' olarak ayarlanmış olmasını gerektirir

source: When patrons search your authority file via the OPAC they will see all authorities in your system even if you don't have them linked to any bibliographic records. This preference lets you determine what the default behavior is when searching authorities via the OPAC. If you choose 'Do not show' it will only show patrons authority records that are linked to bib records in the search results. Otherwise the system will show all authority records even if they aren't linked to records.
hi: जब संरक्षक ओपेक के माध्यम से आपकी प्राधिकारी फ़ाइल खोजते हैं, तो वे आपके सिस्टम में सभी अधिकारियों को देखेंगे भले ही आप उन्हें किसी भी ग्रंथ सूची के रिकॉर्ड से लिंक न करें. यह वरीयता आपको यह निर्धारित करने देता है कि ओपीएसी के माध्यम से अधिकारियों को खोजते समय डिफ़ॉल्ट व्यवहार क्या होता है. यदि आप 'न दिखाएं' चुनते हैं तो यह केवल संरक्षक प्राधिकरण रिकॉर्ड दिखाएगा, जो खोज परिणामों में बिब रिकॉर्ड्स से जुड़े हैं. अन्यथा सिस्टम सभी प्राधिकरण रिकॉर्ड दिखाएगा, भले ही वे रिकॉर्ड से जुड़ा न हों.
it: Quando un utente cerca tra i record di autorità, può visualizzare anche record del tuo sistema che non sono collegati a record bibliografici. Questa preferenza ti permette di determinare il comportamento di default durante la ricerca nell'OPAC. Se scegli 'Non mostrare', l'utente vedrà solo i record di autorità collegati a record bibliografici. Altrimenti vedrà anche record di autorità non collegati a record bibliografici.
tr: Kullanıcılar otorite dosyalarınızı OPAC üzerinden aradıklarında sisteminizdeki tüm otoriteleri herhangi bir bibliyografik kayda bağlı olmasalar dahi görebileceklerdir. Bu tercih OPAC üzerinde otorite araması yapılırken varsayılan davranışın ne olacağına karar vermenizi sağlar. 'Gösterme' opsiyonunu seçerseniz arama sonuçlarında kullanıcılara yalnızca bibliyografik kayıtlara bağlantıları bulunan otorite kayıtları gösterilecektir. Aksi halde sistem bütün otorite kayıtlarını bibliyografik kayıtlara bağlantıları olmasa bile gösterecektir.

source: Asks: Show star-ratings on \_\_\_ pages.
hi: पूछता है: \_\_\_ पृष्ठों पर स्टार रेटिंग दर्शाए.
it: Chiede: Mostra le valutazioni a stelle sulle pagine \_\_\_.
tr: Seçenek: \_\_\_ sayfalarında yıldız-derecelendirmeleri göster.

source: only details
hi: केवल विवरण
it: solo dettagli
tr: yalnızca ayrıntılar

source: results and details
hi: परिणाम और विवरण
it: risultati e dettagli
tr: sonuçlar ve ayrıntılar

source: Star ratings are a way for your patrons to leave ratings without having to leave a full review. Patrons who are not logged in will only be able to see the stars, once logged in patrons can click on the stars on the details page to leave their own rating. Clicking on the stars on the search results will not submit a rating.
hi: स्टार रेटिंग्स आपके संरक्षकों के लिए एक पूर्ण समीक्षा छोड़ने के बिना रेटिंग छोड़ने का एक तरीका है. जो संरक्षक जो लॉग इन नहीं हैं, केवल तारे को देखने में सक्षम होंगे, एक बार प्रवेश करने पर संरक्षक विवरण पृष्ठ पर सितारों पर क्लिक कर अपनी रेटिंग छोड़ सकते हैं. खोज परिणामों पर सितारों पर क्लिक करने से कोई रेटिंग नहीं जमा होगी.
it: Il punteggio a stelle è un modo per vostri utenti di votare senza dover lasciare una recensione completa. Gli utenti che non sono collegati saranno solo in grado di vedere le stelle, ma una volta collegati possono cliccare sulle stelle nella pagina dei dettagli per esprimere il proprio voto. Cliccare sulle stelle sui risultati della ricerca non costituirà un voto.
tr: Yıldız derecelendirmeleri kullanıcılarınızın tam bir inceleme yapmak zorunda kalmadan derecelendirme bırakabilmeleri için bir yöntemdir. Sisteme oturum açmamış olan kullanıcılar yalnızca yıldızları görebileceklerdir, sisteme oturum açtıktan sonra kullanıcılar ayrıntılar sayfasında kendi derecelendirmelerini yapabilmek için ayrıntılar sayfasındaki yıldızların üzerine tıklayabilirler. Arama sonuçlarındaki yıldızların üzerine tıklamak her hangi bir derecelendirme gerçekleştirmeyecektir.

source: Asks: \_\_\_ the name of the staff member who managed a suggestion in OPAC.
hi: पूछता है: \_\_\_ओपेक में एक सुझाव प्रबंधित करने वाले स्टाफ सदस्य का नाम.
it: Chiede: \_\_\_ il nome del membro del personale che ha gestito un suggerimento nell'OPAC.
tr: Seçenek: OPAC'da bir öneri yöneten personel üyenin adını \_\_\_.

source: If you're :ref:`allowing patrons to make purchase suggestions <suggestion-label>` then they will see the 'your purchase suggestions' tab when logged in. This tab shows the patron the librarian who approved or rejected the purchase suggestion. This preference controls if the patron sees the librarian's name or not.
hi: यदि आप हैं :ref:`संरक्षकों को खरीदारी के सुझाव देने की अनुमति देना <suggestion-label>` तब वे लॉग इन करते समय 'आपके खरीद सुझाव' टैब देखेंगे। यह टैब संरक्षक को लाइब्रेरियन दिखाता है जिसने खरीद के सुझाव को स्वीकार या अस्वीकार कर दिया है। । यह वरीयता नियंत्रित करती है कि संरक्षक लाइब्रेरियन का नाम देखता है या नहीं।

source: Asks: Use the \_\_\_ theme on the OPAC.
hi: पूछते हैं: ओपेक पर \_\_\_थीम का उपयोग करें.
it: Chiede: Usa il tema \_\_\_ nell'OPAC.
tr: Seçenek: OPAC'da \_\_\_ temasını kullan.

source: bootstrap
hi: बूटस्ट्रैप

source: Bootstrap Theme
hi: बूटस्ट्रैप थीम
it: Tema Bootstrap
tr: Bootstrap Teması

source: This theme is completely responsive
hi: यह थीम पूरी तरह उत्तरदायी है
it: Questo tema è completamente sensibile al dispositivo di visualizzazione
tr: Bu tema tamamen uyumludur

source: Asks: When patrons click on a link to another website from your OPAC (like Amazon or OCLC), \_\_\_ open the website in a new window.
hi: पूछता है: जब संरक्षक आपके ओपेक (जैसे अमेज़ॅन या ओसीएलसी) से किसी अन्य वेबसाइट के लिंक पर क्लिक करते हैं, तो \_\_\_ वेबसाइट को एक नई विंडो में खोलें.
it: Chiede: Quando l'utente fa clic su un collegamento a un altro sito web dal tuo OPAC (come Amazon o OCLC), \_\_\_ il sito in una nuova finestra.
tr: Seçenek: Kullanıcılar OPAC üzerinde başka bir web sayfasının bağlantısına tıkladıklarında (Amazon ya da OCLC gibi), bu web sayfasını yeni bir pencere içinde aç \_\_\_.

source: This preference determines if URLs in the OPAC will open in a new window or not. When clicking on a link in the OPAC, a patron does not need to worry about navigating away from their search results.
hi: यदि ओपेक में यूआरएल को एक नई विंडो में है या नहीं खुल जाएगा यह वरीयता निर्धारित करता है. जब ओपेक में एक लिंक पर क्लिक करने, एक संरक्षक अपने खोज परिणामों से दूर नेविगेट करने के बारे में चिंता करने की जरूरत नहीं है.
it: Questa preferenza determina se gli URL nell'OPAC si aprono in una nuova finestra o no. Quando si clicca su un link nell'OPAC, un utente non ha bisogno di preoccuparsi di uscire dai risultati della ricerca.
tr: Bu tercih OPAC içindeki URL'lerin yeni bir pencerede açılıp açılmayacağını belirler. OPAC içinde bir bağlantı üzerine tıkladıklarında, kullanıcıların arama sonuçlarından çıkacakları konusunda endişelenmelerine gerek yoktur.

source: Asks: Include the following CSS on all pages in the OPAC
hi: पूछता है: ओपेक में सभी पृष्ठों पर निम्न सीएसएस शामिल करें
it: Chiede: Includere il seguente codice CSS su tutte le pagine nell'OPAC
tr: Seçenek: Aşağıdaki CSS'i OPAC içindeki tüm sayfalara dahil et

source: OPACUserCSS allows the administrator to enter styles that will overwrite the OPAC's default CSS as defined in 'opaclayoutstylesheet' or 'opacstylesheet'. Styles may be entered for any of the selectors found in the default style sheet. The default stylesheet will likely be found at http://your\_koha\_address/opac-tmpl/bootstrap/css/opac.css. Unlike :ref:`OpacAdditionalStylesheet` and :ref:`opaclayoutstylesheet` this preference will embed the CSS directly on your OPAC pages.
hi: OPACUserCSS व्यवस्थापक को शैलियों में प्रवेश करने की अनुमति देता है जो ओपेक के डिफ़ॉल्ट सीएसएस को ओवरराइट करेगा जैसा कि 'opaclayoutstylesheet' या 'opacstylesheet' में परिभाषित किया गया है। डिफ़ॉल्ट स्टाइल शीट में पाए गए किसी भी चयनकर्ता के लिए स्टाइल दर्ज किए जा सकते हैं। डिफ़ॉल्ट स्टाइलशीट http://your\_koha\_address/opac-tmpl/bootstrap/css/opac.css. पर मिल जाएगी। इसके विपरीत :ref:`OpacAdditionalStylesheet` और :ref:`opaclayoutstylesheet` यह वरीयता सीधे आपके ओपेक पृष्ठों पर सीएसएस को एम्बेड करेगी।
it: OPACUserCSS permette all'amministratore del sistema di definire stili che sostituiranno quelli di default dell'OPAC in 'opaclayoutstylesheet' o 'opacstylesheet'. Si posso ridefinire gli stili per alcuni o tutti i selettori utilizzati nei fogli di stile di default. Il foglio di stile di default si trova a http://indirizzo\_tuo\_koha/opac-tmpl/bootstrap/css/opac.css. Diversamente da :ref:`OpacAdditionalStylesheet` e da :ref:`opaclayoutstylesheet` questa preferenza includerà il codice CSS direttamente nelle pagine dell'OPAC.
tr: OPACUserCSS, sistem yöneticisinin 'opaclayoutstylesheet' veya 'opacstylesheet' içerisinde tanımlandığı şekilde OPAC'ın varsayılan CSS'i üzerine yazılacak stiller girmesini sağlar. Stiller, varsayılan stil sayfasında bulunan seçicilerin herhangi birisi için girilebilir. Varsayılan stil muhtemelen http://your\_koha\_address/opac-tmpl/bootstrap/css/opac.css. adresinde bulunacaktır. :ref:`opaccolorstylesheet' ve :ref:`opaclayoutstyleshee' sistem tercihlerinin aksine bu sistem tercihi CSS'i doğrudan OPAC sayfalarınız üzerine yerleştirecektir.

source: Asks: Include the following JavaScript on all pages in the OPAC
hi: पूछते हैं: ओपेक में सभी पृष्ठों पर निम्न JavaScript शामिल करें
it: Chiede: Includere il seguente codice JavaScript su tutte le pagine nell'OPAC
tr: Seçenek: Aşağıdaki JavaScript'i OPAC içindeki tüm sayfalara dahil et

source: This preference allows the administrator to enter JavaScript or JQuery that will be embedded across all pages of the OPAC. Administrators may use this preference to customize some of the interactive sections of Koha, customizing the text for the login prompts, for example. Sample JQuery scripts used by Koha libraries can be found on the wiki: http://wiki.koha-community.org/wiki/JQuery_Library.
hi: यह प्राथमिकता व्यवस्थापक को जावास्क्रिप्ट या JQuery दर्ज करने की अनुमति देती है जो OPAC के सभी पृष्ठों पर एम्बेड की जाएगी। प्रशासक इस प्राथमिकता का उपयोग कोहा के कुछ इंटरैक्टिव सेक्शन को अनुकूलित करने के लिए कर सकते हैं, उदाहरण के लिए लॉगिन संकेतों के लिए पाठ को अनुकूलित करना। कोहा पुस्तकालयों द्वारा उपयोग की जाने वाली नमूना JQuery स्क्रिप्ट विकी पर पाई जा सकती है: http://wiki.koha-community.org/wiki/JQuery_Library.
it: Questa preferenza consente all'amministratore di inserire codice JavaScript o JQuery che verrà incorporato in tutte le pagine di OPAC. Gli amministratori possono utilizzare questa preferenza per personalizzare alcune sezioni interattive di Koha, personalizzare il testo per la richiesta di accesso, ecc. Esempi di JQuery utilizzabili in Koha possono essere trovati sul wiki: http://wiki.koha-community.org/wiki/JQuery_Library.
tr: Bu tercih, sistem yöneticisinin tüm OPAC sayfalarına embed edilecek JavaScript ya da JQuery girebilmesini sağlar. Yöneticiler Koha'nın bazı interaktif bölümleri özelleştirmek için bu tercihi kullanabilirler, örneğin, oturum açma istemleri için metni özelleştirmek gibi. Koha kütüphaneleri tarafından kullanılan Örnek JQuery komutu wiki sayfasında bulunabilir: `http://wiki.koha-community.org/wiki/JQuery_Library.

source: Asks: \_\_\_ a summary of a logged in user's checkouts, overdues, holds and fines on the mainpage
hi: पूछते हैं: \_\_\_मुख्य पृष्ठ पर उपयोगकर्ता के चेकआउट, अतिदेय, होल्डऔर जुर्माना में लॉग इन का सारांश
it: Chiede: \_\_\_ un riassunto dei prestiti, ritardi, prenotazioni e multe dell'utente collegato sulla pagina principale

source: When activated, this preference system replaces the login form on the OPAC main page by a summary when the user is logged in.
hi: सक्रिय होने पर, यह वरीयता प्रणाली उपयोगकर्ता द्वारा लॉग इन होने पर ओपेक मुख्य पृष्ठ पर लॉगिन फ़ॉर्म को सारांश द्वारा प्रतिस्थापित करती है।

source: Default: default
hi: डिफ़ॉल्ट: डिफ़ॉल्ट
tr: Varsayılan: varsayılan
