Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: This is the default 'From' address for emails unless there is one for the particular branch, and is referred to when an internal error occurs.
hi: इस ईमेल के लिए पता 'से' डिफ़ॉल्ट जब तक वहाँ विशेष शाखा के लिए एक है, और एक आंतरिक त्रुटि तब होती है जब करने के लिए भेजा जाता है.
it: Questo è il 'From' di default per i messaggi email, salvo che ogni branch ne abbia impostato uno. Si utilizza quando avviene un errore interno.
tr: Bu, belirli bir birim için ayrı bir tane belirtilmedikçe e-postalar için geçerli 'Gelen' adresidir ve bir iç hata meydana geldiğinde yönlendirilir.

source: Asks: Use \_\_\_ as the email address for the administrator of Koha.
hi: पूछता है: प्रयोग करें \_\_\_ कोहा के व्यवस्थापक के लिए ईमेल पते के रूप में.
it: Chiede: Usa \_\_\_ come indirizzo email per l'amministratore di Koha.
tr: Seçenek: Koha yönetiminin e-posta adresi için \_\_\_ kullanın.

source: This preference allows one email address to be used in warning messages set to the OPAC. If no email address is set for the branch this address will receive messages from patrons regarding modification requests, purchase suggestions, and questions or information regarding overdue notices. It is recommended that a email address that can be accessed by multiple staff members be used for this purpose so that if one librarian is out the others can address these requests. This email address can be changed when needed.
hi: यह वरीयता एक ईमेल पते ओपेक के लिए सेट चेतावनी संदेश में इस्तेमाल किया जा करने के लिए अनुमति देता है. कोई ईमेल पता शाखा के लिए सेट है, तो इस पते संशोधन अनुरोध, खरीद सुझाव, और प्रश्न या जानकारी अतिदेय नोटिस के संबंध के बारे में संरक्षक से संदेश प्राप्त होगा. यह सिफारिश की है कि एक ई-मेल पता है कि कई स्टाफ के सदस्यों द्वारा पहुँचा जा सकता है ताकि अगर एक लाइब्रेरियन बाहर है दूसरों को इन अनुरोधों को संबोधित कर सकते हैं इस उद्देश्य के लिए इस्तेमाल किया जाएगा. इस ईमेल पते की जरूरत है जब बदला जा सकता है.
it: Questa preferenza permette di usare un indirizzo email per avvisi dall'OPAC. Se non viene impostato uno specifico indirizzo email per la sottobiblioteca, questo indirizzo riceverà messaggi dagli utenti su richieste di modifiche, suggerimenti di acquisto, domande su prestiti scaduti. Si raccomanda di usare un indirizzo email utilizzato da più persone dello staff, per fare fronte alle assenze della persona preposta. Questo indirizzo email può essere cambiato quando occorre.
tr: Bu tercih, bir e-posta adresinin OPAC için tanımlanmış uyarı mesajlarında kullanılmasını sağlar. Eğer birimler için hiç bir e-posta adresi tanımlanmazsa, değişiklik istekleri, satın alma önerileri ve soruları veya gecikme bildirimleri ile ilgili kullanıcılardan gelen mesajlar bu adrese gelecektir. Birden çok personel tarafından erişebilen bir e-posta adresinin bu amaçla kullanılması önerilir, böylece bir kütüphaneci müsait değilse bile diğer kütüphaneciler bu isteklere cevap verebilirler. Bu e-posta adresi gerekli duyulduğunda değiştirilebilir.

source: Default: Show
hi: डिफ़ॉल्ट: दिखाएँ
it: Default: Mostra
tr: Varsayılan: Göster

source: Asks: \_\_\_ itemtype icons in the catalog.
hi: पूछता है: \_\_\_सूची में आइटमप्रकार प्रतीक.
it: Chiede: \_\_\_ le icone del tipo di copia nel catalogo.
tr: Seçenek: Katalog'da materyal türü simgelerini \_\_\_.

source: Shows
hi: दिखाएँ
it: Mostra
tr: Göster

source: Don't show
hi: नहीं दिखाएँ
it: Non mostrare
tr: Gösterme

source: This preference allows the system administrator to determine if users will be able to set and see an item type icon in the catalog on both the OPAC and the Staff Client. The images will display in both the OPAC and the Staff Client/Intranet. If images of item types are disabled, text labels for item types will still appear in the OPAC and Staff Client.
hi: यह प्राथमिकता सिस्टम प्रशासक को यह निर्धारित करने की अनुमति देता है कि उपयोगकर्ता ओपीएसी और स्टाफ क्लाइंट दोनों पर कैटलॉग करने के लिए एक आइटम प्रकार आइकन को सेट और देख सकेंगे। छवियां ओपीएसी और स्टाफ क्लाइंट / इंट्रानेट दोनों में प्रदर्शित होंगी। यदि आइटम प्रकार की छवियां अक्षम हैं, तो आइटम प्रकारों के लिए पाठ लेबल अभी भी ओपीएसी और स्टाफ क्लाइंट में दिखाई देंगे।

source: Asks: Use \_\_\_ as the email address that will be set as the replyto in emails
hi: पूछता है: उपयोग \_\_\_ ई-मेल पते के रूप में ईमेल में उत्तर के रूप में सेट किया जाएगा
it: Chiede: Usa \_\_\_ come indirizzo replyto nei messaggi automatici di posta elettronica
tr: Seçenek: e-postalarda yanıt olarak ayarlanacak e-posta adresi olarak \_\_\_ kullanın

source: By default replies to notice emails will go to the `library email address <#libraries-groups>`__, if you would like to specify a default email address for all replies to notices you can do that here.
hi: नोटिफिकेशन के सभी उत्तरों के लिए यदि आप कोई डिफ़ॉल्ट ईमेल पता निर्दिष्ट करना चाहते हैं, तो ईमेल को नोटिस करने के लिए डिफ़ॉल्ट रूप से `पुस्तकालय ई-मेल पता <<#libraries-groups>` __ पर जाएंगे, तो आप यहां ऐसा कर सकते हैं।
it: Per default i reply andranno all'`indirizzo della biblioteca <#libraries-groups>`__, ma qui lo puoi cambiare.
tr: Varsayılan olarak e-posta bildirimlerinin yanıtları `kütüphane e-posta adresine <#libsgroups>`__ gidecektir, bildirimlere gelen tüm yanıtlar için varsayılan bir e-posta adresi belirtmek istiyorsanız, bunu burada yapabilirsiniz.

source: Asks: Use \_\_\_ as the email address set as the return path, if you leave this empty the KohaAdminEmailAddress will be used.
hi: पूछता है: उपयोग \_\_\_ ईमेल पता, वापसी पथ के रूप में सेट है, तो आप इसे खाली छोड़ के रूप में KohaAdminEmailAddress इस्तेमाल किया जाएगा.
it: Chiede: Usa \_\_\_ come indirizzo di ritorno; se lo lasci vuoto, verrà usato KohaAdminEmailAddress.
tr: Seçenek: geri dönüş yolu e-posta adresi olarak \_\_\_ kullanın, eğer bunu boş bırakırsanız KohaAdminEmailAddress kullanılacaktır.

source: The return path is the email address that bounces will be delivered to. By default bounced notices will go to the `library email address <#libraries-groups>`__, if you would like to specify a default email address for bounces to go to then fill in this preference.
hi: रिटर्न पथ वह ईमेल पता है जो बाउंस को वितरित किया जाएगा। डिफ़ॉल्ट रूप से नोटिस बाध्य होने पर 'लाइब्रेरी ईमेल पता <#libraries-groups>`__, पर जाना होगा यदि आप इस प्राथमिकता को भरने के लिए बाउंस के लिए एक डिफ़ॉल्ट ईमेल पता निर्दिष्ट करना चाहते हैं तो
it: L'indirizzo di ritorno (return path) è quello a cui vengono inviati i messaggi che rimbalzano. Per default vanno all' `indirizzo della biblioteca <#libraries-groups>`__; qui puoi indicarne uno specifico.
tr: Dönüş yolu, iletilemediği için geri dönen e-postaların iletileceği e-posta adresidir. Varsayılan olarak geri dönen bildirimler `kütüphane e-posta adresine <#libraries-groups>`__, gidecektir, geri dönen e-postalar için varsayılan bir e-posta adresi belirtmek isterseniz bu tercihi doldurun.

source: Default: Allow
hi: डिफ़ॉल्ट: अनुमति दें
it: Default: Permetti
tr: Varsayılan: İzin ver

source: Asks: \_\_\_ staff and patrons to create and view saved lists of books.
hi: पूछता है: \_\_\_ किताबों की सहेजी सूची बनाने और देखने के लिए कर्मचारियों और संरक्षक
it: Chiede: \_\_\_ allo staff e agli utenti di creare e vedere liste di libri.
tr: Seçenek: personel ve kullanıcıların kitapların kayıtlı listelerini oluşturma ve görmelerine \_\_\_.

source: This preference controls whether the lists functionality will be available in the staff client and OPAC. If this is set to "Don't allow" then no one will be able to save items to public or private lists.
hi: यह वरीयता को नियंत्रित करता है कि क्या सूचियों कार्यक्षमता कर्मचारियों ग्राहक और ओपेक में उपलब्ध हो जाएगा. इस "की अनुमति न दें" करने के लिए सेट कर दिया जाता है तो कोई भी सार्वजनिक या निजी सूचियों के लिए आइटम को बचाने के लिए सक्षम हो जाएगा.
it: Questa preferenza controlla la disponibilità delle liste sia nell'OPAC che nell'interfaccia dello staff. Se è impostata a "Non permettere", nessuno sarà in grado di salvare record nelle liste, private o pubbliche.
tr: Bu tercih, liste işlevselliğinin personel istemci ve OPAC'ta kullanılabilir olup olmayacağını denetler. Bu ayar "İzin verme" olarak ayarlanırsa, kimse özel liste veya genel listelere materyal kaydedemeyecektir.

source: Login options
hi: लॉगिन विकल्प
it: Opzioni di login
tr: Oturum açma seçenekleri

source: These preferences are related to logging into your Koha system
hi: ये प्राथमिकताएं आपके कोहा प्रणाली में प्रवेश करने के लिए संबंधित हैं
it: Queste preferenze si riferiscono all'accesso al tuo sistema koha
tr: Bu tercihler, Koha sistemine giriş ile ilgilidir

source: Default: Don't require
hi: डिफ़ॉल्ट: की आवश्यकता नहीं है
it: Default: Non richiedere
tr: Varsayılan: Gerekli değil

source: Asks: \_\_\_ staff to log in from a computer in the IP address range specified by their library (if any).
hi: पूछता है: \_\_\_ स्टाफ आईपी पते रेंज उनकी पुस्तकालय द्वारा निर्दिष्ट (अगर कोई है) में एक कंप्यूटर से लॉग इन कर सकते हैं.
it: Chiede: \_\_\_ allo staff di effettuare il login da un computer appartenente al range di indirizzi IP specificati per la sua biblioteca.
tr: Seçenek: kütüphaneleri tarafından belirtilen (varsa) IP adresi aralığı içindeki bir bilgisayardan giriş yapacak personele \_\_\_.

source: Set IP address range in the library administration area
hi: पुस्तकालय प्रशासन क्षेत्र में स्थापित आईपी पते रेंज
it: Definisce il range di indirizzi IP relativi all'area di amministrazione della biblioteca
tr: Kütüphane yönetim alanında IP adresi aralığını ayarla

source: *Get there:* More > Administration > Basic Parameters > :ref:`Libraries <libraries-label>`
hi: *वहां जाओ:*अधिक> प्रशासन> मूल पैरामीटर> :ref:`Libraries <libraries-label>`
it: *Vai a:* Più > Amministrazione > Parametri di base > :ref:`Biblioteche e Gruppi <libraries-label>`

source: Don't require
hi: की आवश्यकता नहीं है
it: Non richiedere
tr: Gerekli değil

source: Require
hi: आवश्यक है
it: Richiedi
tr: Gerekli

source: This preference protects the system by blocking unauthorized users from accessing the staff client program and settings. Authorized and unauthorized users are determined by their computer's IP addresses. When the preference is set to 'Require', IP authorization is in effect and unauthorized IP addresses will be blocked. This means that staff cannot work from home unless their IP address has been authorized. When set to 'Don't require', anyone with a staff client login will have access no matter which IP address they are using.
hi: यह वरीयता स्टाफ क्लाइंट प्रोग्राम और सेटिंग तक पहुँचने से अनाधिकृत उपयोगकर्ताओं को अवरुद्ध करके प्रणाली की रक्षा करता है. अधिकृत और अनाधिकृत उपयोगकर्ताओं को अपने कंप्यूटर के आईपी पतों से निर्धारित होते हैं. वरीयता 'आवश्यक' पर सेट है, आईपी प्राधिकरण के प्रभाव में है और अनधिकृत आईपी पतों अवरुद्ध हो जाएगा. इसका मतलब यह है कि कर्मचारियों को घर से काम नहीं कर सकता, जब तक कि अपने आईपी पते अधिकृत किया गया है. करने के लिए 'की आवश्यकता नहीं है' सेट करते हैं, एक कर्मचारी ग्राहक लॉगिन के साथ किसी को भी कोई फर्क नहीं पड़ता जो आईपी पते वे उपयोग कर रहे हैं का उपयोग करना होगा.
it: Questa preferenza protegge il sistema impedendo ad utenti non autorizzati di accedere ai programmi dello staff e ai settings. Gli utenti autorizzati o non autorizzati sono individuati tramite l'indirizzo IP del loro computer. Quando la preferenza è impostata a 'Richiedi', l'autorizzazione via IP è attiva e gli IP non autorizzati verranno bloccati. Questo significa che lo staff non potrà lavorare da casa, a meno di autorizzare il loro indirizzo IP. Quando è impostata a 'Non richiedere', qualunque membro dello staff potrà accedere, indipendentemente dall'IP che usa.
tr: Bu tercih, yetkisiz kullanıcıların personel istemci programı ve ayarlara erişmesini engelleyerek sistemi korur. Yetkili ve yetkisiz kullanıcılar, kendi bilgisayarlarının IP adreslerine göre belirlenir. Tercih 'Require' olarak ayarlandığında, IP yetkilendirmesi yürürlükte olacaktır ve yetkisi olmayan IP adresleri engellenecektir. Bu, IP adresleri yetkilendirilmedikçe personelin evden çalışamayacakları anlamına gelir. Tercih 'Don't require' olarak ayarlandığında ise kullandıkları IP adresi farketmeksizin personel istemci erişimi olan herkes sistemde oturum açabilecektir.

source: Default: Don't prevent
hi: डिफ़ॉल्ट: रोक नहीं है
it: Default: Non impedire
tr: Varsayılan: Engelleme

source: Asks: \_\_\_ staff (but not superlibrarians) from modifying objects (holds, items, patrons, etc.) belonging to other libraries.
hi: पूछता है: \_\_\_ अन्य पुस्तकालयों से जुड़े ऑब्जेक्ट्स (रखरखाव, आइटम, संरक्षक, आदि) को संशोधित करने से स्टाफ (लेकिन सुपरलिब्रियन नहीं)
it: Chiede: \_\_\_ allo staff (ma non ai superlibrarians) di modificare oggetti (prenotazioni, copie, utenti, etc.) appartenenti ad altre biblioteche.
tr: Seçenek: personelin (superlibrarian hariç) diğer kütüphanelere ait olan nesneleri (ayırmalar, materyaller, kullanıcılar, vb.) değiştirmesini \_\_\_.

source: Don't prevent
hi: डिफ़ॉल्ट: रोक नहीं है
it: Non impedire
tr: Engelleme

source: Prevent
hi: रोक
it: Impedisci
tr: Engelle

source: This preference should only be used by library systems which are sharing a single Koha installation among multiple branches but are considered independent organizations, meaning they do not share material or patrons with other branches and do not plan to change that in the future. If set to 'Prevent' it increases the security between library branches by: prohibiting staff users from logging into another branch from within the staff client, filtering out patrons from patron searches who are not a part of the login branch conducting the search, limiting the location choices to the login branch when adding or modifying an item record, preventing users from other branch locations from placing holds or checking out materials from library branches other than their own, and preventing staff from editing item records which belong to other library branches. All of these security safeguards can be overridden only by the superlibrarian, the highest level of privileges.
hi: यह वरीयता केवल पुस्तकालय प्रणाली है जो कई शाखाओं में से एक एकल Koha स्थापना साझा कर रहे हैं, लेकिन स्वतंत्र संगठनों माना जाता है, जिसका अर्थ है कि वे अन्य शाखाओं के साथ सामग्री या संरक्षक का हिस्सा नहीं है और है कि बदलने के लिए भविष्य में योजना नहीं है द्वारा इस्तेमाल किया जाना चाहिए. स्टाफ ग्राहक के भीतर से एक अन्य शाखा में प्रवेश करने, संरक्षक खोजों से संरक्षक जो खोज आयोजित लॉगिन शाखा का हिस्सा नहीं हैं को छान, सीमित करने से रोक लगाने के कर्मचारियों के उपयोगकर्ताओं: यदि 'को रोकने के लिए सेट यह द्वारा पुस्तकालय शाखाओं के बीच सुरक्षा बढ़ जाती है लॉगिन शाखा के स्थान के विकल्प जब जोड़ने या एक आइटम रिकॉर्ड को संशोधित करने, रखने से अन्य शाखा स्थानों से उपयोगकर्ताओं को रोकने रखती है या अपने स्वयं के अलावा अन्य पुस्तकालय शाखाओं से माल बाहर की जाँच, और आइटम रिकॉर्ड है जो अन्य पुस्तकालय शाखाओं के हैं संपादन से कर्मचारियों को रोकने. इन सुरक्षा उपायों का सब केवल superlibrarian, विशेषाधिकारों के उच्चतम स्तर से अधिरोहित जा सकता है.
it: Queste preferenze dovrebbero essere usate in consorzi di biblioteche che condividono una sola installazione di Koha dove più biblioteche sono considerate organizzazioni indipendenti, nel senso che non condividono materiale o utenti, e non prevedono di cambiare questa logica in futuro. Se impostato a "Prevenire", aumenta la sicurezza tra biblioteche: viene impedito a utenti dello staff di effettuare il login in altre biblioteche, vengono omessi utenti di altre biblioteche dalle ricerche sugli utenti, vengono limitate le locations(?) quando si cfea o modifica una copia, viene impedito agli utenti di effettuare prenotazioni o prestiti da biblioteche diverse dalla propria, e lo staff non può modificare record di altre biblioteche. Queste limitazioni non sono applicate al superlibrarian, che ha il massimo livello dei privilegi.
tr: Bu tercih yalnızca, birden çok şube arasında tek bir Koha kurulumu kullanan fakat bu şubelerin farklı kütüphaneler olarak düşünüldüğü kütüphane sistemleri tarafından kullanılmalıdır. Bu şu anlama gelmektedir, bu şubeler aralarında kullanıcıları ve kütüphane materyalini paylaşmazlar ve yakın bir gelecekte de paylaşmak gibi bir planları yoktur. Eğer 'Engelle' olarak ayarlanırsa personel kullanıcıların personel istemci vasıtasıyla diğer şubelere bağlanmalarını engeller, arama yapılan şubeye ait olmayan kullanıcıların arama yapmalarını engeller, bir materyal eklendiğinde veya düzenlendiğinde konum seçimlerini oturum açılan şube ile kısıtlar, diğer kullanıcıların kendi kütüphanelerine ait olmayan yerlerdeki materyal üzerine ayırma koymalarını ve ödünç almalarını ve personelin diğer kütüphaneye ait olan bir materyal üzerinde düzenleme yapmasını engeller. Tüm bu güvenlik önlemleri sadece ayrıcalıkların en üst seviyesindeki bir "superlibrarian" tarafından geçersiz kılınabilir.

source: It is important that this value be set before going live and that it NOT be changed
hi: यह महत्वपूर्ण है इस मूल्य रह जाने से पहले स्थापित किया जाना है कि है और यह नहीं बदला जा सकता है कि
it: È importante che questo valore venga impostato prima di attivare il sistema e che NON venga più cambiato dopo
tr: Faaliyete geçirilmeden önce bu değerin ayarlanmış olması ve DEĞİŞTİRİLMEMESİ önemlidir

source: Asks: Prevent staff (but not superlibrarians) from viewing and approving/denying patron modification requests for patrons belonging to other libraries. \_\_\_
hi: पूछता है: अन्य पुस्तकालयों से संबंधित संरक्षकों के लिए संरक्षक संशोधन अनुरोधों को देखने और स्वीकार करने / अस्वीकार करने से कर्मचारियों को (लेकिन सुपरलाइनरियन नहीं) रोकें. \_\_\_
it: Chiede: Impedisci allo staff (ma non ai superlibrarians) di modificare oggetti (prenotazioni, copie, utenti, etc.) appartenenti ad altre biblioteche. \_\_\_
tr: Seçenek: Diğer kütüphanelere ait kullanıcıların kullanıcı modifikasyon taleplerini görüntüleyip onaylamayı/engellemeyi (superlibrarian hariç) personelin engellemesi. \_\_\_.

source: Default: Enable
hi: डिफ़ॉल्ट: सक्षम
it: Default: Attiva
tr: Varsayılan: Etkinleştir

source: Asks: \_\_\_ check for change in remote IP address for session security. Disable only when remote IP address changes frequently.
hi: पूछता है: \_\_\_ सत्र सुरक्षा के लिए दूरस्थ आईपी पते में परिवर्तन की जांच करें। केवल जब दूरस्थ आईपी पते अक्सर बदलता है अक्षम करें
it: Chiede: \_\_\_ verificare il cambiamento di indirizzo IP remoto per la protezione della sessione. Disabilitare solo se l'indirizzo IP remoto cambia frequentemente.
tr: Seçenek: Oturum güvenliği için uzak IP değişim kontolünü \_\_\_. Sadece uzak IP adresi sık sık değiştiğinde devre dışı bırakın.

source: Disable
hi: अक्षम करना, निष्क्रिय करना
it: Disabilita
tr: Etkinleştirme

source: Enable
hi: सक्षम करें
it: Attiva
tr: Etkinleştir

source: When this preference is set to 'Enable' Koha will log you out of the staff client if your IP address changes as a security measure. For some systems the IP address changes frequently so you'll want to set this preference to 'Disable' to prevent Koha from logging you out of the staff client every time that happens.
hi: इस वरीयता पर सेट है 'सक्षम' कोहा आप कर्मचारियों ग्राहक से लॉग आउट अगर एक सुरक्षा उपाय के रूप में आपके आईपी पते बदल जाता है. कुछ प्रणालियों के लिए आईपी पते बार बदलता है ताकि आप कर्मचारियों ग्राहक से बाहर आप हर बार ऐसा होता है कि प्रवेश करने से रोकने के लिए कोहा 'अक्षम' को यह वरीयता निर्धारित करने के लिए चाहता हूँ.
it: Se questa preferenza è impostata su 'Attiva' Koha forzerà la disconnessione se l'indirizzo IP di provenienza cambia, come misura di sicurezza. Per alcuni sistemi l'indirizzo IP cambia di frequente, di modo che ti consigliamo di impostare questa preferenza a 'Disabilita' per evitare che Koha disconnetta dal cliente personale ogni volta che cambia l'IP.
tr: Bu tercih 'Etkinleştir' olarak ayarlandığında, IP adresiniz değişirse, bir güvenlik önlemi olarak Koha sizi personel istemcisinden çıkaracaktır. Bazı sistemler için IP adresi sık sık değişir, bu nedenle Koha'nın her seferinde personel istemcisinden çıkış yapmasını önlemek için bu tercihi 'Devre Dışı Bırakma' olarak ayarlamak isteyebilirsiniz.

source: This is meant to help those whose IP address changes several times during the day, setting this preference to 'Disable' is not recommended otherwise because it is removing important security features from your staff client.
hi: इसका कारण यह है कि यह अपने स्टाफ क्लाइंट से महत्वपूर्ण सुरक्षा सुविधाओं को हटाना है अन्यथा की सिफारिश नहीं है 'अक्षम' को यह वरीयता निर्धारित उन जिसका आईपी पते दिन में कई बार परिवर्तन में मदद करने के लिए है.
it: Lo scopo è aiutare coloro il cui indirizzo IP cambia più volte durante il giorno; l'impostazione di questa preferenza su 'Disabilita' non è raccomandata in caso contrario, perché corrisponde alla rimozione di importanti funzioni di sicurezza per l'accesso dello staff.
tr: Bu, IP adresini günde birkaç kez değiştiren kullanıcılara yardımcı olmak içindir, çünkü bu tercihi 'Devre Dışı Bırakma' olarak ayarlamak, önemli güvenlik özelliklerini personel istemcinizden kaldırdığı için önerilmez.

source: Default: in the MySQL database
hi: डिफ़ॉल्ट: माईएसक्यूएल डाटाबेस में
it: Default: nel database MySQL
tr: Varsayılan: MySQL veritabanı içinde

source: Asks: Store login session information \_\_\_
hi: पूछता है: स्टोर लॉगिन सत्र जानकारी \_\_\_
it: Chiede: Conserva le informazioni di login \_\_\_
tr: Seçenek: Oturum açma bilgilerini sakla \_\_\_

source: as temporary files
hi: अस्थायी फ़ाइल के रूप में
it: in file temporanei
tr: geçici dosyalar olarak

source: in the MySQL database
hi: माईएसक्यूएल डाटाबेस में
it: nel database MySQL
tr: MySQL veritabanı içinde

source: in the PostgreSQL database
hi: पोस्टग्रेएसक्यूएल डाटाबेस में
it: nel database PostgreSQL
tr: PostgreSQL veritabanı içinde

source: PostgreSQL is not yet supported
hi: पोस्टग्रेएसक्यूएल अभी तक समर्थित नहीं है
it: PostgreSQL non è ancora supportato
tr: PostgreSQL henüz desteklenmemektedir

source: This preference allows administrators to choose what format session data is stored in during web sessions.
hi: यह वरीयता प्रशासक को वेब सत्रों के दौरान प्रारूप सत्र डेटा को किस प्रकार जमा किया जाता है यह चुनने की अनुमति देता है.
it: Questa preferenza permette all'amministratore di scegliere in quale formato vengono conservati i dati delle sessioni web.
tr: Bu tercih, yöneticilerin web oturumları sırasında hangi biçimdeki oturum verilerinin saklanacağını seçmelerini sağlar.

source: timeout
hi: समय समाप्ति
tr: zaman aşımı

source: Default: 12000000
hi: डिफ़ॉल्ट : 12000000
tr: Varsayılan: 12000000

source: Asks: Automatically log out users after \_\_\_ seconds of inactivity.
hi: पूछता है: स्वचालित रूप से निष्क्रियता के \_\_\_ सेकंड के बाद लॉग आउट.
it: Chiede: Esegui il logout automatico dell'utente dopo \_\_\_ secondi di inattività.
tr: Seçenek: \_\_\_ saniye boyunca işlem yapılmazsa kullanıcının oturumunu otomatik olarak sonlandır.

source: This preference sets the length of time the Staff Client or OPAC accounts can be left inactive before re-logging in is necessary. The value of this preference is in seconds. At this time, the amount of time before a session times out must be the same for both the Staff Client and the OPAC.
hi: यह वरीयता से पहले फिर से प्रवेश करने के लिए आवश्यक है समय की लंबाई स्टाफ ग्राहक या ओपेक खातों निष्क्रिय छोड़ा जा सकता है तय करता है. इस वरीयता के मूल्य सेकंड में है. इस समय, एक सत्र से पहले कई बार समय की राशि बाहर दोनों कर्मचारियों क्लाइंट और ओपेक के लिए ही होना चाहिए.
it: Questa preferenza determina la durata dell'inattività di una sessione OPAC o staff. Il valore di questa preferenza è in secondi. Attualmente, lo stesso valore è applicato alle sessioni staff e a quelle OPAC.
tr: Bu tercih, Personel İstemci veya OPAC hesaplarının zaman aşımına uğramadan inaktif olabileceği sürenin ne kadar olacağını ayarlar. Bu tercihin değeri saniye cinsindendir. Şu anda, oturum zaman aşımına uğramadan önce geçen sürenin, OPAC ve personel istemcilerin her ikisi için aynı olması gerekir.
