Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: \_\_\_ audio alerts for events defined in the audio alerts section of administration.
hi: पूछता है: प्रशासन की ऑडियो अलर्ट खंड में परिभाषित घटनाओं के लिए \_\_\_ऑडियो अलर्ट.
it: Chiede: \_\_\_ avvisi audio per eventi definiti nella sezione avvisi audio di amministrazione.
tr: Seçenek: Yönetimin sesli uyarılar bölümünde tanımlanan olaylar için sesli uyarıları \_\_\_.

source: This feature is not supported by all browsers. Requires an HTML5 compliant browser.
hi: यह सुविधा सभी ब्राउज़रों द्वारा समर्थित नहीं है. एक एचटीएमएल 5 अनुरूप ब्राउज़र की आवश्यकता है.
it: Questa caratteristica è supportatata dai browser che riconoscono l'HTML5.
tr: Bu özellik tüm tarayıcılar tarafından desteklenmez. HTML5 uyumlu bir tarayıcı gerektirir.

source: Asks: \_\_\_ the names of patrons that have items checked out or on hold on detail pages or the "Place Hold" screen.
hi: पूछता है: \_\_\_ संरक्षक के नाम जिनके पास आइटम चैकआउट हुई है या विस्तृत पृष्ठों पर या "प्लेस होल्ड" स्क्रीन पर होल्ड है.
it: Chiede: \_\_\_ i nomi degli utenti che hanno copie in prestito o in prenotazione sulle pagine di dettaglio o sulla schermata delle "Prenotazioni".
tr: Seçenek: Materyal ödünç alan ya da ayırtma yapan kullanıcıların isimlerini ayrıntılar sayfasında ya da "Ayırt" ekranında \_\_\_

source: Asks: \_\_\_ the cart option in the staff client.
hi: पूछता है: \_\_\_ स्टाफ क्लाइंट में कार्ट विकल्प.
it: Chiede: \_\_\_ il carrello nell'interfaccia dello staff.
tr: Seçenek: personel kullanıcıda sepet seçeneğini \_\_\_.

source: Asks: \_\_\_ a search field pulldown for 'Search the catalog' boxes.
hi: पूछते हैं: 'सूची खोजें' बॉक्स के लिए \_\_\_एक खोज फ़ील्ड पुलडाउन।
it: Chiede: \_\_\_ un menù a tendina per la scelta della biblioteca nella sezione masthead dell'OPAC.
tr: Seçenek: 'Kataloğu arayın' kutuları için bir arama alanı açılır menüsü \_\_\_.

source: Asks: \_\_\_ item selection in record detail page.
hi: पूछता है: \_\_\_रिकॉर्ड विवरण पृष्ठ में आइटम चयन.
it: Chiede: \_\_\_ la selezione di copie nella pagina dei dettagli del record.
tr: Seçenek: kayıt detayları sayfasında materyal seçimini \_\_\_.

source: This preference lets you choose to show (or not show) checkboxes to the left of every item in the holdings tab on the detail display of a record in the staff client. Showing these checkboxes allows the staff members to select multiple items to edit or delete at once.
hi: यह वरीयता आपको स्टाफ़ क्लाइंट में रिकॉर्ड के विस्तार प्रदर्शन पर होल्डिंग्स टैब में प्रत्येक आइटम के बाईं ओर चेक बॉक्स प्रदर्शित करने के लिए चुनने देता है (या नहीं दिखा रहा है) इन चेकबॉक्स को दिखाया जा रहा है कि कर्मचारियों के सदस्यों को एक ही बार में संपादित करने या हटाने के लिए कई आइटम चुनने की अनुमति मिलती है.
it: Questa preferenza consente di scegliere di mostrare (o non mostrare) caselle di controllo a sinistra di ogni holding nella visualizzazione di dettaglio di un record nell'interfaccia dello staff client. Mostrando queste caselle di controllo, consenti allo staff di selezionare più copie da modificare o eliminare in una sola volta.
tr: Bu tercih, personel istemci içerisinde kaydın ayrıntılar ekranındaki ayırmalar sekmesinde her materyalin solundaki onay kutularının gösterilmesini (ya da gösterilmemesini) seçmenize olanak verir. Bu onay kutularının gösterilmesi, personelin bir seferde silmek ya da düzenlemek için birden çok materyal seçebilmesini sağlar.

source: Asks: \_\_\_ WYSIWYG editor when editing certain HTML system preferences.
hi: पूछता है: \_\_\_ WYSIWYG संपादक कुछ HTML सिस्टम वरीयताओं को संपादित करते समय.
it: Chiede: \_\_\_ editor WYSIWYG durante la modifica di alcune preferenze di sistema HTML.
tr: Seçenek: Belirli HTML sistem tercihleri düzenlenirken WYSIWYG düzenleyiciyi \_\_\_.

source: This preference allows you to chang system preferences with HTML in them to WYSIWYG editors instead of plain text boxes.
hi: यह वरीयता सादे पाठ बक्से के बजाय WYSIWYG संपादक के लिए उन में HTML के साथ चांग सिस्टम प्राथमिकता करने के लिए आपको अनुमति देता है.
it: Questa preferenza consente di modificare preferenze di sistema che usano codice HTML usando l'editor WYSIWYG invece di caselle di testo normale.
tr: Bu tercih, içinde HTML olan istem tercihlerini düz metin kutuları yerine WYSIWYG editörlerine değiştirmenize izin verir.

source: Asks: \_\_\_ staff to view records in ISBD form on the staff client.
hi: पूछता है: स्टाफ क्लाइंट पर आईएसबीडी फॉर्म में रिकॉर्ड देखने के लिए \_\_\_कर्मचारी.
it: Chiede: \_\_\_ allo staff di visualizzare il record in fotmato ISBD sull'interfaccia di catalogazione.
tr: Seçenek: personelin, personel istemcideki ISDB formları içindeki kayıtları görmesine \_\_\_.

source: Asks: \_\_\_ staff to view records in labeled MARC form on the staff client.
hi: पूछता है: स्टाफ क्लाइंट पर लेबल मार्क फॉर्म में रिकॉर्ड देखने के लिए \_\_\_कर्मचारी.
it: Chiede: \_\_\_ allo staff di visualizzare il record nel formato MARC con etichette sull'interfaccia di catalogazione.
tr: Seçenek: personelin, personel istemcideki etiketli MARC biçimi içindeki kayıtları görmesine \_\_\_.

source: Asks: \_\_\_ staff to view records in plain MARC form on the staff client.
hi: पूछता है: स्टाफ क्लाइंट पर सादे मार्क फॉर्म में रिकॉर्ड देखने के लिए \_\_\_ कर्मचारी.
it: Chiede: \_\_\_ allo staff di visualizzare il record in formato MARC esteso sull'interfaccia di catalogazione.
tr: Seçenek: personelin, personel istemcideki düz MARC biçimi içindeki kayıtları görmesine \_\_\_.

source: Tools
hi: उपकरण
it: Strumenti
tr: Araçlar

source: *Get there:* More > Administration > Global System Preferences > Tools
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > उपकरण
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Araçlar

source: Batch Item
hi: बैंच आइटम
it: Copie batch
tr: Toplu Materyal

source: These preferences are in reference to the :ref:`Batch Item Modification <batch-item-modification-label>` tool.
hi: ये प्राथमिकताएं संदर्भ में हैं :ref:`बैच आइटम संशोधन <batch-item-modification-label>' टूल.
it: Queste preferenze fanno riferimento allo strumento :ref:`Modifica batch di copie <batch-item-modification-label>`.
tr: Bu tercihler :ref:`Toplu Materyal Değiştirme <batch-item-modification-label>` aracı hakkındadır.

source: Default: 1000
hi: डिफ़ॉल्ट: 1000
tr: Varsayılan: 1000

source: Asks: Display up to \_\_\_ items in a single deletion batch.
hi: पूछता है: एक संशोधन या हटाने के बैच में \_\_\_ आइटम तक प्रक्रिया.
it: Chiede: Elabora al massimo \_\_\_ copie in un unico lotto di modifica o di cancellazione.
tr: Seçenek: tek bir silme toplu işinde \_\_\_ materyale kadar görüntüle.

source: In the :ref:`batch item delete tool <batch-item-deletion-label>` this will prevent the display of more than the items you entered in this preference, but you will be able to delete more than the number you enter here.
hi: इन :ref:` बैच आइटम हटाएं टूल <batch-item-deletion-label>' यह इस वरीयता में आपके द्वारा दर्ज की गई वस्तुओं से अधिक प्रदर्शन को रोक देगा, लेकिन आप जो नंबर दर्ज करते हैं उससे अधिक को हटाने में सक्षम होंगे यहाँ।
it: Nello strumento :ref:`cancella copie in blocco <batch-item-deletion-label>` questo consentirà di evitare la visualizzazione di un numero di copie superiore a quello immesso in questa preferenza, ma sarete in grado di eliminare più copie del numero immesso qui.
tr: :ref:`toplu materyal silme aracı <batch-item-deletion-label>` bu, bu tercihe girdiğiniz materyalden daha fazlasının görüntülenmesini engelleyecektir, ancak buraya girdiğiniz sayıdan daha fazlasını silebilirsiniz.

source: Asks: Process up to \_\_\_ items in a single modification batch.
hi: पूछता है: एक संशोधन संशोधन बैच में \_\_\_आइटम तक की प्रक्रिया करें।
it: Chiede: Elabora al massimo \_\_\_ copie in un unico lotto di modifica o di cancellazione.
tr: Seçenek: tek bir toplu değişiklikte \_\_\_ materyale kadar işlem yap.

source: In the :ref:`batch item modification tool <batch-item-modification-label>` this preference will prevent the editing of more than the number entered here.
hi: इन :ref:`बैच आइटम संशोधन टूल <batch-item-modification-label>' यह वरीयता यहां दर्ज संख्या से अधिक के संपादन को रोक देगा।
it: Nello :ref:`strumento di modifica batch della copie <batch-item-modification-label>` questa preferenza impedirà la modifica di più copie del numero indicato qui..
tr: :ref:`toplu materyal değiştirme aracı içinde <batch-item-modification-label>` bu tercih buraya girilen sayıdan fazla düzenleme yapmayı engelleyecektir.

source: News
hi: समाचार
it: News Koha
tr: Haberler

source: Asks: Show the author for news items: \_\_\_
hi: पूछता है: समाचार आइटमों के लिए लेखक को दिखाएं: \_\_\_
it: Chiede: Mostra l'autore delle news: \_\_\_
tr: Seçenek: Haber materyalleri için yazarı göster: \_\_\

source: Both OPAC and staff client
hi: ओपेक और स्टाफ ग्राहक दोनों
it: Sia sull'Opac che nell'interfaccia staff
tr: Hem OPAC hem de personel istemci

source: Not at all
hi: बिल्कुल नहीं
it: Per niente
tr: Hiç birisi

source: OPAC only
hi: केवल ओपेक
it: Solo in OPAC
tr: Yalnızca OPAC

source: Staff client only
hi: केवल स्टाफ कलाइन्ट
it: Solo nell'interfaccia staff
tr: Yalnızca personel istemci

source: Patron Cards
hi: संरक्षक कार्ड
it: Schede utenti
tr: Kullanıcı Kartları

source: These preferences are in reference to the :ref:`Patron Card Creator <patron-card-creator-label>` tool.
hi: ये प्राथमिकताएं संदर्भ में हैं :ref:`संरक्षक कार्ड निर्माता <patron-card-creator-label>' उपकरण.
it: Queste preferenze sono correlate allo strumento :ref:`Creatore delle tessere utente <patron-card-creator-label>`.
tr: Bu tercihler :ref:`Kullanıcı Kartı Oluşturucu <patron-card-creator-label>` aracıyla ilgilidir.

source: Asks: Limit the number of creator images stored in the database to \_\_\_ images.
hi: पूछता है: \_\_\_छवियों में डेटाबेस में संग्रहीत निर्माता छवियों की संख्या सीमित करें
it: Chiede: Limita il numero di immagini conservate nel database a \_\_\_.
tr: Seçenek: Veri tabanında saklanan küratör resimlerinin sayısını \_\_\ resim ile sınırlayın.

source: Reports
hi: रिपोर्ट
tr: Raporlar

source: These preferences are in reference to the Reports module.
hi: ये वरीयताएँ रिपोर्ट मॉड्यूल के संदर्भ में हैं.
it: Queste preferenze sono relative al modulo dei Report.
tr: Bu tercihler Raporlar modülü ile ilgilidir.

source: Asks: By default, show \_\_\_ reports on the Saved Reports page.
hi: पूछता है: डिफ़ॉल्ट रूप से, सहेजे गए रिपोर्ट पेज पर \_\_\_ रिपोर्ट दिखाएं।
it: Chiede: Per default, mostra \_\_\_ risultati per pagina nell'interfaccia dello staff.
tr: Seçenek: Kaydedilen raporlar sayfasında varsayılan olarak \_\_\_ rapor göster.

source: Upload
hi: अपलोड करें
it: Carica
tr: Yükle

source: Asks: Automatically delete temporary uploads older than \_\_\_ days in cleanup_database cron job.
hi: पूछते हैं: Cleanup_database cron job में \_\_\_ दिनों से पुराने अस्थायी अपलोड को स्वचालित रूप से हटाएं।
it: Chiede: Cancella automaticamente gli upload temporanei più vecchi di \_\_\_ giorni nel cron job cleanup_database.
tr: Seçenek: cleanup_database cron job içinde \_\_\_ günden eski olan geçici yüklemeleri otomatik olarak sil.

source: Web services
hi: वेब सेवाएँ
tr: Web hizmetleri

source: *Get there:* More > Administration > Global system preferences > Web services
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > वेब सेवाएं

source: Asks: \_\_\_ ILS-DI services for OPAC users
hi: पूछता है: \_\_\_ ओपेक उपयोगकर्ताओं के लिए आईएलएस-डी सेवाएं
it: Chiede: \_\_\_ i servizi ILS-DI per gli utenti dell'OPAC
tr: Seçenek: OPAC kullanıcıları için ILS-DI hizmetleri \_\_\_

source: Asks: Allow IP addresses \_\_\_ to use the ILS-DI services (when enabled).
hi: पूछता है: आईएलएस-डी सेवाओं का उपयोग करने के लिए आईपी पते \_\_\_को अनुमति दें (सक्षम होने पर)।

source: Separate the IP addresses with commas and without spaces. For example: 15.78.193.62,197.85.10.1
hi: आईपी पते को अल्पविराम और बिना रिक्त स्थान के अलग करें। उदाहरण के लिए: 15.78.193.62,197.85.10.1

source: Leave the field blank to allow any IP address.
hi: किसी भी आईपी पते की अनुमति देने के लिए फ़ील्ड को खाली छोड़ दें।
tr: Herhangi bir IP adresine izin vermek için alanı boş bırakın.

source: Asks: \_\_\_ the IdRef webservice from the opac detail page. IdRef allows to request authorities from the Sudoc database.
hi: पूछता है: \_\_\_ ओपेक विवरण पृष्ठ से आईडीआरफ वेब सेवा. IdRef सुडोक डेटाबेस से अधिकारियों से अनुरोध करने की अनुमति देता है.
it: Chiede: \_\_\_ il webservice IdRef dalla pagina opac dettagli. IdRef permette di interrogare le autorità del database Sudoc.
tr: Seçenek: Opac ayrıntı sayfasından IdRef web hizmetini \_\_\_. IdRef, Sudoc veritabanından otoriteler talep etmeyi sağlar.

source: IdRef is a French service for Sudoc autorities. Using the `Sudoc database <http://www.sudoc.abes.fr/>`__, it allows to request / modify / add authorities. If a record comes from the Sudoc (so 009 is filled with an integer), at the OPAC you will see "Author: Idref" if a 7..$3 (unimarc author) if filled with a ppn. On clicking on the Idref link, a popup will display.
hi: IdRef सुडोक autorities के लिए एक फ्रेंच सेवा है। `सुडोक डेटाबेस <http://www.sudoc.abes.fr/>` __ का उपयोग करके, यह अधिकारियों को अनुरोध / संशोधित / जोड़ने की अनुमति देता है। यदि सुडोक से एक रिकॉर्ड आता है (इसलिए 00 9 एक पूर्णांक से भरा हुआ है), ओपेक पर आप एक पीपीएन से भरने पर 7..$3 (unimarc लेखक) अगर "Author: Idref" देखेंगे। Idref लिंक पर क्लिक करने पर, एक पॉपअप प्रदर्शित होगा।
it: IdRef è un servizio francese per i record di autorità Sudoc. Utilizzando il `database di Sudoc <http://www.sudoc.abes.fr/>`__, permette di richiedere / modificare / aggiungere record di autorità. Se un record viene da Sudoc (009 è riempito con un numero intero), presso l'OPAC si vedrà "Autore: Idref" se un 7... $3 (autore unimarc) è riempito con un ppn. Cliccando sul link Idref, si aprirà una finestra popup.
tr: IdRef, Sudok otoriteleri için Fransızca bir hizmettir. Sudoc veritabanını <http://www.sudoc.abes.fr/>`__, kullanarak yetkilendirme/değişiklik/ekleme olanağı sağlar. Sudoku'dan bir kayıt gelirse (yani 009 bir tam sayı ile doldurulur), OPAC'de, 7..$3 (unimarc yazarı) bir ppn ile doldurulmuş ise "Author: Idref" i göreceksiniz. Idref bağlantısını tıkladığınızda, bir açılır pencere görüntülenir.

source: The Idref webservice is requested and all records (by roles) for this author will be displayed
hi: IDREF webservice अनुरोध किया जाता है और इस लेखक के लिए सभी रिकॉर्ड (भूमिकाओं के द्वारा) प्रदर्शित किया जाएगा
it: Il webservice IdRef è richiesto e verranno visualizzati tutti i record (divisi per ruolo) di questo autore
tr: Idref webservice talep edilir ve bu yazar için tüm kayıtlar (rollere göre) görüntülenir

source: There is 1 line / record and 2 links at the end. 1 will request Koha (cgi-bin/koha/opac-search.pl?q=ident:003381862), the other one will redirect to the sudoc page (http://www.sudoc.fr/003381862).
hi: अंत में 1 लाइन / रिकॉर्ड और 2 लिंक हैं 1 कोहा को अनुरोध किया जाएगा (cgi-bin/koha/opac-search.pl?q=ident:003381862), दूसरा एक, sudoc पृष्ठ पर रीडायरेक्ट होगा (http://www.sudoc.fr/003381862).
it: C'è 1 riga / record e 2 link alla fine. 1 rimanda a Koha (cgi-bin/koha/opac-search.pl?q=ident:003381862), l'altro invia alla pagina di Sudoc (http://www.sudoc.fr/003381862).
tr: Sonunda 1 satır / kayıt ve 2 bağlantı var. 1 Koha'yı (cgi-bin/koha/opac-search.pl? q=ident:003381862), diğeri sudok sayfasına yönlendirir (http://www.sudoc.fr/003381862).

source: Please note that this feature is available only for libraries using UNIMARC.
hi: कृपया ध्यान दें कि यह सुविधा केवल UNIMARC का उपयोग कर पुस्तकालयों के लिए उपलब्ध है.
it: Si prega di notare che questa caratteristica è disponibile solo per sistemi che utilizzano lo standard UNIMARC.
tr: Lütfen bu özelliğin yalnızca UNIMARC kullanan kütüphaneler için kullanılabilir olduğunu unutmayınız.

source: The French Sudoc database should not be confused with the US Superintendent of Documents (SuDocs) Classification Scheme.
hi: फ्रेंच Sudoc डेटाबेस दस्तावेज अमेरिका अधीक्षक (SuDocs) वर्गीकरण योजना के साथ भ्रमित नहीं होना चाहिए.
it: Il database Sudoc francese non deve essere confuso con lo schema di classificazione US Superintendent of Documents (SuDocs).
tr: Fransız Sudoc veritabanının US Superintendent of Documents (SuDocs) Sınıflandırma Şeması ile karıştırılmaması gerekir.

source: Asks: \_\_\_ Koha's OAI-PMH server.
hi: पूछता है: \_\_\_ कोहा के OAI-PMH सर्वर.
it: Chiede: \_\_\_ il server OAI-PMH di Koha.
tr: Seçenek: Koha'nın OAI-PMH sunucusunu \_\_\_.

source: Once enabled you can visit http://YOURKOHACATALOG/cgi-bin/koha/oai.pl to see your file. For the Open Archives Initiative-Protocol for Metadata Harvesting (OAI-PMH) there are two groups of 'participants': Data Providers and Service Providers. Data Providers (open archives, repositories) provide free access to metadata, and may, but do not necessarily, offer free access to full texts or other resources. OAI-PMH provides an easy to implement, low barrier solution for Data Providers. Service Providers use the OAI interfaces of the Data Providers to harvest and store metadata. Note that this means that there are no live search requests to the Data Providers; rather, services are based on the harvested data via OAI-PMH. Koha at present can only act as a Data Provider. It can not harvest from other repositories. The biggest stumbling block to having Koha harvest from other repositories is that MARC is the only metadata format that Koha indexes natively. Visit http://www.oaforum.org/tutorial/english/page3.htm for diagrams of how OAI-PMH works.
hi: एक बार सक्षम होने पर आप अपनी फ़ाइल देखने के लिए http://YOURKOHACATALOG/cgi-bin/koha/oai.pl पर जा सकते हैं। मेटाडाटा फसल (ओएआई-पीएमएच) के लिए ओपन आर्काइव इनिशिएटिव-प्रोटोकॉल के लिए 'प्रतिभागियों' के दो समूह हैं: डेटा प्रदाता और सेवा प्रदाता। डेटा प्रदाता (खुले अभिलेखागार, भंडार) मेटाडेटा तक निःशुल्क पहुंच प्रदान करते हैं, और हो सकता है, लेकिन आवश्यक नहीं है, पूर्ण ग्रंथों या अन्य संसाधनों तक निःशुल्क पहुंच प्रदान करें। ओएआई-पीएमएच डेटा प्रदाताओं के लिए लागू करने में आसान, कम बाधा समाधान प्रदान करता है। सेवा प्रदाता मेटाडेटा की कटाई और स्टोर करने के लिए डेटा प्रदाताओं के ओएआई इंटरफेस का उपयोग करते हैं। ध्यान दें कि इसका मतलब है कि डेटा प्रदाताओं को कोई लाइव खोज अनुरोध नहीं है; बल्कि, सेवाएं ओएआई-पीएमएच के माध्यम से कटाई वाले डेटा पर आधारित होती हैं। वर्तमान में कोहा केवल डेटा प्रदाता के रूप में कार्य कर सकता है। यह अन्य भंडारों से फसल नहीं कर सकता है। अन्य भंडारों से कोहा फसल होने का सबसे बड़ा ठोकर ब्लॉक यह है कि एमएआरसी एकमात्र मेटाडाटा प्रारूप है जो कोहा इंडेक्स मूल रूप से है। OAI-PMH कैसे काम करता है के आरेखों के लिए http://www.oaforum.org/tutorial/english/page3.htm पर जाएं।
it: Una volta abilitato puoi visitare http://YOURKOHACATALOG/cgi-bin/koha/oai.pl per vedere il file. Per il Protocollo OAI-PMH (Open Archives Initiative-Protocol for Metadata Harvesting) ci sono due gruppi di 'partecipanti': fornitori di dati e fornitori di servizi. I fornitori di dati (archivi aperti, repositori) danno libero accesso ai metadati, e possono offrire a loro discrezione accesso libero al full-text o ad altre risorse. OAI-PMH offre una soluzione semplice ai fornitori di dati. I fornitori di servizi usano le interfacce OAI dei fornitori di dati per raccogliere e conservare metadati. Questo implica che non saranno effettuate ricerche dall'utenza verso i fornitori di dati; se mai, i servizi sono basati sui dati raccolti via OAI-PMH. Koha attualmente può avere solo il ruolo di fornitori di dati. Non può raccogliere da altri repositori. Il problema principale per far sì che Koha raccolga metadati da altri fornitori di dati è costituito dal fatto che il MARC è l'unico formato di metadati che Koha indicizza in modo nativo. Visitare `http://www.oaforum.org/tutorial/english/page3.htm per studiare come funziona il protocollo OAI-PMH.
tr: Etkinleştirildiğinde dosyanızı görmek için http: //YOURKOHACATALOG/cgi-bin/koha/oai.pl adresini ziyaret edebilirsiniz. Açık Arşiv Girişimi-Meta Veri Toplama Protokolü (OAI-PMH) için 'katılımcıların' iki grubu vardır: Veri Sağlayıcılar ve Hizmet Sağlayıcılar. Veri Sağlayıcıları (açık arşivler, depolar) meta verilere ücretsiz erişim sağlar ve tam metinlere veya diğer kaynaklara ücretsiz erişim imkânı tanır, ancak bunları içermeyebilir. OAI-PMH, Veri Sağlayıcılar için uygulanması kolay, düşük engelleyici bir çözüm sunar. Hizmet Sağlayıcıları, meta verileri toplamak ve depolamak için Veri Sağlayıcıların OAI arabirimlerini kullanır. Bunun, Veri Sağlayıcıların canlı arama istekleri olmadığı anlamına geldiğini unutmayın; Aksine, hizmetler OAI-PMH yoluyla hasat edilen verilere dayanır. Koha halihazırda bir Veri Sağlayıcı olarak hareket edebilir. Diğer depolardan harvest edemez. Koha'nın diğer veri havuzlarından harvest etmesine en büyük engel MARC formatının Koha'nın doğal olarak dizinlediği tek metadata formatı olmasıdır. OAI-PHM çalışma şeklini görmek için `http://www.oaforum.org/tutorial/english/page3.htm" adresini ziyaret ediniz.

source: Learn more about OAI-PMH at: http://www.openarchives.org/pmh/
hi: ओएआई-पीएमएच के बारे में और जानें: http://www.openarchives.org/pmh/
it: Approfondisci il protocollo OAI-PMH su http://www.openarchives.org/pmh/
tr: Bu sayfada OAI-PMH hakkında daha fazla bilgi edinebilirsiniz: `http://www.openarchives.org/pmh/

source: Default: KOHA-OAI-TEST
hi: डिफ़ॉल्ट: Koha-OAI-टेस्ट
tr: Varsayılan: KOHA-OAI-TEST

source: Asks: Identify records at this site with the prefix \_\_\_ :
hi: पूछता है: उपसर्ग के साथ \_\_\_ इस साइट पर रिकॉर्ड्स की पहचान करें :
it: Chiede: Identifica i record di questo sito con il prefisso \_\_\_ :
tr: Seçenek: Bu sitedeki kayıtları \_\_\_ ön eki ile tanımlayın:

source: Asks: \_\_\_ automatic update of OAI-PMH sets when a bibliographic record is created or updated.
hi: पूछता है: \_\_\_ओएआई-पीएमएच के स्वत: अद्यतन जब एक ग्रंथसूची रिकॉर्ड बनाया या अद्यतन किया जाता है.
it: Chiede: \_\_\_ l'aggiornamento automatico dei set OAI-PMH quando un record bibliografico viene creato o modificato.
tr: Seçenek: Bir bibliyografik kayıt oluşturulduğunda ya da güncellendiğinde OAI-PHM ayarlarının otomatik olarak güncellenmesine \_\_\_.

source: If this preference is left empty, Koha's OAI Server operates in normal mode, otherwise it operates in extended mode. In extended mode, it's possible to parameter other formats than marcxml or Dublin Core. OAI-PMH:ConfFile specify a YAML configuration file which list available metadata formats and XSL file used to create them from marcxml records.
hi: यदि यह वरीयता खाली छोड़ दी गई है, तो कोहा का ओएआई सर्वर सामान्य मोड में काम करता है, अन्यथा यह विस्तारित मोड में काम करता है। विस्तारित मोड में, मार्क्सक्स या डबलिन कोर की तुलना में अन्य प्रारूपों को पैरामीटर करना संभव है। OAI-PMH:ConfFile एक वाईएएमएल कॉन्फ़िगरेशन फ़ाइल निर्दिष्ट करता है जो उपलब्ध मेटाडेटा प्रारूपों और एक्सएसएल फ़ाइल को सूचीबद्ध करता है जो उन्हें मार्कएक्सएमएल रिकॉर्ड्स से बनाने के लिए उपयोग किया जाता है।
it: Se questa preferenza è lasciato vuoto, il server OAI di Koha funziona in modalità normale, altrimenti funziona in modalità estesa. In modalità estesa, è possibile parametrizzare formati diversi dal MARCXML o dal Dublin Core. OAI-PMH: ConfFile specifica un file di configurazione in formato YAML che elenca i formati disponibili di metadati e il file XSL usato per crearli a partire dai record MARCXML.
tr: Bu tercih boş bırakıldığı takdirde Koha OAI sunucu normal modda çalışır, aksi takdirde genişletilmiş modda çalışır. Genişletilmiş modda, MARCXML veya Dublin Core dışında diğer formatları parametrelemek mümkündür. OAI-PMH:ConfFile kullanılabilir meta verileri biçimlerini listeleyen bir YAML yapılandırma dosyası ve bunları marcxml kayıtlarından oluşturmak için kullanılan XSL dosyalarını belirtir.

source: For more information, see the :ref:`sample conf file <sample-oai-conf-file-label>` section.
hi: अधिक जानकारी के लिए, देखें : ref: `नमूना conf फ़ाइल <sample-oai-conf-file-label> 'खंड।
