Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: ICU is a set of code libraries providing Unicode and Globalization support for software applications. What this means is ICU Zebra indexing is only necessary if you use non-roman characters in your cataloging. If using ICU Zebra indexing you will want to not use :ref:`QueryFuzzy`.
hi: आईसीयू कोड पुस्तकालयों का एक सेट है जो सॉफ़्टवेयर अनुप्रयोगों के लिए यूनिकोड और वैश्वीकरण समर्थन प्रदान करता है। इसका अर्थ यह है कि यदि आप अपने कैटलॉगिंग में गैर-रोमन वर्णों का उपयोग करते हैं तो आईसीयू ज़ेबरा इंडेक्सिंग केवल तभी जरूरी है। यदि आईसीयू ज़ेबरा इंडेक्सिंग का उपयोग करना है तो आप इसका उपयोग नहीं करना चाहेंगे :ref:`QueryFuzzy`.
it: ICU è un insieme di librerie software per Unicode. ICU è utile all'indicizzatore Zebra solo se si utilizzano caratteri di alfabeti non latini nella catalogazione. Se usi ICU, in Zebra non utilizzare la :ref:`QueryFuzzy`.
tr: ICU, yazılım uygulamaları için Unicode ve Küreselleşme desteği sağlayan kod kütüphaneleri kümesidir. Bunun anlamı şudur, ICU Zebra indeksleme yalnızca kataloglamanızda latin harfleri olmayan karakterler kullanıyorsanız gereklidir. ICU Zebra indeksleme kullanıyorsanız :ref:`QueryFuzzy` kullanmak istemeyeceksiniz.

source: This setting will not affect Zebra indexing, it should only be used to tell Koha that you have activated ICU indexing if you have actually done so, since there is no way for Koha to figure this out on its own.
hi: यह सेटिंग ज़ेबरा इंडेक्सिंग को प्रभावित नहीं करेगी, केवल कोहा को यह बताने के लिए इस्तेमाल किया जाना चाहिए कि आपने आईसीयू इंडेक्सिंग को सक्रिय किया है अगर आपने वास्तव में ऐसा किया है, क्योंकि कोहा ने अपने दम पर यह पता लगाने का कोई रास्ता नहीं है.
it: Questa impostazione non influirà sull'indicizzazione di Zebra, ma va indicata perché Koha non può capire da solo che ti serve.
tr: Bu ayar Zebra indekslemeyi etkilemez, Eğer ICU indekslemeyi etkinleştirdiyseniz, Koha'nın bu durumu kendi kendine algılama imkanı olmadığı için yalnızca ICU indekslemeyi etkinleştirdiğinizi Koha'ya bildirmek için kullanılmalıdır.

source: Talk to your system administrator when changing this preference to make sure that your system is set up properly for this to work.
hi: अपने सिस्टम व्यवस्थापक से बात करें कि यह वरीयता बदलते हुए सुनिश्चित करें कि आपके सिस्टम को इस काम के लिए ठीक से स्थापित किया गया है.
it: Rivolgiti al tuo amministratore di sistema quando si cambia questa preferenza per assicurarsi che il sistema sia impostato correttamente.
tr: Sisteminizin düzgün çalışması için ayarlandığından emin olmak için bu tercihi değiştirirken sistem yöneticinizle görüşün.

source: Default: Do not try
hi: डिफ़ॉल्ट: कोशिश न करें
it: Default: Non tentare
tr: Varsayılan: Denemeyin

source: Asks: \_\_\_ to use the QueryParser module for parsing queries.
hi: पूछता है: प्पार्सिंग प्रश्नों के लिए QueryParser मॉड्यूल का उपयोग करने के लिए \_\_\_.
it: Chiede: \_\_\_ il modulo QueryParser per l'analisi delle query.
tr: Seçenek: Sorguları ayrıştırmak için QueryParser modülü kullanılmasına \_\_\_.

source: Enabling this will have no impact if you do not have QueryParser installed, and everything will continue to work as usual.
hi: यदि आपके पास प्रश्नपत्रक स्थापित नहीं है, तो इसे सक्षम करने पर कोई प्रभाव नहीं पड़ेगा, और सब कुछ हमेशा की तरह काम करना जारी रखेगा.
it: L'attivazione di questa opzione non avrà alcun impatto se non avete installato QueryParser, e tutto continuerà a funzionare come al solito.
tr: Bunu etkinleştirmenin QueryParser yüklü değilse hiçbir etkisi olmayacaktır, ve her şey her zamanki gibi çalışmaya devam edecektir.

source: Do not try
hi: कोशिश न करें
it: Tenta
tr: Denemeyin

source: This preference enables an experimental new query parser which opens the door for a more expressive and more-effective search syntax.
hi: यह वरीयता एक प्रयोगात्मक नया क्वेरी पार्सर सक्षम बनाता है जो अधिक अभिव्यंजक और अधिक प्रभावी खोज वाक्यविन्यास के लिए दरवाजा खोलता है.
it: Questa preferenza attiva un nuovo parser sperimentale di query che permette una sintassi di ricerca più espressiva e più efficace.
tr: Bu tercih, daha anlamlı ve daha etkili bir arama söz dizimi için kapıyı açan bir deneysel yeni sorgu ayrıştırıcısı sağlar.

source: Results Display
hi: परिणाम प्रदर्शन
it: Display dei risultati
tr: Sonuçları Görüntüleme

source: defaultSortField & defaultSortOrder
hi: defaultSortField और defaultSortOrder

source: defaultSortField Default: author
hi: defaultSortField Default: लेखक
it: defaultSortField Default: autore

source: defaultSortOrder Default: ascending
hi: defaultSortOrder डिफ़ॉल्ट: आरोही
it: defaultSortOrder Default: ascendente
tr: defaultSortOrder Varsayılan: artan sırada

source: Asks: By default, sort search results in the staff client by \_\_\_, \_\_\_
hi: पूछताछ: डिफ़ॉल्ट रूप से, स्टाफ ग्राहक में \_\_\_, \_\_\_वारा क्रमबद्ध खोज परिणाम
it: Chiede: Per default, ordina i risultati delle ricerche nel client dello staff per \_\_\_, \_\_\_

source: These preferences set the default sort field and sort order for searches on the staff side. Regardless of your choice, the other sort options are still available in the drop down list on the advanced search page.
hi: ये वरीयताएँ डिफ़ॉल्ट सॉर्ट फ़ील्ड सेट करती हैं और स्टाफ़ की ओर से खोजों के लिए सॉर्ट क्रम देती हैं आपकी पसंद के बावजूद, उन्नत खोज पृष्ठ पर ड्रॉप डाउन सूची में अन्य प्रकार के विकल्प अभी भी उपलब्ध हैं
it: Queste preferenze impostano il campo e il verso di ordinamento predefinito per le ricerche sull'Interfaccia dello staff. Indipendentemente dalla tua scelta, le altre opzioni di ordinamento sono ancora disponibili nel menu a tendina nella pagina della ricerca avanzata.
tr: Bu tercihler personel tarafında aramalar için varsayılan sıralama alanı ve sıralama düzenini ayarlar. Seçiminiz ne olursa olsun diğer sıralama seçenekleri gelişmiş arama sayfasındaki açılır menü listesinde halen mevcuttur.

source: defaultSortField Values:
hi: defaultSortField मान:
it: Valori di defaultSortField:
tr: defaultSortField Değerleri:

source: author
hi: लेखक
tr: yazar

source: call number
hi: कॉल संख्या
it: collocazione
tr: yer numarası

source: date added
hi: तिथि जोड़ी गई
it: data di aggiunta
tr: eklendiği tarih

source: date of publication
hi: प्रकाशन की तिथि
it: data di pubblicazione
tr: yayın tarihi

source: relevance
hi: प्रासंगिकता
it: rilevanza
tr: ilgi

source: total number of checkouts
hi: चैकआउटस की कुल संख्या
it: numero totale di prestiti
tr: toplam ödünç verme sayısı

source: defaultSortOrder Values:
hi: डिफ़ॉल्ट सॉर्ट ऑडर मान:
it: Valori di defaultSortOrder:

source: ascending
hi: आरोही
it: ascendente
tr: artan

source: descending
hi: अवरोही
it: discendente
tr: azalan

source: from A to Z
hi: ए से जेड तक
it: da A a Z
tr: A'dan Z'ye

source: from Z to A
hi: जेड से ए तक
it: da Z ad A
tr: Z'den A'ya

source: Asks: \_\_\_ facet counts.
hi: पूछता है: \_\_\_ पहलू की गणना करता है.
it: Chiede: \_\_\_ i conteggi delle faccette.
tr: Seçenek: faset sayılarını \_\_\_.

source: This preference lets you decide if you show how many times a facet is used in your search results in the OPAC and the staff client. The relevance of these numbers highly depends on the value of the :ref:`maxRecordsForFacets` preference. Showing these numbers can potentially effect the performance of your searching, so test your system with different values for this preference to see what works best.
hi: यह वरीयता आपको यह तय करने देती है कि क्या आप दिखाते हैं कि ओपेक और स्टाफ क्लाइंट में आपके खोज परिणामों में कितनी बार एक पहलू का उपयोग किया जाता है। इन संख्याओं की प्रासंगिकता अत्यधिक मूल्य के मान पर निर्भर करती है :ref:`maxRecordsForFacets` वरीयता। इन नंबरों को दिखाकर संभावित रूप से आपकी खोज के प्रदर्शन को प्रभावित कर सकते हैं, इसलिए इस प्रणाली के लिए अपने मूल्यों को विभिन्न मानों के साथ जांचें ताकि यह देखने के लिए कि सबसे अच्छा क्या काम करता है।
it: Questa preferenza permette di decidere quante volte una faccetta o raggruppamento viene mostrata nei risultati dell'OPAC. La rilevanza di questi numeri dipende dal valore della preferenza :ref:`maxRecordsForFacets`. Questi valori possono influire negativamente sulle performance del tuo sistema, per cui si consiglia di fare dei test con valori diversi per individuare i migliori.
tr: Bu tercih, OPAC ve personel istemci içerisindeki arama sonuçlarınızda bir fasetin kaç kez kullanıldığının gösterilmesini isteyip istemediğinizi belirlemenizi sağlar. Bu sayıların uygunluğu önemli derecede :ref:`maxRecordsForFacets` tercihinin değerine bağlıdır. Bu sayıların gösterilmesi potansiyel olarak arama performansınızı etkileyebilir, bu nedenle bu tercihin en iyi hangi şekilde çalıştığını görmek için sisteminizi farklı değerlerle test edin.

source: Asks: Show facets for \_\_\_
hi: पूछता है: के लिए पहलुओं दिखाएँ \_\_\_
it: Chiede: Mostra le faccette per \_\_\_
tr: Seçenek: \_\_\_ için fasetleri göster

source: both home and holding library
hi: दोनों घर और होल्डिग लाइब्रेरी
it: sia la biblioteca proprietaria della copia, sia quella che la detiene in questo momento
tr: hem ana kütüphane hem de ayırtma kütüphanesi

source: This preferenc controls the libraries facet that displays on search results in the staff and opac. The value selected here will determine which library(s) show in the facets when a search is run.
hi: यह preferenc लाइब्रेरी पहलू को नियंत्रित करता है जो कर्मचारियों और ओपेक में खोज परिणामों पर प्रदर्शित होता है। यहां चयनित मूल्य यह निर्धारित करेगा कि कोई खोज चलने पर पहलुओं में कौन सी लाइब्रेरी दिखाई देती है।
it: Questa preferenza controlla le faccette o raggruppamenti per biblioteca mostrati con i risultati di ricerca nell'interfaccia dello staff e nell'OPAC. Il valore selezionato determinerà quali biblioteche appariranno nelle faccette quando viene eseguita una ricerca.
tr: Bu tercih, personel ve opac'daki arama sonuçlarında görüntülenen kütüphane fasetlerini kontrol eder. Burada seçilen değer, bir arama yapıldığında hangi kütüphanelerin fasetlerde gösterileceğini belirleyecektir.

source: Asks: Truncate facets length to \_\_\_ characters, in OPAC/staff interface.
hi: पूछता है: ओपेक/ स्टाफ इंटरफ़ेस में \_\_\_ र्णों के लिए पहलुओं की लंबाई को छोटा करें.
it: Chiede: Tronca i raggruppamenti (faccette) a \_\_\_ caratteri, nell'OPAC e nell'interfaccia dello staff.
tr: Seçenek: OPAC/staff arayüzünde fasetlerin uzunluğunu \_\_\_ karaktere kısalt.

source: In the OPAC and the staff client your facets are cut off at 20 characters by default. Depending on your layout this may be too many or two few letters, this preference lets you decide what number is best for your library's design.
hi: ओपेक और कर्मचारियों क्लाइंट में अपने पहलुओं डिफ़ॉल्ट रूप से 20 अक्षरों में काट रहे हैं. अपने लेआउट के आधार पर यह बहुत अधिक या दो कुछ अक्षर हो सकता है, इस वरीयता आप निर्णय क्या नंबर अपने पुस्तकालय के डिजाइन के लिए सबसे अच्छा है की सुविधा देता है.
it: In OPAC e nell'interfaccia dello staff le faccette sono tagliate a 20 caratteri per impostazione predefinita. A seconda della composizione della pagina, questo valore potrebbe non andare bene, e questa preferenza consente di decidere quale valore è meglio per la tua biblioteca.
tr: OPAC ve personel istemcide fasetler varsayılan olarak 20 karakterle sonlandırılır. Sayfa düzeninize bağlı olarak bu sayı çok fazla veya çok az harf olabilir, bu tercih kütüphanenizin tasarımına göre en iyi sayıyı belirlemenizi sağlar.

source: Asks: Show up \_\_\_ to facets for each category.
hi: पूछता है: प्रत्येक श्रेणी के पहलुओं के लिए \_\_\_ दिखाएं.
it: Chiede: Mostra fino a \_\_\_ raggruppamenti per categoria.
tr: Seçenek: Her kategori için \_\_\_ fasete kadar göster.

source: This preference allows you to control how many possible limits show under each heading (Author, Series, Topics, etc) on the facets in the OPAC.
hi: यह वरीयता आप को नियंत्रित करने के लिए कितने संभव सीमा ओपेक में पहलुओं पर प्रत्येक शीर्षक (लेखक, श्रृंखला, विषय, आदि) के तहत दिखाने की अनुमति देता है.
it: Questa preferenza permette di controllare quante voci per intestazione (autori, serie, soggetti, ecc.) vengono raggruppate nell'OPAC.
tr: Bu tercih OPAC'daki fasetlerde her başlık altında kaç tane olası sınırlama gösterileceğini denetlemenizi sağlar (Yazarlar, Seriler, Konular, vb.)

source: Asks: Show up to \_\_\_ items per biblio in the search results
hi: पूछता है: खोज परिणामों में प्रति बिब्लियों \_\_\_आइटम दिखाएं
it: Chiede: Mostra fino a \_\_\_ copie per record bibliografico nei risultati della ricerca
tr: Seçenek: Arama sonuçlarında her bibliyografik kayıt için \_\_\_ materyale kadar görüntüle

source: This preference will let you set how many results display by default when a search is run on the Staff Client.
hi: यह वरीयता जब एक खोज स्टाफ क्लाइंट पर चलाया जाता है आप डिफ़ॉल्ट रूप से कितने परिणाम प्रदर्शन सेट करने देगा.
it: Questa preferenza permette di definire quanti risultati mostrare per default quando una ricerca viene effettuata nell'interfaccia dello staff.
tr: Bu tercih, personel istemci içerisinde bir arama çalıştırıldığında ön tanımlı olarak kaç tane sonuç gösterileceğini ayarlamanızı sağlar.

source: Asks: Build facets based on \_\_\_ records from the search results.
hi: पूछता है: खोज परिणामों से \_\_\_ रिकॉर्ड पर आधारित पहलुओं का निर्माण करें.
it: Chiede: Costruire le faccette basate su \_\_\_ record dai risultati della ricerca.
tr: Seçenek: Fasetleri arama sonuçlarından \_\_\_ kayıt esas alarak oluştur.

source: By default Koha only bases facets on the first page of results (usually 20 results). This preference lets you tell Koha to based the facet descriptions and numbers on any number of search results returned. The higher this number the longer it will take for your search results to return, so test with various different values to find the best balance for your library.
hi: डिफ़ॉल्ट रूप से Koha ही परिणाम (आमतौर पर 20 परिणाम) के पहले पेज पर पहलुओं कुर्सियां. यह वरीयता आप लौटे खोज परिणामों के किसी भी नंबर पर पहलू विवरण और संख्या के आधार पर करने के लिए Koha बता देता है. उच्च इस संख्या अब इसे अपने खोज परिणामों को वापस करने के लिए ले, तो अपने पुस्तकालय के लिए सबसे अच्छा संतुलन को खोजने के लिए विभिन्न विभिन्न मूल्यों के साथ परीक्षण करेंगे.
it: Per impostazione predefinita Koha basa le faccette solo sulla prima pagina dei risultati (solitamente 20 risultati). Questa preferenza consente di dire a Koha di basare i numeri e le descrizioni delle faccette su qualsiasi numero di risultati di ricerca restituiti. Più alto questo numero più tempo ci vorrà per calcolare le faccette, quindi prova con vari valori diversi per trovare il miglior equilibrio per la tua biblioteca.
tr: Varsayılan olarak Koha yalnızca ilk sonuç sayfasındaki fasetleri esas alır (genellikle 20 sonuç). Bu tercih, Koha'nın geri dönen her sonuç sayfası sayısı için faset tanımlamalarını ve numaralarını esas almasını uygulamanızı sağlar. Bu sayı ne kadar yüksek olursa arama sonuçlarınızın geriye dönmesi o kadar fazla zaman alacaktır, bu nedenle kütüphaneniz için en uygun dengeyi sağlamak için farklı değerlerle test yapmanız önerilir.

source: Asks: For records with many items, only check the availability status for the first \_\_\_ items.
hi: पूछता है: कई आइटमों के साथ रिकॉर्ड के लिए, केवल पहले \_\_\_ आइटम के लिए उपलब्धता की स्थिति की जांच करें.
it: Chiede: Per record con molte copie, controlla lo status di disponibilità solo per le prime \_\_\_ copie.
tr: Seçenek: Birden fazla materyal içeren kayıtlar için yalnızca ilk \_\_\_ materyallerin kullanılabilirlik durumunu kontrol edin.

source: Availability statuses may show incorrectly in search results if a record has more items than the limit set. Statuses will display correctly in the record details. Leave empty for no limit.
hi: यदि किसी रिकॉर्ड में सीमा सेट की तुलना में अधिक आइटम हैं, तो उपलब्धता की स्थिति में गलत तरीके से खोज परिणामों में दिखाया जा सकता है. स्थिति रिकॉर्ड विवरण में सही ढंग से प्रदर्शित होगी. कोई सीमा नहीं के लिए खाली छोड़ दें
it: Gli status di disponibilità posso essere scorretti nei risultati di ricerca se il record ha più copie del limite qui impostato. Gli status saranno corretti nei dettagli del record. Lascia vuoto per nessun limite.
tr: Bir kayıtta sınır ayarından daha fazla materyal varsa, kullanılabilirlik durumları arama sonuçlarında hatalı gösterilebilir. Durumlar, kayıt ayrıntılarında doğru şekilde görüntülenir. Limitsiz olması için boş bırakın.

source: OPACdefaultSortField Default: relevance
hi: OPACdefaultSortField Default: प्रासंगिकता
it: Default di OPACdefaultSortField: rilevanza
tr: OPACdefaultSortField Varsayılan: ilgi

source: OPACdefaultSortOrder Default: ascending
hi: OPACdefaultSortOrder डिफ़ॉल्ट: आरोही
it: Default di OPACdefaultSortOrder: ascendente
tr: OPACdefaultSortOrder Varsayılan: artan sırada

source: Asks: By default, sort search results in the OPAC by \_\_\_, \_\_\_
hi: पूछताछ: डिफ़ॉल्ट रूप से, ओपेक में \_\_\_, \_\_\_ द्वारा क्रमबद्ध खोज परिणाम
it: Chiede: Per impostazione predefinita, ordina i risultati nell'OPAC per \_\_\_, \_\_\_
tr: Seçenek: Varsayılan olarak OPAC içinde arama sonuçlarını \_\_\_, \_\_\_ göre sırala

source: These preferences set the default sort field and sort order for searches on the OPAC. Regardless of your choice, the other sort options are still available in the drop down list on the advanced search page.
hi: ये प्राथमिकताएं डिफ़ॉल्ट क्रमबद्ध क्षेत्र की स्थापना की और ओपेक पर खोजों के लिए आदेश तरह. अपनी पसंद के बावजूद, अन्य प्रकार का विकल्प अभी भी उन्नत खोज पृष्ठ पर ड्रॉप डाउन सूची में उपलब्ध हैं.
it: Queste preferenze impostano il campo e il verso di ordinamento predefinito per l'ordinamento dei risultati delle ricerche nell'OPAC. Indipendentemente dalla tua scelta, le altre opzioni di ordinamento sono ancora disponibili nel menu a tendina nella pagina della ricerca avanzata.
tr: Bu tercihler OPAC'da aramalar için varsayılan sıralama alanı ve sıralama düzenini ayarlar. Seçiminiz ne olursa olsun diğer sıralama seçenekleri gelişmiş arama sayfasındaki açılır menü listesinde halen mevcuttur.

source: OPACdefaultSortField Values:
hi: OPACdefaultSortField मान:
it: Valori di OPACdefaultSortField:
tr: OPACdefaultSortField Değerleri:

source: OPACdefaultSortOrder Values:
hi: OPACdefaultSortOrder मान:
it: Valori di OPACdefaultSortOrder:
tr: OPACdefaultSortOrder Değerleri:

source: Asks: \_\_\_ an item's library, location and call number in OPAC search results. results.
hi: पूछता है: \_\_\_ OPAC खोज परिणामों में किसी आइटम की लाइब्रेरी, स्थान और कॉल नंबर। परिणाम

source: This setting selects the information about an item that will display in the search results page of the OPAC. The results can display the status of an item and/or full details including branch, location, and call number. While the 'Show' option allows for more information to be displayed on the search results page, the information can be overwhelming for large collections with multiple branches.
hi: यह सेटिंग एक मद है कि ओपेक के खोज परिणाम पृष्ठ में प्रदर्शित करेगा के बारे में जानकारी का चयन करता है. परिणाम एक आइटम और/या शाखा, स्थान सहित पूरी जानकारी की स्थिति प्रदर्शित, और नंबर पर कॉल कर सकते हैं. 'शो' विकल्प के लिए और अधिक जानकारी के खोज परिणाम पृष्ठ पर प्रदर्शित करने के लिए अनुमति देता है, जानकारी कई शाखाओं के साथ बड़े संग्रह के लिए भारी हो सकता है.
it: Questa impostazione consente di selezionare le informazioni su una copia che verranno visualizzate nella pagina dei risultati di ricerca dell'OPAC. I risultati possono visualizzare lo stato di una copia e/o i dettagli completi tra cui biblioteca, posizione e collocazione. Mentre l'opzione 'Show' consente di visualizzare ulteriori informazioni nella pagina dei risultati di ricerca, l'informazione può essere eccessiva per grandi collezioni con molte biblioteche.
tr: Bu ayar OPAC arama sonuçları sayfasında görüntülenecek bir materyal hakkındaki bilgiyi seçer. Sonuçlar birim, konum ve yer numarasını da içerecek şekilde bir materyalin durumu ve/veya tüm ayrıntılarını gösterebilir. 'Göster' seçeneği arama sonuçları sayfasında daha fazla bilgi gösterilmesini sağlarken, birden çok birime sahip geniş koleksiyonlar için bu durum çok zor olabilir.

source: Asks: By default, show \_\_\_ results per page in the OPAC.
hi: पूछता है: डिफ़ॉल्ट रूप से, ओपेक में प्रति पृष्ठ \_\_\_ परिणाम दिखाएं.
it: Chiede: Per default, mostra \_\_\_ risultati per pagina nell'OPAC.
tr: Seçenek: Var sayılan olarak OPAC'ta sayfa başına \_\_\_ sonuç göster.

source: Default: don't search
hi: डिफ़ॉल्ट: खोज न करें
it: Default: non cercare
tr: Varsayılan: arama yapmayın

source: Asks: When searching on the ISBN index, \_\_\_ on all variations of the ISBN.
hi: पूछता है: आईएसबीएन सूचकांक पर खोज करते समय, \_\_\_ आईएसएएन के सभी रूपों पर.
it: Chiede: Durante la ricerca sull'indice ISBN, \_\_\_ su tutte le varianti dell'ISBN.
tr: Seçenek: ISBN dizini üzerinde arama yaparken, tüm ISBN varyasyonları üzerinde \_\_\_.

source: don't search
hi: खोज न करें
it: non cercare
tr: arama yapmayın

source: search
hi: खोज
it: cerca
tr: ara

source: With this preference set to search you'll be able to search for ISBNs even if there are dashes or spaces in the field. So if you search for 9781843345855 but the ISBN was cataloged as 978-1843345855 you'll still be able to find it if this preference is set to 'search'.
hi: खोज करने के लिए सेट की गई इस वरीयता के साथ आप आईएसबीएन के लिए खोज कर पाएंगे, भले ही क्षेत्र में डैश या रिक्त स्थान हो. इसलिए यदि आप 9781843345855 की खोज करते हैं लेकिन आईएसबीएन को 978-1843345855 के रूप में सूचीबद्ध किया गया था, तो आप यह खोज पाएंगे कि क्या यह वरीयता 'खोज' पर सेट है.
it: Con questa preferenza insieme per cercare sarete in grado di cercare i codici ISBN, anche se ci sono trattini o spazi nel campo. Quindi, se si cerca 9781843345855 ma l'ISBN è stato catalogato come 978-1843345855, il risultato sarà lo stesso, se questa preferenza è impostato su 'ricerca'.
tr: Bu tercih arama yapmaya ayarlandığında, alanda tire veya boşluklar olmasına rağmen ISBN'leri arayabilirsiniz. Bu nedenle, 9781843345855 araması yaparsanız, ancak ISBN 978-1843345855 olarak kataloğa alınıyorsa, bu tercih "arama" olarak ayarlanırsa yine de bulabiliriz.

source: This preference has no effect if :ref:`UseQueryParser` is on
hi: इस प्राथमिकता का कोई प्रभाव नहीं है यदि :ref:`UseQueryParser` चालू है
it: Questa preferenza non ha effetto se la preferenza :ref:`UseQueryParser` è attiva
tr: :ref:`UseQueryParse` açık değilse bu tercihin bir etkisi yoktur

source: Default: , (comma)
hi: डिफ़ॉल्ट:, (अल्पविराम)
it: Default: , (virgola)
tr: Varsayılan: , (virgül)

source: Asks: Use the following text as separator for UNIMARC authors facets \_\_\_
hi: पूछता है: UNIMARC लेखकों के पहलुओं के लिए विभाजक के रूप में निम्न पाठ का उपयोग करें \_\_\_
it: Chiede: Usa il testo seguente come separatore delle faccette autori in UNIMARC \_\_\_
tr: Seçenek: UNIMARC yazarlarının fasetleri için aşağıdaki metni ayırıcı olarak kullanın\_\_\_

source: Search Form
hi: खोज फ़ॉर्म
it: Modulo di ricerca
tr: Arama Formu

source: Asks: Limit the languages listed in the advanced search drop-down to the \_\_\_ ISO 639-2 language codes (separate values with \| or ,).
hi: पूछता है: उन्नत खोज ड्रॉप-डाउन में सूचीबद्ध भाषाओं को \_\_\_आईएसओ 639-2 भाषा कोड ( \| या, के साथ अलग मान) तक सीमित करें।
it: Chiede: Limita le lingue elencate nella ricerca avanzata ai codici ISO 639-2 \_\_\_ (separa i valori con \| o ,).
tr: Seçenek: Gelişmiş arama açılır menüsündeki listelenen dilleri \_\_\_ ISO 639-2 dil kodlarına sınırlandırın (değerleri \| ya da , ile ayırın).
