Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: Calculate fines based on days overdue \_\_\_
hi: पूछता है: दिनों के अतिदेय के आधार पर जुर्माना की गणना करें \_\_\_
it: Chiede: Calcolare le multe basate sui giorni di ritardo \_\_\_
tr: Seçenek: Para cezalarını gecikme günlerine göre \_\_\_ hesapla

source: directly
hi: प्रत्यक्ष रूप से
it: direttamente
tr: doğrudan

source: not including the days the library is closed
hi: दिन शामिल नही पुस्तकालय बंद कर दिया है
it: non includendo i giorni in cui la biblioteca è chiusa
tr: kütüphanenin kapalı olduğu günler hariç

source: This preference will determine whether or not fines will be accrued during instances when the library is closed. Examples include holidays, library in-service days, etc. Choosing "not including the days the library is closed" setting will enable Koha to access its :ref:`Calendar` module and be considerate of dates when the library is closed. To make use of this setting the administrator must first access Koha's calendar and mark certain days as "holidays" ahead of time.
hi: यह वरीयता निर्धारित करेगी कि लाइब्रेरी बंद होने पर उदाहरणों के दौरान जुर्माना अर्जित किया जाएगा या नहीं। उदाहरणों में छुट्टियां शामिल हैं, लाइब्रेरी इन-सर्विस दिनों, इत्यादि। "लाइब्रेरी बंद होने के दिनों सहित" सेटिंग का चयन करने से कोहा को इसकी पहुंच प्राप्त करने में सक्षम किया जाएगा :ref:`कैलेंडर' मॉड्यूल और लाइब्रेरी बंद होने पर तिथियों पर विचार करें। इस सेटिंग का उपयोग करने के लिए व्यवस्थापक को पहले कोहा के कैलेंडर तक पहुंच जाना चाहिए और कुछ दिनों को समय से पहले "छुट्टियां" के रूप में चिह्नित करना होगा।
it: Questa preferenza determina se verranno addebitate delle multe durante periodi in cui la biblioteca è chiusa. I casi sono per esempio feste, chiusure tecniche della biblioteca, ecc. Scegliendo l'impostazione "non includendo i giorni in cui la biblioteca è chiusa", Koha accederà al suo modulo :ref:`Calendario <calendar-label>` e considererà i giorni i chiusura della biblioteca. Per fare uso di questa impostazione, l'amministratore deve prima accedere al calendario di Koha e impostare i giorni di festa.
tr: Bu tercih, kütüphane kapatıldığı durumlarda para cezalarının tahakkuk ettirilip edilmeyeceğini belirleyecektir. Örnekler arasında tatil günleri, kütüphane hizmet günleri vb. Yer alır. "Kütüphanenin kapatıldığı günleri içermemelidir" ayarının seçilmesi Koha'nın :ref:`Takvim' modülüne erişmesine ve kütüphanenin kapatıldığı tarihlerin dikkate almasını sağlayacaktır. Bu ayarın kullanılabilmesi için yönetici önce Koha'nın takvimine erişmeli ve belli günleri "tatil" olarak önceden işaretlemelidir.

source: The calendar is defined on a branch by branch basis. To learn more about the calendar, check out the ^:ref:`Calendar & Holidays <calendar-label>` section of this manual.
hi: कैलेंडर शाखा के आधार पर शाखा पर परिभाषित किया गया है। कैलेंडर के बारे में और जानने के लिए, इस मैनुअल के ^:ref:`कैलेंडर और छुट्टियां <calendar-label>`^ अनुभाग देखें।

source: Asks: \_\_\_ the grace period when calculating the fine for an overdue item.
hi: पूछता है: \_\_\_ एक अतिदेय वस्तु के लिए जुर्माना की गणना करते समय अनुग्रह अवधि.
it: Chiede: \_\_\_ il periodo di grazia per il calcolo di un prestito restituito in ritardo.
tr: Seçenek: Geciken materyal için para cezası hesaplanırken ödemesiz dönemi \_\_\_.

source: This preference lets you control how Koha calculates fines when there is a grace period. If you choose to include the grace period when calculating fines then Koha will charge for the days in the grace period should the item be overdue more than those days. If you choose not to include the grace period then Koha will only charge for the days overdue after the grace period.
hi: यह वरीयता आप पर नियंत्रण कैसे Koha जुर्माना की गणना करता है जब वहाँ एक रियायती अवधि है की सुविधा देता है. आप जब जुर्माना की गणना रियायती अवधि को शामिल करने के लिए चुनते हैं तो Koha रियायती अवधि में दिनों के लिए चार्ज आइटम उन दिनों की तुलना में अरसे से अधिक होना चाहिए होगा. आप रियायती अवधि शामिल करने के लिए नहीं चुनते हैं तो Koha ही दिन अनुग्रह अवधि के बाद अतिदेय के लिए चार्ज होगा.
it: Questa preferenza permette di controllare come Koha calcola le multe in caso di periodo di grazia. Se scegli di includere il periodo di grazia, Koha addebiterà per i giorni di grazia qualora la copia debba essere restituita dopo quei giorni. Se scegli di non includere i giorni di grazia, Koha addebiterà solo relativamente ai giorni posteriori al periodo di grazia.
tr: Bu tercih, bir ödemesiz dönem olduğunda Koha'nın cezaları nasıl hesaplayacağını kontrol etmenizi sağlar. Para cezalarını hesaplarken ödemesiz dönemi de dahil etmeyi seçerseniz, Koha, bir materyal ödemesiz dönemden daha fazlası için gecikmeye kalırsa ödemesiz dönem için de ceza tahakkuk edecektir. Eğer ödemesiz dönemi dahil etmek istemiyorsanız bu sefer koha yalnızca ödemesiz dönem sonraki günler için ceza tahakkuk edecektir.

source: Default: Calculate (but only for mailing to the admin)
hi: डिफ़ॉल्ट: गणना (लेकिन केवल व्यवस्थापक को डाक के लिए)
it: Default: Calcolare (ma solo per informare via email l'amministratore)
tr: Varsayılan: Hesapla (ama sadece admin'e ileti için)

source: Asks: \_\_\_ fines
hi: पूछता है: \_\_\_ जुर्माना
it: Chiede: \_\_\_ le multe
tr: Seçenek: cezaları \_\_\_

source: Calculate (but only for mailing to the admin)
hi: गणना (लेकिन केवल व्यवस्थापक को डाक के लिए)
it: Calcolare (ma solo per informare via email l'amministratore)
tr: Hesapla (ama sadece admin'e ileti için)

source: Calculate and charge
hi: गणना और चार्ज
it: Calcolare e applicare
tr: Hesapla ve tahsil et

source: Don't calculate
hi: गणना नहीं करते
it: Non calcolare
tr: Hesaplama

source: Requires that you have the fines cron job running (misc/cronjobs/fines.pl)
hi: जरूरी है कि आप जुर्माना क्रॉन जॉब चल रहा है कि (विविध / cronjobs / fines.pl)
it: Richiede il cronjob delle multe attivo (misc/cronjobs/fines.pl)
tr: Fines cron job çalışıyor durumda olmasını gerektirir (misc/cronjobs/fines.pl)

source: Default: only if all items are checked out and the record has at least one hold already.
hi: डिफ़ॉल्ट: केवल तभी जब सभी आइटम चेक आउट हो जाते हैं और रिकॉर्ड में कम से कम एक होल्ड हो।
it: Default: solo se tutte le copie sono in prestito e il record ha almeno una prenotazione in corso.
tr: Varsayılan: Yalnızca tüm materyaller ödünç verilmiş ise ve materyalin üzerinde en az bir ayırtma mevcut ise.

source: Asks: Charge a hold fee \_\_\_
hi: पूछता है: एक होल्ड शुल्क चार्ज करें \_\_\_
it: Chiede: attribuire un costo di prenotazione di \_\_\_
tr: Seçenek: Bir ayırtma ücreti uygula \_\_\_

source: any time a hold is collected.
hi: किसी भी समय एक होल्ड एकत्र किया जाता है।
it: ogni qualvolta una prenotazione viene prelevata.
tr: Bir ayırtılan materyalin alındığı her zaman.

source: any time a hold is placed.
hi: किसी भी समय एक होल्ड रखा जाता है।
it: ogni qualvolta una prenotazione viene inoltrata.
tr: Bir materyalin ayırtıldığı her zaman.

source: only if all items are checked out and the record has at least one hold already.
hi: केवल तभी जब सभी आइटम चेक आउट हो जाते हैं और रिकॉर्ड में कम से कम एक होल्ड हो।
it: solo se tutte le copie sono in prestito e il record ha almeno una prenotazione in corso.
tr: ancak tüm materyaller ödünç verilmişse ve kayıt üzerinde mevcut en az bir ayırtma bulunuyorsa.

source: Asks: Set the text to be recorded in the column 'note', table 'accountlines' when the processing fee (defined in item type) is applied.
hi: पूछते हैं: प्रसंस्करण शुल्क (आइटम प्रकार में परिभाषित) लागू होने पर पाठ 'नोट', तालिका 'खातासूची' में दर्ज होने के लिए टेक्स्ट सेट करें।

source: Default: check-in library.
hi: डिफ़ॉल्ट: चेक-इन लाइब्रेरी.
it: Default: biblioteca che lo possiede.
tr: Varsayılan: iade kütüphanesi.

source: Asks: If a lost item is returned, apply the refunding rules defined in the \_\_\_
hi: पूछता है: यदि कोई गुम वस्तु वापस आती है, तो परिभाषित धनवापसी नियम लागू करें \_\_\_
it: Chiede: se una copia smarrita rientra, applicare le regole di rimborso definite in \_\_\_
tr: Seçenek: Kaybedilen bir materyal geri dönerse, \_\_\_ içinde tanımlanan geri ödeme kurallarını uygulayın.

source: check-in library.
hi: चेक-इन लाइब्रेरी.
it: la biblioteca della restituzione del prestito.
tr: iade kütüphanesi.

source: item holding branch.
hi: आइटम होल्डिंग शाखा.
it: biblioteca che detiene la copia.
tr: materyale sahip olan birim.

source: item home branch.
hi: आइटम की होम ब्रांच
it: la biblioteca che possiede la copia.
tr: materyalin ana birimi.

source: Asks: \_\_\_ the default replacement cost defined in item type.
hi: पूछता है: \_\_\_आइटम प्रकार में परिभाषित डिफ़ॉल्ट प्रतिस्थापन लागत.

source: This preference enables the use of the replacement cost set on the item type level
hi: यह वरीयता आइटम प्रकार स्तर पर प्रतिस्थापन लागत सेट के उपयोग को सक्षम बनाता है

source: Default: Charge
hi: डिफ़ॉल्ट: प्रभारी
it: Default: Addebita
tr: Varsayılan: Ceza alın

source: Asks: \_\_\_ the replacement price when a patron loses an item.
hi: पूछता है: \_\_\_ प्रतिस्थापन कीमत जब एक संरक्षक एक आइटम खो देता है.
it: Chiede: \_\_\_ il costo di sostituzione all'utente che perde una copia.
tr: Seçenek: Kullanıcı bir materyali kaybettiğinde yenisiyle değiştirme bedelini \_\_\_.

source: Charge
hi: प्रभार
it: Tariffa
tr: Ceza

source: Don't charge
hi: चार्ज नहीं है
it: Non addebitare
tr: Ceza almayın

source: This preference lets you tell Koha what to do with an item is marked lost. If you want Koha can 'Charge' the patron the replacement fee listed on the item they lost or it can do nothing in reference to the patron and just mark the item lost in the catalog.
hi: यह वरीयता आप Koha बताओ क्या करना है एक आइटम के साथ खो चिह्नित है की सुविधा देता है. आप Koha 'चार्ज' संरक्षक कर सकते हैं आइटम पर सूचीबद्ध प्रतिस्थापन शुल्क वे खो दिया है या यह संरक्षक के संदर्भ में कुछ नहीं कर सकते और सिर्फ आइटम सूची में खो निशान.
it: Questa preferenza permette di dire a Koha cosa fare quando una copia viene marcata come perduta. Se vuoi, può venire addebitato il costo all'utente che l'aveva in prestito, oppure all'utente non verrà addebitato nulla.
tr: Bu tercih Koha'nın kayıp olarak işaretlenmiş bir materyal ile ne yapacağını belirlemenizi sağlıyor. Eğer isterseniz Koha kaybettikleri materyali yenileme listesindeki ücret üzerinden kullanıcıdan tahsil edebilir veya kullanıcı hakkında hiç bir şey yapmayabilir ve yalnızca materyali katalog içerisinde kayıp olarak işaretleyebilir.

source: Default: Don't forgive
hi: डिफ़ॉल्ट: माफ नहीं करते
it: Default: Non condonare
tr: Varsayılan: Bağışlamayın

source: Asks: \_\_\_ the fines on an item when it is lost.
hi: पूछता है: \_\_\_एक आइटम पर जुर्माना जब यह खो जाता है.
it: Chiede: \_\_\_ le multe relative a una copia se viene poi perduta.
tr: Seçenek: Bir materyal kaybedildiğinde üzerindeki para cezalarını \_\_\_.

source: Don't forgive
hi: माफ नहीं करते
it: Non condonare
tr: Bağışlamayın

source: Forgive
hi: माफ
it: Condona
tr: Bağışlayın

source: This preference allows the library to decide if fines are charged in addition to the replacement fee when an item is marked as lost. If this preference is set to 'Forgive' then the patron won't be charged fines in addition to the replacement fee.
hi: यह वरीयता जुर्माना प्रतिस्थापन शुल्क के अतिरिक्त चार्ज किया जाता है, तो जब एक आइटम के रूप में खो चिह्नित है पुस्तकालय के बारे में फैसला करने के लिए अनुमति देता है. इस वरीयता फिर 'माफ कर दो' के लिए सेट है, तो संरक्षक प्रतिस्थापन शुल्क के अलावा जुर्माना शुल्क नहीं लिया जाएगा.
it: Questa preferenza permette alla biblioteca di decidere se va addebitata una multa in aggiunta alla tassa di sostituzione quando una copia è contrassegnata come persa. Se questa preferenza è impostata su 'Dimentica' allora all'utente non sarà addebitato altro in aggiunta al costo di sostituzione.
tr: Bu tercih, kütüphanenin bir materyal kayıp olarak işaretlendiğinde yerine koyma bedeline ek olarak gecikme cezasını da uygulayıp uygulamayacağını belirlemesini sağlar. Bu tercih 'Bağışla' olarak ayarlanırsa kullanıcıdan kaybettiği kitabı yerine koyma bedeline ilave olarak gecikme cezası tahsil edilmeyecektir.

source: Holds Policy
hi: होल्ड पॉलिसी
it: Regole di prenotazione
tr: Ayırma Politikası

source: Asks: \_\_\_ hold requests to be placed that do not enter the waiting list until a certain future date.
hi: पूछता है: \_\_\_ अनुरोध रखने के लिए अनुरोध करें कि एक निश्चित भविष्य की तारीख तक प्रतीक्षा सूची में प्रवेश न करें.
it: Chiede: \_\_\_ richieste di prenotazione posteriori a un certo numero di giorni.
tr: Seçenek: gelecekteki belirli bir tarihe kadar bekleme listesine girmeyen ayırma isteklerinin yerleştirilmesine \_\_\_.

source: Asks: \_\_\_ hold fulfillment to be limited by itemtype.
hi: पूछता है: \_\_\_आइटमटाइप द्वारा सीमित होने की पूर्ति करें.
it: Chiede: \_\_\_ se soddisfare le richieste di prenotazione con limitazioni per tipo di copia.
tr: Seçenek: Ayırtma işleminin materyal türü ile sınırlandırılacak şekilde karşılanmasına \_\_\_.

source: Asks: \_\_\_ staff to override hold policies when placing holds.
hi: पूछता है: \_\_\_ रखरखाव करते समय होल्डिंग पॉलिसी ओवरराइड करने के लिए कर्मचारी।
it: Chiede: \_\_\_ allo staff di scavalcare le regole di prenotazione quando assegna una prenotazione.
tr: Seçenek: personelin ayırtma yaparken ayırtma politikalarını geçersiz kılmasına \_\_\_.

source: This preference is a binary setting which controls whether or not the library staff can override the circulation and fines rules as they pertain to the placement of holds. Setting this value to "Don't allow" will prevent anyone from overriding, setting it to "Allow" will allow it. This setting is important because it determines how strict the libraries rules for placing holds are. If this is set to "Allow", exceptions can be made for patrons who are otherwise normally in good standing with the library, but there is opportunity for the staff to abuse this function. If it is set to "Don't allow", no abuse of the system is possible, but it makes the system entirely inflexible in respect to holds.
hi: यह वरीयता एक द्विआधारी सेटिंग जो नियंत्रित करता है या नहीं, पुस्तकालय के कर्मचारियों परिसंचरण और जुर्माना नियमों ओवरराइड कर सकते हैं के रूप में वे नियुक्ति के धारण करने के लिए संबंधित है. इस मान को सेट "की अनुमति न दें" करने के लिए अधिभावी से किसी को रोकने जाएगा, यह इसके लिए अनुमति देगा "अनुमति दें" करने के लिए सेटिंग. यह सेटिंग महत्वपूर्ण है क्योंकि यह निर्धारित करता है कि सख्त नियम पुस्तकालयों रखने धारण के लिए कर रहे हैं. इस "अनुमति दें" करने के लिए सेट है, तो अपवाद संरक्षक जो पुस्तकालय के साथ अच्छे खड़े में अन्यथा सामान्य रूप से कर रहे हैं के लिए बनाया जा सकता है, लेकिन इस समारोह का दुरुपयोग करने के लिए कर्मचारियों के लिए अवसर है. यह "की अनुमति न दें" पर सेट है, तो सिस्टम का कोई दुरुपयोग संभव है, लेकिन यह सम्मान होल्ड करने में पूरी तरह से प्रणाली अनम्य बनाता है.
it: Questa preferenza è un'impostazione sì/no che controlla se lo staff può saltare le regole di prestiti e multe relativamente alle prenotazioni. Impostando questa preferenza a 'Non permettere' lo impedirà, e viceversa impostandola a 'Permetti'. Questa preferenza è importante perché definisce quanto siano restrittive le regole della biblioteca riguardo alle prenotazioni. Se ha il valore di 'Permetti', lo staff potrebbe abusarne. Altrimenti, lo staff non potrà abusarne ma il sistema sarà inflessibile riguardo alle prenotazioni.
tr: Bu tercih personelin ayırma yapılan kitapların yerine konmasıyla ilgili dolaşım ve ceza kurallarını geçersiz bırakıp bırakamayacaklarını kontrol eden ikili bir ayardır. Bu değeri "İzin verme" olarak ayarlamak personelin müdahalesini engelleyecek "İzin ver" olarak ayarlamak ise personelin müdahalesine izin verecektir. Bu ayar kütüphanenin ayırmalar ile ilgili kurallarının ne kadar katı olacağının belirlenmesi bakımından önemlidir. Bu değer "İzin ver" ayarlanırsa kütüphane kullanımında sicili iyi olan kullanıcılar için özel durumlarda bazı istisnalar yapılmasına izin verir ancak personelin bu işlevi suistimal etme olasılığı da vardır. Eğer "İzin verme" olarak ayarlanırsa suistimal olasılığı ortadan kalkacak ancak sistem ayırmalar konusunda bütünüyle esnek olmayan bir yapıya bürünecektir.

source: Asks: \_\_\_ hold requests to be placed on damaged items.
hi: पूछता है: \_\_\_होल्ड अनुरोधों को क्षतिग्रस्त आइटम पर रखा जाएगा.
it: Chiede: \_\_\_ richieste di prenotazione su copie danneggiate.
tr: Seçenek: hasarlı materyaller üzerinde ayırtma isteği yapılabilmesine \_\_\_.

source: This parameter is a binary setting which controls whether or not hold requests can be placed on items that are marked as "damaged" (items are marked as damaged by editing subfield 4 on the item record). Setting this value to "Don't allow" will prevent anyone from placing a hold on such items, setting it to "Allow" will allow it. This preference is important because it determines whether or not a patron can place a request for an item that might be in the process of being repaired or not in good condition. The library may wish to set this to "Don't allow" if they were concerned about their patrons not receiving the item in a timely manner or at all (if it is determined that the item is beyond repair). Setting it to "Allow" would allow a patron to place a hold on an item and therefore receive it as soon as it becomes available.
hi: यह पैरामीटर एक द्विआधारी सेटिंग जो नियंत्रित किया जाए या नहीं होल्ड अनुरोधों आइटम है कि "के रूप में क्षतिग्रस्त" चिह्नित कर रहे हैं पर रखा जा सकता है (जैसा कि संपादन subfield 4 आइटम रिकॉर्ड पर से क्षतिग्रस्त आइटम चिह्नित कर रहे हैं). "करने के लिए अनुमति न दें" यह मान सेट ऐसी वस्तुओं पर पकड़ रखने, यह "अनुमति दें" करने के लिए सेटिंग से किसी को रोकने जाएगा यह अनुमति देगा. यह वरीयता महत्वपूर्ण है क्योंकि यह निर्धारित करता है या नहीं, एक संरक्षक एक मद है कि मरम्मत की जा रही है की प्रक्रिया में या अच्छी हालत में नहीं हो सकता है के लिए एक अनुरोध कर सकते हैं जगह है. पुस्तकालय स्थापित करने के लिए इस "की अनुमति न दें" के लिए यदि वे उनके संरक्षक एक समय पर ढंग से या सभी पर मिले प्राप्त नहीं है (यदि यह निर्धारित किया जाता है कि आइटम की मरम्मत के परे है) के बारे में चिंतित थे चाह सकते हैं. यह सेटिंग "अनुमति दें" के लिए एक संरक्षक के लिए एक आइटम पर एक पकड़ जगह है और इसलिए जैसे ही यह उपलब्ध हो जाता है इसे प्राप्त करने की अनुमति होगी.
it: Questo parametro è binario e controlla se sono effettuabili prenotazioni su materiale danneggiato (sottocampo 4 del record di copia). Impostando questo valore a "Non permettere" si impedirà di effettuare prenotazioni su copie aventi quello stato, e viceversa. Questa preferenza è importante perché determina se un utente può richiedere una copia che potrebbe essere in procinto di essere riparata o in cattive condizioni. La biblioteca potrebbe impostarla a "Non permettere" se si sa di non poter dare la copia tempestivamente all'utenza, o addirittura mai (se va mandata in riparazione). Impostandola a "Permettere", si consentirà all'utente di prenotare la copia, che riceverà non appena tornerà ad essere disponibile.
tr: Bu parametre "hasarlı" olarak işaretli materyaller üzerine ayırma konup konulamayacağını kontrol eden bir ikili ayardır (materyaller, materyal kaydı üzerinde alt alan 4 düzenlenerek hasarlı olarak işaretlenir). Bu değeri "İzin verme" olarak ayarlamak hasarlı materyaller üzerine kimsenin ayırma koyamamasını, "İzin ver" olarak ayarlamak ise ayırma koyabilmelerini sağlar. Bu tercih önemlidir, çünkü bir kullanıcının iyi durumda olmayan veya tamir sürecinde olan bir materyal için istek yapıp yapamayacağını belirler. Eğer bir kütüphanenin, kullanıcılarının materyallere zamanında ulaşamayacakları konusunda endişeleri varsa (veya bir materyalin artık tamir edilemeyeceğine karar verilmişse) bu değeri "İzin verme" olarak ayarlamak isteyeceklerdir. Bu değeri "İzin ver" olarak ayarlamak bir kullanıcının böyle bir materyal üzerine ayırma koyabilmesine ve böylelikle bu materyal kullanılabilir duruma gelir gelmez alabilmesini sağlar.

source: Asks: \_\_\_\_ a patron to place a hold on a record where the patron already has one or more items attached to that record checked out.
hi: पूछते हैं: \_\_\_\_ एक रिकॉर्ड पर एक धारण करने के लिए एक संरक्षक जहां संरक्षक के पास पहले से ही एक रिकॉर्ड से जुड़े एक या अधिक आइटम हैं.
it: Chiede: \_\_\_\_ a un utente di prenotare un'altra copia di un libro, quando ne ha già una o più in prestito.
tr: Seçenek: üzerinde ödünç verilen kayda bağlı olan bir ya da daha fazla materyal olan kullanıcının kayıt üzerinde ayırtma yapmasına \_\_\_\_

source: By setting to "Don't allow," you can prevent patrons from placing holds on items they already have out, thus preventing them from blocking anyone else from getting an item.
hi: करने के लिए की स्थापना करके "की अनुमति न दें," आप रखने आइटम वे पहले से ही बाहर है पर धारण से, इस प्रकार उन्हें एक आइटम प्राप्त करने से किसी और को अवरुद्ध करने से रोकने संरक्षक रोका जा सकता है.
it: Impstando a "Non permettere", puoi evitare che un utente impedisca ad altri di prendere in prestito un'altra copia dello stesso libro.
tr: "İzin verme" olarak ayarlayarak kullanıcıların zaten üzerlerinde olan materyaller için ayırma yapmalarını önleyebilirsiniz, böylece onların başka kullanıcıların materyale ulaşmalarını engellemelerini önlemiş oluyorsunuz.

source: Asks: \_\_\_ a patron to renew an item with unfilled holds if other available items can fill that hold.
hi: पूछता है: \_\_\_ एक आइटम को अपूर्ण रखने के लिए एक संरक्षक रखता है यदि अन्य उपलब्ध वस्तुएं उस होल्ड को भर सकती हैं.
it: Chiede: \_\_\_ a un utente di rinnovare un prestito di una copia non prenotata se sono disponibili altre copie che possono soddisfare la prenotazione.
tr: Seçenek: Bir kullanıcının, diğer mevcut materyaller bu ayırtma işlemini karşılayabiliyorsa üzerinde onaylanmamış bir ayırtma bulunan bir materyalin süresini uzatmasına \_\_\_.

source: Asks: \_\_\_ suspended holds to be automatically resumed by a set date.
hi: पूछता है: \_\_\_ निलंबित होल्ड नियत तारीख को स्वचालित रूप से फिर से शुरू किया जाना चाहिए.
it: Chiede: \_\_\_ di riattivare prenotazioni in sospeso dopo una data fissata.
tr: Seçenek: askıya alınmış materyallerin ayarlanmış tarihe göre otomatik olarak devam ettirilmelerine \_\_\_.

source: If this preference is set to 'Allow' then all suspended holds will be able to have a date at after which they automatically become unsuspended. If you have this preference set to 'Allow' you will also need the :ref:`Unsuspend Holds` cron job running.
hi: यदि यह वरीयता 'अनुमति दें' पर सेट की गई है तो सभी निलंबित धारण एक तिथि प्राप्त करने में सक्षम होंगे जिसके बाद वे स्वचालित रूप से अप्रसन्न हो जाएंगे। यदि आपके पास इस अनुमति को 'अनुमति दें' पर सेट किया गया है तो आपको भी इसकी आवश्यकता होगी :ref:`Unsuspend Holds' क्रॉन जॉब रनिंग
it: Se questa preferenza ha il valore 'Permetti' allora tutte le prenotazioni in sospeso avranno una data automatica di scadenza. Se questa preferenza ha il valore 'Permetti', occorre anche che il cronjob :ref:`Unsuspend Holds` sia attivo.
tr: Bu tercih 'İzin ver' olarak ayarlanırsa tüm askıya alınmış materyaller otomatik olarak askıdan düşecekleri tarihten sonraki bir tarihi alabileceklerdir. Bu tercihi 'İzin ver' olarak ayarlarsanız ayrıca :ref:`Unsuspend Holds` cron job'unu da çalıştırmanız gerekmektedir.

source: The holds will become unsuspended the date after that entered by the patron.
hi: संरक्षक द्वारा दर्ज की गई है कि उसके बाद की तारीख बहाल हो जाएगा रखती है.
it: La prenotazione scadrà dopo la data indicata dall'utente.
tr: Kullanıcı tarafından girilen tarihten sonraki ayırmalar askıdan düşecektir.

source: Default: Do not allow to mark items as lost
hi: डिफ़ॉल्ट: खोए गए आइटम को चिह्नित करने की अनुमति न दें

source: Asks: \_\_\_ from the 'Holds to pull' screen
hi: पूछते हैं: 'होल्ड टू पुल' स्क्रीन से \_\_\_

source: Allow to mark items as lost
hi: खोए गए आइटम को चिह्नित करने की अनुमति दें
it: Permetti di marcare copie come perdute
tr: Materyallerin kayıp olarak işaretlenmesine izin ver
