Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: This preference enables the system administrator to choose which fields your library would like required for patron accounts. Enter field names separated by \| (bar). This ensures that basic information is included in each patron record. If a patron leaves one of the required fields blank an error message will issue and the account will not be created.
hi: यह वरीयता सिस्टम प्रशासक को यह चुनने में सक्षम करती है कि संरक्षक खातों के लिए आपकी लाइब्रेरी किस फ़ील्ड की आवश्यकता होगी। फ़ील्ड नामों को अलग करें\| (बार)। यह सुनिश्चित करता है कि प्रत्येक संरक्षक रिकॉर्ड में मूलभूत जानकारी शामिल है। यदि कोई संरक्षक आवश्यक फ़ील्ड में से एक को खाली करता है तो एक त्रुटि संदेश जारी होगा और खाता नहीं बनाया जाएगा।
it: Questa preferenza consente all'amministratore del sistema di scegliere quali campi tua biblioteca considera necessari per gli account utente. Immettere i nomi dei campi separati da \| (barra). Ciò garantisce che le informazioni di base sono incluse in ogni record utente. Se un utente lascia vuoto uno dei campi obbligatori, verrà emesso un messaggio di errore e non verrà creato l'account.
tr: Bu tercih sistem yöneticisinin kütüphanenizin kullanıcı hesapları için gerekli kılacağı alanları seçmesini sağlar. Alan isimlerini \| (çubuk) ile ayırarak girin. Bu, temel bilgilerin her kullanıcı kaydına kesin olarak dahil olmasını sağlar. Eğer bir kullanıcı gerekli olan alanlardan birisini boş bırakırsa bir hata mesajı gelecek ve hesap oluşturulmayacaktır.

source: If either :ref:`PatronQuickAddFields` or :ref:`BorrowerMandatoryField` (or both) is set, a button labeled "Quick add new patron" will be displayed in the "Patrons" toolbar.
hi: यदि या तो :ref:`PatronQuickAddFields` or :ref:`BorrowerMandatoryField` (या दोनों) सेट है, "Patrons" टूलबार में "त्वरित जोड़ें नया संरक्षक" लेबल वाला एक बटन प्रदर्शित किया जाएगा।

source: Default: father\|mother
hi: डिफ़ॉल्ट: father\|mother
it: Default: padre\|madre
tr: Varsayılan: baba\|anne

source: Asks: Guarantors can be the following of those they guarantee \_\_\_
hi: पूछता है: गारंटीकर्ता उन लोगों के निम्नलिखित हो सकते हैं जो वे गारंटी देते हैं \_\_\_
it: Chiede: I garanti possono essere una di queste tipologie \_\_\_
tr: Seçenek: Garantör rolü şu kişilere atanır \_\_\_

source: This preference enables the system administrator to define valid relationships between a guarantor (usually a parent) & a guarantee (usually a child). Defining values for this field does not make the guarantor field required when adding a guarantee type patron. This preference creates a drop down list identifying the relationship of the guarantor to the guarantee. To disable the ability to add children types in Koha you can leave this field blank.
hi: यह वरीयता सिस्टम प्रशासक को गारंटर (आमतौर पर एक अभिभावक) और गारंटी (आमतौर पर एक बच्चा) के बीच वैध संबंधों को परिभाषित करने में सक्षम बनाती है। इस क्षेत्र के मानों को परिभाषित करने से गारंटर फ़ील्ड आवश्यक नहीं होता है जब गारंटी प्रकार संरक्षक जोड़ते हैं। यह वरीयता गारंटी के लिए गारंटर के रिश्ते की पहचान करने वाली एक ड्रॉप डाउन सूची बनाती है। कोहा में बच्चों के प्रकार जोड़ने की क्षमता को अक्षम करने के लिए आप इस क्षेत्र को खाली छोड़ सकते हैं।
it: Questa preferenza consente all'amministratore di sistema di definire le relazioni valide tra un garante (di solito un genitore) e una garantito (di solito un bambino). La definizione di valori per questo campo non rende il campo garante necessario quando si aggiunge un utente garantito. Questa preferenza crea un elenco a discesa che identifica il rapporto tra garante e garantito. Per disabilitare la possibilità di aggiungere tipi bambini in Koha è possibile lasciare questo campo vuoto.
tr: Bu tercih sistem yöneticisinin bir garantör (genellikle bir yetişkin) & sorumlu olduğu kişi (genellikle bir çocuk) arasında geçerli bir ilişki belirlemesini sağlar. Bu alan için değerleri belirlemek, sorumlu olduğu kullanıcı alanı eklenirken garantör alanının zorunlu olmasını gerektirmez. Bu tercih garantörün, sorumlu olduğu kişi için bir ilişki belirleyeceği bir açılır menü oluşturur. Koha'da çocuk türleri ekleme opsiyonunu devre dışı bırakmak için bu alanı boş bırakabilirsiniz.

source: Input multiple choices separated by \|
hi: इनपुट कई विकल्पों से अलग कर दिया \|
it: Inserisci scelte multiple separate da \|
tr: Birden çok seçimi \| ile ayırarak girin

source: Default: current date
hi: डिफ़ॉल्ट: वर्तमान तिथि
it: Default: date di oggi
tr: Varsayılan: güncel tarih

source: Asks: When renewing borrowers, base the new expiry date on \_\_\_
hi: पूछता है: उधारकर्ताओं को नवीनीकृत करने पर, \_\_\_पर नई समाप्ति तिथि का आधार
it: Chiede: Al momento del rinnovo di un utente, basare la nuova data di scadenza su \_\_\_
tr: Seçenek: Kullanıcıların süresini uzatırken yeni sona erme tarihini \_\_\_ üzerinden esas alın

source: current date.
hi: वर्तमान तिथि .
it: data di oggi.
tr: güncel tarih.

source: current membership expiry date.
hi: वर्तमान सदस्यता की समाप्ति तिथि.
it: data di scadenza dell'iscrizione.
tr: mevcut üyelik bitiş tarihi.

source: This preference controls what the patron's new expiration date will be when you renew their card. Using the 'current date' will add the subscription period to today's date when calculating the new expiration date. Using 'current membership expiry date' will add the subscription period to the old expiration date for the patron when renewing their account.
hi: यह वरीयता नियंत्रण क्या संरक्षक के नए समाप्ति की तारीख है जब आप अपने कार्ड को नवीनीकृत होगा. 'आज की तारीख' का प्रयोग जब नई समाप्ति तिथि की गणना करने के लिए आज की तारीख सदस्यता की अवधि बढ़ जाएगा. 'वर्तमान सदस्यता समाप्ति की तारीख' का प्रयोग जब उनके खाते का नवीकरण संरक्षक के लिए वर्ष समाप्ति की तारीख से सदस्यता अवधि बढ़ जाएगा.
it: Questa preferenza controlla la nuova data di scadenza dell'utente sarà quando rinnova la tessera. Utilizzando 'data corrente' il calcolo della nuova data di scadenza parte da oggi. Usando 'data precedente di scadenza' aggiungerà il periodo di adesione alla vecchia data di scadenza in occasione del rinnovo del suo account.
tr: Bu tercih, kullanıcı kartlarını yenilediğiniz zaman kullanıcı kartlarının yeni sona erme süresini kontrol eder. 'mevcut tarih' yeni sona erme tarihini hesaplarken abonelik sürecini bugünün tarihine ekleyecektir. 'mevcut üyelik sona erme tarihi' seçeneğini kullanmak, kullanıcılar hesaplarını yenilerken abonelik sürecini eski sona erme tarihine ekleyecektir.

source: Default: Mr\|Mrs\|Miss\|Ms
hi: डिफ़ॉल्ट: Mr\|Mrs\|Miss\|Ms
tr: Varsayılan: Mr\|Mrs\|Miss\|Ms

source: Asks: Borrowers can have the following titles \_\_\_
hi: पूछता है: उधारकर्ताओं में निम्नलिखित शीर्षक हो सकते हैं \_\_\_
it: Chiede: Gli utenti possono avere i seguenti titoli \_\_\_
tr: Seçenek: Okuyucular aşağıdaki başlıkları üzerlerine alabilirler \_\_\_

source: This preference allows the staff to choose the titles that can be assigned to patrons. The choices present as a drop down list when creating a patron record.
hi: यह वरीयता शीर्षक है कि संरक्षक के लिए सौंपा जा सकता है का चयन करने के लिए कर्मचारियों की अनुमति देता है. विकल्प सूची जब एक संरक्षक रिकॉर्ड बनाने के नीचे एक बूंद के रूप में मौजूद है.
it: Questa preferenza consente allo staff di scegliere quali titoli possono essere assegnati agli utenti. Saranno presentati in un menù a tendina durante la creazione di un account utente.
tr: Bu tercih personelin kullanıcıların alabilecekleri başlık türlerini seçebilmesini sağlar. Seçimler kullanıcı kaydı oluşturulurken bir açılır menü olarak sunulur.

source: This preference enables the system administrator to choose which fields your library doesn't need to see on the patron entry form. Enter field names separated by \| (bar).
hi: यह वरीयता सिस्टम प्रशासक को यह चुनने में सक्षम करती है कि आपकी लाइब्रेरी को संरक्षक प्रविष्टि फ़ॉर्म पर कौन से फ़ील्ड देखने की आवश्यकता नहीं है। फ़ील्ड नामों को अलग करें \|( बार).
it: Questa preferenza consente all'amministratore di sistema di scegliere quali campi tua biblioteca non ha bisogno nel modulo di iscrizione utente. Immettere i nomi dei campi separati da \| (barra).
tr: Bu tercih, sistem yöneticisinin kullanıcı giriş formunda kütüphane için gerekli olmayan alanları seçebilmesini sağlar. Alan adlarını \| (çubuk) ile ayrılmış olarak girin.

source: Asks: Card numbers for patrons must be \_\_\_ characters long.
hi: पूछते हैं: संरक्षक के लिए कार्ड नंबर \_\_\_ वर्ण लंबा होना चाहिए.
it: Chiede: numeri di tessera degli utenti devono essere lunghi \_\_\_ caratteri.
tr: Seçenek: Kullanıcılar için kart numaraları \_\_\_ karakter uzunluğunda olmalıdır.

source: The length can be a single number to specify an exact length, a range separated by a comma (i.e., 'Min,Max'), or a maximum with no minimum (i.e., ^,Max'). If 'cardnumber' is included in the :ref:`BorrowerMandatoryField` list, the minimum length, if not specified here, defaults to one.
hi: लम्बाई एक सटीक लंबाई निर्दिष्ट करने के लिए एक संख्या हो सकती है, एक अल्पविराम (यानी, 'न्यूनतम, अधिकतम') से अलग रेंज, या अधिकतम न्यूनतम (यानी., ^,अधिकतम ')। यदि 'कार्डनंबर' में शामिल किया गया है: ref: `BorrowerMandatoryField` सूची, न्यूनतम लंबाई, यदि यहां निर्दिष्ट नहीं है, तो एक के लिए डिफ़ॉल्ट

source: Asks: \_\_\_ check borrower checkout history to see if the current item has been checked out before.
hi: पूछता है: \_\_\_ यह देखने के लिए कि क्या वर्तमान आइटम की जांच पहले की गई है, उधारकर्ता चेकआउट इतिहास की जांच करें.
it: Chiede: \_\_\_ all'utente di controllare lo storico dei prestiti per vedere se la copia è già stata prestata in precedenza.
tr: Seçenek: Okuyucu ödünç alma geçmişini, mevcut materyalin daha önce ödünç verilip verilmediğini görmek için kontrol et \_\_\_.

source: Unless overridden, do
hi: जब तक ओवरराइड नहीं किया जाता है
it: Se non sovrascritto, controlla
tr: Geçersiz kılmadıkça, yap

source: Unless overridden, do not
hi: जब तक ओवरराइड नहीं किया जाता है, तो मत करो
it: Se non sovrascritto, non controllare
tr: Geçersiz kılmadıkça, yapma

source: When the value of this system preference is set to 'do', Koha will look at the patron's circulation history to see if they have checked this item out before. An alert will show up on the screen indicating that patron has indeed checked this item out. Staff will be prompted to allow the checkout to occur.
hi: जब इस सिस्टम वरीयता का मान 'डू' पर सेट होता है, तो कोहा संरक्षक के संचलन इतिहास को देखेगा कि क्या उन्होंने इस आइटम को पहले चेक किया है। स्क्रीन पर एक अलर्ट दिखाएगा कि यह दर्शाता है कि संरक्षक ने वास्तव में इस आइटम की जाँच की है। स्टाफ को चेकआउट की अनुमति देने के लिए प्रेरित किया जाएगा।

source: If the value is set to 'do not', Koha will not check the patron's circulation history.
hi: यदि मान 'नहीं' पर सेट है, तो कोहा संरक्षक के संचलन के इतिहास की जांच नहीं करेगा।

source: When the value is set to 'Unless overridden, do', this will check the patron's circulation history unless the patron's :ref:`personal setting <add-a-new-patron>` or the :ref:`patron category setting <adding-a-patron-category>` specifically say not to.
hi: जब मान 'अनियंत्रित ओवरराइड, डू' पर सेट होता है, तो यह संरक्षक के संचलन के इतिहास की जाँच करेगा जब तक कि संरक्षक का :ref:`व्यक्तिगत सेटिंग <add-a-new-patron>` या :ref:`संरक्षक श्रेणी सेटिंग <adding-a-patron-category>`विशेष रूप से नहीं कहना है।

source: Lastly, if the value is set to 'Unless overridden, do not', Koha will not check circulation history unless the patron's :ref:`personal setting <add-a-new-patron>` or the :ref:`patron category setting <adding-a- patron-category>` specifically say to check.
hi: अंतिम रूप से, यदि मान 'जब तक ओवरराइड नहीं किया जाता है, तब तक सेट नहीं किया जाता है', कोहा तब तक संचलन के इतिहास की जाँच नहीं करेगा जब तक कि संरक्षक का :ref:`व्यक्तिगत सेटिंग <add-a-new-patron>` या :ref:`संरक्षक श्रेणी सेटिंग <adding-a- patron-category>`विशेष रूप से चेक करने के लिए कहें।

source: This system preference will not work for patrons that have chosen to anonymize their reading history.
hi: यह सिस्टम वरीयता उन संरक्षकों के लिए काम नहीं करेगी जिन्होंने अपने पढ़ने के इतिहास को अनामित करना चुना है।
it: Questa preferenza ti permette di salvare l'ultimo utente che ha preso in prestito una copia anche se l'utente ha scelto di non salvare mai la cronologia di lettura.
tr: Bu sistem tercihi, okuma geçmişini anonimleştirmeyi seçen kullanıcılarda işe yaramaz.

source: Default: surname,firstname,othernames,cardnumber,userid
hi: डिफ़ॉल्ट: surname,firstname,othernames,cardnumber,userid
tr: Varsayılan: soyadı, adı, diğer adı, kart numarası, kullanıcı kimliği

source: Asks: \_\_\_ Comma separated list defining the default fields to be used during a patron search
hi: पूछता है: \_\_\_ एक संरक्षक खोज के दौरान उपयोग किए जाने वाले डिफ़ॉल्ट फ़ील्ड को परिभाषित अल्पविराम से अलग सूची
it: Chiede: \_\_\_ una lista di campi separati da virgola per indicare i campi di default da usare durante una ricerca di utente
tr: Seçenek: Bir kullanıcı arama sırasında kullanılacak varsayılan alanları tanımlayan virgülle ayrılmış liste \_\_\_

source: **Important** possible values can be found in the borrowers table of Koha's schema located at http://schema.koha-community.org/
hi: ** महत्वपूर्ण ** संभावित मूल्य कोहा की स्कीमा की उधारकर्ता तालिका में पाया जा सकता है http://schema.koha-community.org/
it: **Importante** i valori possibili si trovano nella tabella borrowers dello schema del database Koha consultabile su http://schema.koha-community.org/
tr: **Önemli** olası değerler, http://schema.koha-community.org/ adresinde bulunan Koha'nın şemalarının okuyucular tablosunda bulunabilir.

source: Asks: \_\_\_ enable the ability to upload and attach arbitrary files to a borrower record.
hi: पूछता है: \_\_\_ एक उधारकर्ता रिकॉर्ड को मनमाने ढंग से फाइल अपलोड करने और संलग्न करने की क्षमता सक्षम करें.
it: Chiede: \_\_\_ abilitare la possibilità di caricare e allegare file arbitrari a un record utente.
tr: Seçenek: isteğe bağlı dosyaları karşıdan yükleme ve bir kullanıcı kaydına ekleme olanağını etkinleştir \_\_\_.

source: When enabled this will add a 'Files' tab to the left of the patron detail page where you can view and upload files to the patron record.
hi: सक्षम होने पर यह संरक्षक विवरण पृष्ठ के बाईं ओर एक 'फ़ाइलें' टैब जोड़ देगा, जहां आप संरक्षक रिकॉर्ड में फ़ाइलें देख सकते हैं और अपलोड कर सकते हैं.
it: Quando abilitata, questa preferenza aggiungerà una scheda 'File' a sinistra della pagina dei dettagli dell'utente dove è possibile visualizzare e caricare file.
tr: Bu, etkinleştirildiğinde Kullanıcı bilgileri sayfasının soluna dosyaları görebileceğiniz ve kullanıcı kaydına yükleyebileceğiniz bir 'dosyalar' sekmesi ekleyecektir.

source: Asks: \_\_\_ staff to manage which notices patrons will receive and when they will receive them.
hi: पूछता है: \_\_\_कर्मचारियों को नोटिस करने के लिए कौन से नोटिस संरक्षक प्राप्त करेंगे और जब वे उन्हें प्राप्त करेंगे.
it: Chiede: \_\_\_ al personale di gestire quali avvisi gli utenti riceveranno e quando li riceveranno.
tr: Seçenek: Personelin, kullanıcıların hangi bildirimleri alacaklarını ve ne zaman alacaklarını yönetmelerine \_\_\_.

source: This only applies to certain kinds of notices, overdue notices will be sent based on the library's rules, not the patron's choice.
hi: यह केवल करने के लिए नोटिस के कुछ प्रकार, अतिदेय नोटिस पुस्तकालय के नियम, न संरक्षक की पसंद के आधार पर भेजा जाएगा लागू होता है.
it: Si applica a certi tipi di avvisi; i solleciti dei prestiti verranno spediti in base alle regole della biblioteca, non dipendono dalle scelte dell'utente.
tr: Bu yalnızca belirli türdeki bildirimler için geçerlidir, gecikme bildirimleri kullanıcının seçimine göre değil, kütüphane kuralları esas alınarak gönderilecektir.

source: To manage if patrons have also access to these settings, use :ref:`EnhancedMessagingPreferencesOPAC`.
hi: यह प्रबंधित करने के लिए कि क्या संरक्षक इन सेटिंग्स तक पहुंच भी लेते हैं, इसका उपयोग करें :ref:`EnhancedMessagingPreferencesOPAC`.
it: Per permettere agli utenti di accedere a questi settaggi, usa: :ref:`EnhancedMessagingPreferencesOPAC`.
tr: Kullanıcıların da bu ayarlara da erişip erişemeyeceğini yönetmek için, :ref:`EnhancedMessagingPreferencesOPAC` tercihini kullanın.

source: These messages are in addition to the overdue notices that the library sends. The difference between these notices and overdues is that the patron can opt-in and out of these. Setting this preference to 'Allow' will allow staff to choose for patrons to receive any one of the following messages:
hi: ये संदेश लाइब्रेरी भेजता है कि अतिदेय नोटिस के अतिरिक्त हैं। इन नोटिस और अतिदेय के बीच का अंतर यह है कि संरक्षक इनमें से ऑप्ट-इन और आउट कर सकते हैं। इस अनुमति को 'अनुमति दें' पर सेट करने से कर्मचारियों को निम्नलिखित संदेशों में से किसी एक को प्राप्त करने के लिए संरक्षकों को चुनने की अनुमति मिल जाएगी:
it: Questi messaggi sono in aggiunta ai solleciti di prestiti scaduti che invia la biblioteca. La differenza tra questi avvisi e i solleciti è che l'utente può scegliere se riceverli o no. L'impostazione di questa preferenza su 'Consenti' permetterà allo staff di scegliere per gli utenti se ricevere ognuno dei seguenti messaggi:
tr: Bu iletiler kütüphanenin gönderdiği gecikme bildirimlerine ek olarak gönderilir. Bu uyarılar ve gecikmeler arasındaki fark, kullanıcının bu seçeneklerden yararlanabilmesidir. Bu tercihi 'İzin Ver' olarak ayarlamak, personelin, kullanıcıların aşağıdaki mesajlardan herhangi birini almasını seçmelerine olanak tanır:

source: Item Checkout : A notice that lists all the of the items the patron has just checked out and/or renewed, this is an electronic form of the checkout receipt
hi: आइटम चेकआउट: एक सूचना है कि आइटम संरक्षक बस से बाहर की जाँच की है और / या नए सिरे से, इस चेकआउट प्राप्ति के एक इलेक्ट्रॉनिक रूप है की सभी सूचीबद्ध करता है
it: Prestito di una copia: un avviso che elenca tutte le copie che l'utente ha preso in prestito e/o rinnovato; è la versione elettronica della ricevuta dei prestiti
tr: Materyal Ödünç Alma: Kullanıcının ödünç aldığı ve/veya süresini uzattığı materyallerin hepsini listeleyen bir bildirimdir, ödünç alma makbuzunun bir elektronik formudur

source: Item Due : A notice on the day and item is due back at the library
hi: मद कारण: दिन और आइटम पर एक नोटिस पुस्तकालय में वापस की वजह से है
it: Copia in scadenza: Un avviso nel giorno in cui una copia deve essere restituita alla biblioteca
tr: Materyal İade Tarihi : Kütüphaneye iade edilecek materyal ve gün hakkında bir hatırlatma

source: Hold Filled : A notice when you have confirmed the hold is waiting for the patron
hi: भरा पकड़ो: एक नोटिस जब आप पकड़ की पुष्टि की है संरक्षक के लिए इंतज़ार कर रही है
it: Prenotazione accettata: Un avviso quando hai confermato che la prenotazione è in attesa di ritiro da parte dell'utente
tr: Ayırtma Onaylandı : Kullanıcı için bekleyen bir ayırtmayı onayladığınızda gönderilen bir bildirim

source: Item Checkin : A notice that lists all the of the items the patron has just checked in
hi: मद चेकइन: एक सूचना है कि आइटम संरक्षक बस में जाँच की है की सभी सूचीबद्ध करता है
it: Copia restituita: Un avviso che elenca le copie da poco restituite dall'utente
tr: Materyal İadesi : Kullanıcının iade ettiği tüm materyalleri listeleyen bir bildirim

source: Advanced Notice : A notice in advance of the patron's items being due (Staff can choose the number of days in advance)
hi: उन्नत सूचना: संरक्षक की वस्तुओं के कारण होने से पहले एक नोटिस (कर्मचारी अग्रिम दिनों की संख्या चुन सकते हैं)
it: Preavviso: Un preavviso all'utente con le copie che stanno per scadere (lo staff può scegliere il numero di giorni di anticipo)
tr: Gelişmiş Bildirim: Kullanıcının materyallerinin süresi dolmadan önce gönderilen bildirim (Personel bildirimin kaç gün önce gönderileceğini seçebilir)

source: Asks: \_\_\_ patron messaging setting on the OPAC
hi: पूछता है: \_\_\_ ओपेक पर संरक्षक संदेश सेटिंग
it: Chiede: \_\_\_ agli utenti definire gli avvisi che ricevono dall'OPAC
tr: Seçenek: OPAC'da kullanıcı mesaj gönderme ayarını \_\_\_

source: :ref:`EnhancedMessagingPreferences` must be enabled for messaging options to show in the OPAC
hi: :ref:`EnhancedMessagingPreferences` ओपेक में दिखाने के लिए मैसेजिंग विकल्पों के लिए सक्षम होना चाहिए
it: :ref:`EnhancedMessagingPreferences` deve essere impostata per far vedere le opzioni dei messaggi nell'OPAC
tr: OPAC'da mesaj gönderme seçeneklerinin gösterilmesi için :ref:`EnhancedMessagingPreferences` etkinleştirilmelidir.

source: These messages are in addition to the overdue notices that the library sends. The difference between these notices and overdues is that the patron can opt-in and out of these. Setting this preference to 'Allow' will allow patrons to choose to receive any one of the following messages:
hi: इन संदेशों को अतिदेय नोटिस भेजता है कि पुस्तकालय के अतिरिक्त हैं. इन सूचनाओं और अतिदेय के बीच अंतर यह है कि संरक्षक चुनते हैं और इन से बाहर कर सकते हैं. इस वरीयता निर्धारित संरक्षक निम्न संदेशों में से किसी एक को प्राप्त करने के लिए चुनने के लिए अनुमति देगा 'अनुमति' के लिए:
it: Questi messaggi sono in aggiunta ai solleciti di prestiti scaduti che invia la biblioteca. La differenza tra questi avvisi e i solleciti è che l'utente può scegliere se riceverli o no. L'impostazione di questa preferenza su 'Consenti' permetterà agli utenti di scegliere se visualizzare ognuno dei seguenti messaggi:
tr: Bu iletiler kütüphanenin gönderdiği gecikme bildirimlerine ek olarak gönderilir. Bu iletiler ve gecikme bildirimleri arasındaki fark kullanıcıların bunları seçebilmeleridir. Bu tercihi 'İzin ver' olarak ayarlamak kullanıcıların aşağıdaki iletilerden birini almayı seçebilmelerini sağlayacaktır:

source: Advanced Notice : A notice in advance of the patron's items being due (The patron can choose the number of days in advance)
hi: उन्नत सूचना: संरक्षक के कारण किया जा रहा आइटम के अग्रिम में एक नोटिस (संरक्षक अग्रिम में दिनों की संख्या चुन सकते हैं)
it: Preavviso: Un preavviso all'utente con le copie che stanno per scadere (l'utente può scegliere il numero di giorni di anticipo)
tr: Gelişmiş Bildirim: Kullanıcının üzerindeki materyalin süresi dolmadan önce gönderilen bildirim (Kullanıcı bildirimin kaç gün önce gönderileceğini seçebilir)

source: Asks: \_\_\_ searching, editing and display of custom attributes on patrons.
hi: पूछता है: \_\_\_संरक्षक पर कस्टम विशेषताओं की खोज, संपादन और प्रदर्शन.
it: Chiede: \_\_\_ ricerca, modifica e visualizzazione delle proprietà personalizzate degli utenti.
tr: Seçenek: Kullanıcılar üzerinde özel niteliklerin aranması, düzenlenmesi ve görüntülenmesine \_\_\_.

source: Define attributes in Koha administration
hi: कोहा प्रशासन में विशेषताओं को परिभाषित करें
it: Definisci le proprietà nell'Amministrazione di Koha
tr: Koha yönetimi niteliklerini tanımlayın

source: Get there: More > Administration > :ref:`Patron Attribute Types <patron-attribute-types-label>`
hi: वहा जाओं: अधिक >प्रशासन > :ref:`संरक्षक विशेषता प्रकार <patron-attribute-types-label>`
it: *Vai a:* Più > Amministrazione > :ref:`Tipi di proprietà degli utenti <patron-attribute-types-label>`
tr: Gidiş yolu: Daha fazla > Yönetim > :ref:`Kullanıcı Nitelik Türleri <patron-attribute-types-label>`

source: Patron attributes are library-defined custom fields that can be applied to patron records.
hi: संरक्षक गुण है कि संरक्षक रिकॉर्ड करने के लिए लागू किया जा सकता पुस्तकालय से परिभाषित कस्टम क्षेत्रों रहे हैं.
it: Le proprietà degli utenti sono campi definiti dalla biblioteca che possono essere applicati ai record degli utenti.
tr: Kullanıcı nitelikleri , kullanıcı kayıtlarına uygulanabilen kütüphane-tanımlı özel alanlardır.
