Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Asks: \_\_\_ GoogleIndicTransliteration on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर GoogleIndicTransliteration.
it: Chiede: \_\_\_ GoogleIndicTransliteration nell'OPAC.
tr: Seçenek: OPAC'da GoogleIndicTransliteration \_\_\_.

source: Asks: \_\_\_ lost items on search and detail pages.
hi: पूछता है: \_\_\_खोज और विस्तार पृष्ठों पर खो गए आइटम.
it: Chiede: \_\_\_ le copie perse nella pagina dei risultati e dei dettagli.
tr: Seçenek: Arama ve ayrıntı sayfalarında kayıp materyalleri \_\_\_.

source: Items that are marked lost by the library can either be shown or not shown on the OPAC. By setting the value to "Don't show," the lost item is not shown on the OPAC. By setting the value "Show," the lost item is shown on the OPAC for patrons to view with a status of 'lost.^
hi: लाइब्रेरी द्वारा खोए गए आइटम या तो ओपेक पर दिखाए जा सकते हैं या नहीं दिखाए जा सकते हैं। "शो न दिखाएं" के मान को सेट करके, खोया आइटम ओपेक पर नहीं दिखाया गया है। मूल्य "शो" सेट करके, खोए गए आइटम को 'खोए गए' की स्थिति के साथ देखने के लिए ओपेक पर OPAC पर दिखाया गया है.^

source: HighlightOwnItemsOnOPAC Default: Don't emphasize
hi: HighlightOwnItemsOnOPAC Default: जोर न दें
it: HighlightOwnItemsOnOPAC Default: Non evidenziare
tr: HighlightOwnItemsOnOPAC Varsayılan: Vurgulama

source: HighlightOwnItemsOnOPACWhich Default: patron's home library
hi: HighlightOwnItemsOnOPACWhich Default: संरक्षक का होम लाइब्रेरी
it: HighlightOwnItemsOnOPACWhich Default: biblioteca di origine dell'utente
tr: HighlightOwnItemsOnOPACWhich Varsayılan: kullanıcının ana kütüphanesi

source: Asks: \_\_\_ results from the \_\_\_ by moving the results to the front and increasing the size or highlighting the rows for those results.
hi: पूछता है: \_\_\_ से परिणाम \_\_\_ परिणामों को सामने ले जाने और आकार बढ़ाने या उन परिणामों के लिए पंक्तियों को हाइलाइट करके.
it: Chiede: \_\_\_ risultati dal \_\_\_ spostando i risultati in primo piano e aumentando le dimensioni o evidenziando le righe di tali risultati.
tr: Seçenek: \_\_\_ sonuçlarını, sonuçları öne alarak ve boyutunu artırarak veya satırlar için bu sonuçların altını çizerek \_\_\_.

source: HighlightOwnItemsOnOPAC Values:
hi: HighlightOwnItemsOnOPAC मान:
it: Valori di HighlightOwnItemsOnOPAC:
tr: HighlightOwnItemsOnOPAC Değerleri:

source: Don't emphasize
hi: जोर न दें
it: Non evidenziare
tr: Vurgulama

source: Emphasize
hi: ज़ोर देना
it: Evidenzia
tr: Vurgula

source: HighlightOwnItemsOnOPACWhich Values:
hi: HighlightOwnItemsOnOPACWhich मान:
it: Valori di HighlightOwnItemsOnOPACWhich:
tr: HighlightOwnItemsOnOPACWhich Değerleri:

source: OPAC's branch based via the URL
hi: ओपेक की शाखा यूआरएल के माध्यम आधारित
it: OPAC della biblioteca basata sull'URL
tr: URL tabanlı OPAC birimleri

source: The library is chosen based on the Apache environment variable BRANCHCODE. For example, this could be added to the OPAC section of koha-httpd.conf: SetEnv BRANCHCODE "CPL"
hi: लाइब्रेरी को अपाचे वातावरण चर के आधार पर चुना गया है BRANCHCODE उदाहरण के लिए, यह koha-httpd.conf के ओपीएसी अनुभाग में जोड़ा जा सकता है: SetEnv BRANCHCODE "CPL"
it: La libreria viene scelta in base alla variabile di ambiente di Apache BRANCHCODE. Ad esempio, questo potrebbe essere aggiunto alla sezione OPAC di koha-httpd.conf: SetEnv BRANCHCODE "CPL"
tr: Kütüphane Apache ortam değişkeni BRANCHCODE'a göre seçilir, Örneğin, bu koha-httpd.conf: SetEnv BRANCHCODE "CPL"in OPAC kısmına eklenebilir.

source: patron's home library
hi: संरक्षक का होम लाइब्रेरी
it: la biblioteca dell'utente
tr: kullanıcının ana kütüphanesi

source: The items emphasized will be those of the same library as the patron's library. If no one is logged into the OPAC, no items will be highlighted.
hi: बल दिया आइटम संरक्षक के पुस्तकालय के रूप में ही पुस्तकालय के उन लोगों के लिए किया जाएगा. कोई भी ओपेक में लॉग इन किया है, तो कोई आइटम प्रकाश डाला जाएगा.
it: Le copie evidenziate saranno quelle della stessa biblioteca dell'utente. Se nessuno è connesso in OPAC, nessun elemento verrà evidenziato.
tr: Vurgulanan materyaller kullanıcının kütüphanesiyle aynı olan kütüphanede olanlardır. Eğer kimse OPAC oturumu açmamışsa vurgulanan herhangi bir materyal olmayacaktır.

source: This preference will only effect sites that are not using an XSLT stylesheet. XSLT stylesheets are defined in the :ref:`OPACXSLTResultsDisplay` and :ref:`OPACXSLTDetailsDisplay` preferences.
hi: यह प्राथमिकता केवल उन साइटों को प्रभावित करेगी जो XSLT स्टाइलशीट का उपयोग नहीं कर रहे हैं। एक्सएसएलटी स्टाइलशीट को परिभाषित किया गया है :ref:`OPACXSLTResultsDisplay` और :ref:`OPACXSLTDetailsDisplay` प्राथमिकताएं।
it: Questa preferenza sarà solo attiva per i siti che non utilizzano un foglio di stile XSLT. I fogli di stile XSLT sono definiti nelle preferenze :ref:`OPACXSLTResultsDisplay` and :ref:`OPACXSLTDetailsDisplay`.
tr: Bu tercih yalnızca XSLT stil sayfaları kullanmayan siteleri etkileyecektir. XSLT stil sayfaları :ref:`OPACXSLTResultsDisplay ve :ref:`OPACXSLTDetailsDisplay tercihlerinde tanımlanmıştır.

source: Asks: Show \_\_\_ as the name of the library on the OPAC.
hi: पूछता है: ओपेक पर पुस्तकालय के नाम के रूप में \_\_\_ दिखाएं.
it: Chiede: Usa \_\_\_ come nome della biblioteca nell'OPAC.
tr: Seçenek: OPAC üzerinde kütüphane adı olarak \_\_\_ göster.

source: This value will appear in the title bar of the browser
hi: यह मान ब्राउज़र के शीर्षक बार में दिखाई देगा
it: Questo valore apparirà nella barra del titolo del browser
tr: Bu değer tarayıcının başlık çubuğunda görüntülenir

source: Edit :ref:`opacheader` if you'd like to add a library name above your search box on the OPAC
hi: संपादित करें :ref:`ओपेकहेडर' यदि आप ओपेक पर अपने खोज बॉक्स के ऊपर एक लाइब्रेरी नाम जोड़ना चाहते हैं

source: Asks: Include the additional CSS stylesheet \_\_\_ to override specified settings from the default stylesheet.
hi: पूछता है: डिफ़ॉल्ट स्टाइलशीट से निर्दिष्ट सेटिंग्स को ओवरराइड करने के लिए अतिरिक्त सीएसएस स्टाइलशीट \_\_\_ शामिल करें.
it: Chiede: Includi il foglio di stile CSS addizionale \_\_\_ per sostituire il foglio di stile di default.
tr: Seçenek: Varsayılan stil sayfasında belirtilen ayarları geçersiz kılmak için ek CSS stil sayfası \_\_\_ dahil et.

source: The preference can look for stylesheets in the template directory for your OPAC language, for instance: /koha-tmpl/opac-tmpl/prog/en/css. If you upload a custom file, opac-mystyles.css to this directory, you can specify it by entering opac-mystyles.css in your opaccolorstylesheet system preference. This adds your custom stylesheet as a linked stylesheet alongside the OPAC's default CSS files. This method is preferable because linked stylesheets are cached by the user's browser, meaning upon repeat visits to your site the user's browser will not have to re-download the stylesheet, instead using the copy in the browser's cache.
hi: उदाहरण के लिए, प्राथमिकता आपके ओपीएसी भाषा के लिए टेम्पलेट डायरेक्टरी में स्टाइलशीट के लिए देख सकती है: /koha-tmpl/opac-tmpl/prog/en/css. यदि आप एक कस्टम फ़ाइल अपलोड करते हैं, तो opac-mystyles.css इस निर्देशिका में, आप अपनी opaccolorstylesheet सिस्टम प्राथमिकता में opac-mystyles.css दर्ज करके इसे निर्दिष्ट कर सकते हैं. यह आपके कस्टम स्टाइलशीट को ओपेक की डिफ़ॉल्ट सीएसएस फ़ाइलों के साथ जुड़ा स्टाइलशीट के रूप में जोड़ता है यह विधि बेहतर है क्योंकि लिंक्ड स्टाइलशीट उपयोगकर्ता के ब्राउज़र द्वारा कैश किए जाते हैं, जिसका अर्थ है कि आपकी साइट पर दोहराए गए विज़िट पर उपयोगकर्ता के ब्राउजर को ब्राउज़र की कैश में कॉपी का उपयोग करने के बजाय स्टाइलशीट को फिर से डाउनलोड करना होगा.
it: La preferenza serve per cercare fogli di stile nella directory dei modelli per la lingua del tuo OPAC, p.es.: /koha-tmpl/opac-tmpl/prog/en/css. Se carichi un tuo file file opac-mystyles.css in questa directory, puoi spoecificarlo scrivendo opac-mystyles.css nella preferenza di sistema opaccolorstylesheet. Il tuo foglio di stile verrà aggiunto a quelli di default dell'OPAC. Questo metodo è preferibile perché i fogli di stile sono conservati nella cache del browser dell'utente, e non dovranno essere scaricati più volte via rete.
tr: Bu tercih OPAC'da kullanacağınız lisan için şablon dizininde stil sayfaları arayabilir, örneğin: /koha-tmpl/opac-tmpl/prog/en/css. Eğer bu dizine özel bir dosya, opac-mystyles.css yüklerseniz , opaccolorstylesheet sistem tercihine opac-mystyles.css girerek bunu belirtebilirsiniz. Bu, özel stil sayfanızı OPAC'ın ön tanımlı CSS dosyaları ile birlikte bağlantılı stil sayfası olarak ekler. Bağlantılı stil sayfaları kullanıcıların web tarayıcıları tarafından ön belleğe alınır yani web sayfasını yeniden ziyaret ettiklerinde kullanıcıların web tarayıcıları stil sayfasını yeniden indirmek yerine web tarayıcının ön belleğindeki kopyayı kullanacaktır, bu nedenle bu yöntem tercih edilir.

source: If you would rather, you can upload your CSS to another server and enter the full URL pointing to it's location remember to begin the URL with http://
hi: यदि आप नहीं चाहते हैं, तो आप अपने सीएसएस को किसी दूसरे सर्वर पर अपलोड कर सकते हैं और उस स्थान की ओर इशारा करते हुए http:// के साथ पूरा यूआरएल दर्ज कर सकते हैं
it: Se preferisci, puoi caricare il tuo CSS su un altro server e indicarne l'URL completo, che deve iniziare con http://
tr: Başka bir sunucuya CSS yüklemeyi ve bu konumu işaret eden tam URL'yi girmeyi tercih ederseniz, URL'yi http:// ile başlatmayı unutmayın.

source: Leave this field blank to disable it
hi: यह निष्क्रिय करने के लिए इस क्षेत्र को खाली छोड़ दो
it: Lascia vuoto il campo per disabilitarlo
tr: Devre dışı bırakmak için bu alanı boş bırakın

source: This file will add a linked CSS, not replace the existing default CSS.
hi: इस फ़ाइल में एक से जुड़े सीएसएस जोड़ देगा, मौजूदा डिफ़ॉल्ट सीएसएस की जगह नहीं.
it: Questo file aggiungerà un CSS collegato, ma non sostituirà il CSS di default.
tr: Bu dosya mevcut ön tanımlı CSS'i değiştirmeyecek, bağlantılı bir CSS ekleyecektir.

source: Asks: \_\_\_ a library select pulldown menu on the OPAC masthead.
hi: पूछता है: \_\_\_ ओपेक मास्टहेड पर एक पुस्तकालय का पुलडाउन मेनू चुनें.
it: Chiede: \_\_\_ un menù a tendina per la scelta della biblioteca nella sezione masthead dell'OPAC.
tr: Seçenek: OPAC künyesi üzerinde bir kütüphane seçimi açılır menüsüne \_\_\_.

source: Don't Add
hi: जोड़ें नहीं
it: Non aggiungere
tr: Ekleme

source: Asks: The OPAC is located at \_\_\_
hi: पूछता है: ओपेक \_\_\_ पर स्थित है
it: Chiede: L'OPAC si trova a \_\_\_
tr: Seçenek: OPAC şu adreste yer alır \_\_\_

source: This preference is looking for the URL of your public catalog (OPAC) with the http:// in front of it (enter http://www.mycatalog.com instead of www.mycatalog.com). Once it is filled in Koha will use it to generate permanent links in your RSS feeds, for your social network share buttons and in your staff client when generating links to bib records in the OPAC.
hi: यह वरीयता आपके सार्वजनिक कैटलॉग (ओपेक) के यूआरएल की तरफ http:// के सामने है (में प्रवेश करें http://www.mycatalog.com बजाए www.mycatalog.com). जब यह कोहा में भर जाएगा, तो इसे अपने आरएसएस फीड्स, अपने सोशल नेटवर्क शेयर बटनों और ओपीएसी में बिब रिकॉर्ड्स के लिंक बनाने के दौरान अपने स्टाफ क्लाइंट के लिए स्थायी लिंक बनाने के लिए इसका इस्तेमाल करेगा।
it: Questa preferenza è l'URL del tuo catalogo pubblico (OPAC) con http:// in testa ad esso (indica http://www.mycatalog.com invece di www.mycatalog.com). Una volta che è compilato Koha lo userà per generare link permanenti nei feed RSS, per i pulsanti di condivisione sui social network e nell'interfaccia dello staff quando genera collegamenti ai bib record nell'OPAC.
tr: Bu tercih, genel kataloğunuzun URL'sini (OPAC) önünde http:// ile aramaktır (www.mycatalog.com yerine http://www.mycatalog.com adresini girin). Bir kez doldurulduktan sonra Koha, OPAC'deki bib kayıtlarına bağlantılar oluştururken onu RSS yayınlarınızda, sosyal ağ paylaşım düğmelerinizde ve personel istemcinizde kalıcı bağlantılar oluşturmak için kullanacaktır.

source: Do not include a trailing slash in the URL this will break links created using this URL. (example: http://www.google.com not http://www.google.com/)
hi: स्लैश URL में यह इस URL का उपयोग कर बनाई लिंक टूट जाएगा शामिल न करें. (उदाहरण: http://www.google.com नहीं http://www.google.com/)
it: Non includere una barra '/' alla fine dell'URL perché danneggerebbe i link creati usando questo URL. Esempio: www.google.com e non www.google.com/)
tr: URL'ye bir eğik çizgi eklemeyin; bu, bu URL'yi kullanarak oluşturulan bağlantıları keser. (Örnek: http://www.google.com.tr http://www.google.com/ değil)

source: This must be filled in with the URL of your public catalog for RSS, unAPI, and search plugins to work.
hi: यह आरएसएस, unAPI, और खोज plugins के लिए अपने सार्वजनिक काम करने के लिए सूची का URL के साथ में भरा जाना चाहिए.
it: Va riempito con l'URL del tuo catalogo pubblico, per le RSS, unAPI e plugin di ricerca.
tr: RSS, unAPI ve arama eklentilerinin çalışmaları için bu alanın genel kataloğunuzun URL'si ile doldurulması gereklidir.

source: This must be filled in with the URL of your public catalog to show 'OPAC View' links from bib records in the staff client:
hi: यह कर्मचारियों के ग्राहक में बिब रिकॉर्ड से 'ओपेक देखें' लिंक दिखाने के लिए अपने सार्वजनिक सूची के यूआरएल के साथ में भरा होना चाहिए:
it: Va riempito con l'URL del tuo catalogo pubblico, per mostrare i link 'Vista nell'OPAC' dei record bibliografici nelle pagine dello staff:
tr: bib. kayıtların 'OPAC Görünümü' bağlantılarının personel istemci içinde gösterilmesi için bu kısmın genel kataloğunuzun URL'si ile doldurulması gereklidir.

source: Asks: Include the following HTML in the footer of all pages in the OPAC:
hi: पूछता है: ओपेक में सभी पृष्ठों के पाद लेख में निम्न एचटीएमएल शामिल करें:
it: Chiede: includi il seguente codice HTML nel piè di pagina di tutte le pagine dell'OPAC:
tr: Seçenek: OPAC içerisindeki sayfaların tümünün alt bilgisine aşağıdaki HTML'i dahil et.

source: Click the 'Click to edit; link to enter HTML to appear at the bottom of every page in the OPAC
hi: 'संपादित करने के लिए क्लिक करें क्लिक करें; एचटीएमएल में प्रवेश के लिए लिंक ओपेक के प्रत्येक पृष्ठ के नीचे प्रकट करने के लिए
it: Fai click sul link 'Click per modificare' per specificare il codice HTML che apparirà a piè di pagina di ogni pagina dell'OPAC
tr: OPAC'da HTML görünümüne geçmek için her sayfanın en alt kısmında görünen 'Düzenlemek için tıklayın' bağlantısı üzerine tıklayın

source: This setting is for credits that will appear at the bottom of your OPAC pages. Credits traditionally encompass copyright information, last date updated, hyperlinks or other information represented in an HTML format. This is static information and any updates must be entered manually.
hi: यह सेटिंग क्रेडिट कि आपके ओपेक पृष्ठों के तल पर दिखाई देगा के लिए है. क्रेडिट पारंपरिक रूप से कॉपीराइट सूचना, पिछले अद्यतन तिथि, हाइपरलिंक या अन्य जानकारी एक एचटीएमएल प्रारूप में प्रतिनिधित्व धरना. यह स्थिर जानकारी है और किसी भी अद्यतन मैन्युअल दर्ज होना चाहिए.
it: Questa impostazione è usata per i crediti in fondo alle pagine dell'OPAC. I crediti tradizionalmente si riferiscono a copyright, date di ultimo aggiornamento, link o altre informazioni in formato HTML. Si tratta di informazione statica, da aggiornare manualmente.
tr: Bu ayar OPAC sayfalarının en alt kısmında görünen katkıda bulunanlar bilgileri içindir. Katkıda bulunanlar geleneksel olarak telif hakkı bilgileri, son güncelleştirme tarihi, hiper bağlar veya bir HTML biçiminde temsil edilen diğer bilgileri kapsamaktadır. Bunlar statik bilgilerdir ve tüm güncelleştirmeler manuel olarak girilmelidir.

source: Learn more in the :ref:`OPAC editable regions <editable-opac-regions-label>` section.
hi: इस में और जानें :ref:`ओपेक संपादन योग्य क्षेत्र <editable-opac-regions-label>` अनुभाग.

source: Asks: Replace the search box at the top of OPAC pages with the following HTML
hi: पूछता है: निम्न एचटीएमएल के साथ ओपेक पृष्ठों के शीर्ष पर खोज बॉक्स को बदलें
it: Chiede: Sostituisci la casella di ricerca in testa alle pagine dell'OPAC con il seguente codice HTML
tr: Seçenek: OPAC sayfalarının üstünde yer alan arama kutusunu aşağıdaki HTML ile değiştirin

source: This preference allows you to replace the default search box at the top of the OPAC :
hi: यह वरीयता आप ओपेक के शीर्ष पर डिफ़ॉल्ट खोज बॉक्स को बदलने के लिए अनुमति देता है:
it: Questa preferenza ti permette di sostituire la casella di ricerca di default in testa alle pagine dell'OPAC:
tr: Bu tercih, OPAC'nın üst kısmındaki varsayılan arama kutusunu değiştirmenizi sağlar:

source: with any HTML you would like :
hi: किसी भी HTML के साथ आप चाहते हैं:
it: con il codice HTML che preferisci:
tr: İstediğiniz herhangi bir HTML ile:

source: Default: Neither details or results page
hi: डिफ़ॉल्ट: न तो विवरण या परिणाम पृष्ठ
it: Default: né nei dettagli né nella pagina dei risultati
tr: Varsayılan: Ne ayrıntılar ne de sonuçlar sayfası

source: Asks: Display the URI in the 856u field as an image on: \_\_\_
hi: पूछता है: एक छवि के रूप में 856u फ़ील्ड में यूआरआई प्रदर्शित करें: \_\_\_
it: Chiede: Visualizza l'URI del campo 856$u come immagine in: \_\_\_
tr: Seçenek: Burada 856u alanındaki URI'i burada resim olarak göster: \_\_\_

source: Both results and details pages
hi: दोनों परिणाम और विवरण पृष्ठ
it: Sia i risultati sia le pagine dei dettagli
tr: Hem sonuçlar hem de ayrıntılar sayfaları

source: Both :ref:`OPACXSLTDetailsDisplay` and :ref:`OPACXSLTResultsDisplay` need to have values in order for this preference to work.
hi: दोनों :ref:`OPACXSLTDetailsDisplay` और :ref:`OPACXSLTResultsDisplay` को इस वरीयता के लिए कार्य करने के लिए मान रखने की आवश्यकता है।

source: This is only implemented for MARC21 and NORMARC.
hi: यह केवल MARC21 और NORMARC के लिए लागू किया गया है।

source: Detail page only
hi: विस्तार पृष्ठ केवल
it: Solo nella pagina dei dettagli
tr: Yalnızca ayrıntı sayfası

source: :ref:`OPACXSLTDetailsDisplay` needs to have a value in it for this preference to work.
hi: :ref:`OPACXSLTDetailsDisplay` काम करने के लिए इस वरीयता के लिए इसमें एक मूल्य होना चाहिए.
it: :ref:`OPACXSLTDetailsDisplay` richiede di avere un valore affinché questa preferenza funzioni.
tr: bu tercihin çalışması için :ref:`OPACXSLTDetailsDisplay 'içinde bir değer olması gereklidir.

source: Neither details or results page
hi: न तो विवरण या परिणाम पृष्ठ
it: Né nella pagina dei dettagli né nei risultati
tr: Ne ayrıntılar ne de sonuçlar sayfası

source: Results page only
hi: परिणाम पृष्ठ केवल
it: Solo risultati
tr: Yalnızca sonuçlar sayfası

source: :ref:`OPACXSLTResultsDisplay` needs to have a value in it for this preference to work.
hi: :ref:`OPACXSLTResultsDisplay` काम करने के लिए इस प्राथमिकता के लिए इसमें एक मूल्य होना चाहिए.

source: In addition to this option being set, the corresponding XSLT option must be turned on. Also, the corresponding 856q field must have a valid MIME image extension (e.g., "jpg") or MIME image type (i.e. starting with "image/"), or the generic indicator "img" entered in the field. When all of the requirements are met, an image file will be displayed instead of the standard link text. Clicking on the image will open it in the same way as clicking on the link text. When you click on the image it should open to full size, in the current window or in a new window depending on the value in the system pref :ref:`OPACURLOpenInNewWindow`.
hi: इस विकल्प को सेट करने के अलावा, संबंधित एक्सएसएलटी विकल्प चालू होना चाहिए। साथ ही, संबंधित 856q फ़ील्ड में एक वैध MIME छवि एक्सटेंशन (उदा।, "Jpg") या MIME छवि प्रकार होना चाहिए (यानी "image/" से शुरू होना), या क्षेत्र में दर्ज जेनेरिक संकेतक "img" होना चाहिए। जब सभी आवश्यकताओं को पूरा किया जाता है, तो मानक लिंक टेक्स्ट की बजाय एक छवि फ़ाइल प्रदर्शित की जाएगी। छवि पर क्लिक करने से लिंक टेक्स्ट पर क्लिक करने के समान ही इसे खुल जाएगा। जब आप छवि पर क्लिक करते हैं तो इसे मौजूदा विंडो में या सिस्टम में मान के आधार पर एक नई विंडो में पूर्ण आकार के लिए खोलना चाहिए: ref: `OPACURLOpenInNewWindow`।
it: Oltre all'impostazione di questa preferenza, va attivata la corrispondente opzione XSLT. Inoltre il campo 856$q deve contenere la corretta estensione dell'immagine (es. jpg) o il MIME type dell'immagine (es. che inizi con "image/"), o il generico indicatore "img". Quando tutti i requisiti sono soddisfatti, un file immagine può essere visualizzato al posto del link testuale. Cliccando sull'immagine, verrà aperta allo stesso modo del click sul link testuale. Il click sull'immagine la aprirà alla sua massima dimensione, nella finestra corrente o in una nuova, in base alla preferenza di sistema :ref:`OPACURLOpenInNewWindow`.
tr: Ayarlanan bu seçeneğe ilave olarak ilgili XSLT seçeneği açık olmalıdır. Ayrıca, ilgili 856q alanı geçerli bir MIME görüntü uzantısı ("image /" ile başlayan) veya MIME görüntü türü (örneğin, "jpg") , veya alana girilen jenerik göstergesi "img" olmalıdır. Tüm gereksinimler karşılandığı zaman, standart bağlantı metni yerine bir görüntü dosyası görüntülenir. Resmin üzerine tıklamak resmi, bağlantı metni üzerine tıklanmasıyla aynı şekilde açacaktır. Resim üzerine tıkladığınızda resim, mevcut pencerede ya da :ref:`OPACURLOpenInNewWindow` sistem tercihindeki değere bağlı olarak yeni bir pencerede tam boy olarak açılmalıdır.

source: Default:
hi: डिफाल्ट:
tr: Varsayılan:

source: Asks: Select export options that should be available from OPAC detail page: \_\_\_
hi: पूछते हैं: निर्यात विकल्प है कि ओपेक विवरण पृष्ठ से उपलब्ध होना चाहिए का चयन करें: \_\_\_

source: In the OPAC on the right of each bib record there is a menu that allows for saving the record in various formats. This patch will allow you to define which options are in the pull down menu. Available options are: BIBTEX (bibtex), Dublin Core (dc), MARCXML (marcxml), MARC-8 encoded MARC (marc8), Unicode/UTF-8 encoded MARC (utf8), Unicode/UTF-8 encoded MARC without local use -9xx, x9x, xx9- fields and subfields (marcstd), MODS (mods), and RIS (ris).
hi: प्रत्येक बीब रिकॉर्ड के दायीं ओर ओपीएसी में एक मेनू होता है जो विभिन्न प्रारूपों में रिकार्ड को बचाने के लिए अनुमति देता है. यह पैच आपको यह तय करने की अनुमति देगा कि कौन से विकल्प पुल डाउन मेनू में हैं उपलब्ध विकल्पों में से: बीबेटेक्स (बीbibtex), डब्लिन कोर (डीसी), मार्कएक्सएमएल (marcxml), मार्क-8 एनकोडेड मार्क (मार्क8), यूनिकोड/यूटीएफ-8 एनकोडेड मार्क (यूटीएफ 8), यूनिकोड/यूटीएफ-8 मार्क स्थानीय उपयोग के बिना --9xx, x9x, xx9-फ़ील्ड और सबफील्ड (marcstd), एमडीडीएस (मोड्स), और आरआईएस (ris).
it: Nel OPAC sulla destra di ogni record bibliografico c'è un menu che consente di salvare il record in vari formati. Questa patch consente di definire quali sono le opzioni nel menu a tendina. Le opzioni disponibili sono: BIBTEX (bibtex), Dublin Core (dc), MARCXML (marcxml), MARC-8 codificati MARC (marc8), MARC (utf8) codificati Unicode/UTF-8, Unicode/UTF-8 codificati MARC senza campi e sottocampi locali - 9xx, x9x, xx9- (marcstd), MODS (mods) e RIS (ris).
tr: OPAC'da her bibliyo kaydın sağında kaydın çeşitli biçimlerde kaydedilmesini sağlayan bir menü vardır. Bu yama, açılır menü içerisinde hangi seçeneklerin yer alacağını tanımlamanızı sağlar. Mevcut seçenekler şunlardır: BIBTEX (bibtex), Dublin Core (dc), MARCXML (marcxml), MARC-8 encoded MARC (marc8), Unicode/UTF-8 encoded MARC (utf8), Unicode/UTF-8 encoded MARC without local use -9xx, x9x, xx9- fields and subfields (marcstd), MODS (mods), ve RIS (ris).

source: Default: bootstrap
hi: डिफ़ॉल्ट: बूटस्ट्रैप
tr: Varsayılan: bootstrap

source: Asks: Use the \_\_\_ theme as the fallback theme on the OPAC.
hi: पूछता है: ओपेक पर फ़ॉलबैक थीम के रूप में \_\_\_थीम का उपयोग करें.
it: Chiede: Utilizzare il tema \_\_\_ come tema di default sull'OPAC.
tr: Seçenek: OPAC'da fallback teması olarak \_\_\_ temasını kullanın.

source: The purpose of this preference is to provide a way to choose to what theme to fallback on when you have a partial theme in place.
hi: इस वरीयता का उद्देश्य यह है कि जब आपके पास आंशिक थीम हो, तो किस विषय पर फ़ॉलबैक करना है, यह चुनने का एक तरीका प्रदान करना है।
