Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Value:
hi: मानः
it: Valore:
tr: Değer:

source: American
hi: अमेरिकी
tr: Amerikan

source: British
hi: ब्रिटिश
tr: İngiliz

source: Canadian
hi: कनाडावासी
tr: Kanada

source: French
hi: फ्रेंच
tr: Fransızca

source: German
hi: जर्मन
tr: Almanca

source: Japanese
hi: जापानी
it: Giapponese
tr: Japonca

source: Asks: \_\_\_ cover images from Amazon on search results and item detail pages on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर खोज परिणामों और आइटम विवरण पृष्ठों पर अमेज़ॅन से चित्रों को कवर करें.
it: Chiede: \_\_\_ le immagini delle copertine da Amazon nei risultati di ricerca e nelle pagine di dettaglio delle copie nell'OPAC.
tr: Seçenek: Amazon'dan alınan kapak resimlerini arama sonuçlarında ve OPAC ayrıntılar sayfasında\_\_\_.

source: This preference makes it possible to either allow or prevent Amazon cover images from being displayed in the OPAC. Cover images are retrieved by Amazon, which pulls the content based on the first ISBN number in the item's MARC record. Amazon offers this service free of charge. If the value for this preference is set to "Show", the cover images will appear in the OPAC, and if it is set to "Don't show", the images will not appear. Finally, if you're using Amazon cover images, all other cover image services must be disabled. If they are not disabled, they will prevent AmazonCoverImages from functioning properly.
hi: यह प्राथमिकता ओपेक में प्रदर्शित होने से अमेज़ॅन कवर छवियों को अनुमति देने या रोकने के लिए संभव है. कवर छवियाँ अमेज़ॅन द्वारा पुनर्प्राप्त की जाती हैं, जो मद के एमएआरसी रिकॉर्ड में पहले आईबीएन नंबर पर आधारित सामग्री खींचती हैं. अमेज़ॅन इस सेवा को नि: शुल्क प्रदान करता है यदि इस वरीयता के मान "दिखाएँ" पर सेट है, तो कवर छवियां ओपीएसी में दिखाई देंगी, और यदि यह "न दिखाएं" पर सेट है, तो चित्र दिखाई नहीं देंगे. अंत में, यदि आप अमेज़ॅन कवर छवियों का उपयोग कर रहे हैं, तो अन्य सभी कवर छवि सेवाओं को अक्षम होना चाहिए. यदि वे अक्षम नहीं हैं, तो वे AmazonCoverImages को ठीक से कार्य करने से रोकेंगे.
it: Questa preferenza permette di mostrare le copertine di Amazon nell'interfaccia dell'OPAC. Le copertine vengono cercate in base al primo ISBN del record MARC. Amazon offre gratuitamente questo servizio. Se lo attivi, devi disabilitare tutti gli altri servizi di copertine, altrimenti funzionerà male.
tr: Bu tercih Amazon kapak görüntülerinin personel istemcide gösterilip gösterilmeyeceğini ayarlamanızı sağlar. Kapak görüntüleri, içeriği materyalin MARC kayıtlarındaki ilk ISBN numarasına göre çeken Amazon'dan alınır. Amazon bu hizmeti ücretsiz olarak sunmaktadır. Bu değerin ayarı "Göster" olarak ayarlanırsa, kapak resimleri personel istemcide gösterilecektir, ve "Gösterme" olarak ayarlanırsa kapak resimleri gösterilmeyecektir. Son olarak eğer Amazon kapak resimleri hizmetini kullanıyorsanız tüm diğer kapak resmi hizmetleri devre dışı bırakılmalıdır. Devre dışı bırakılmadıkları takdirde AmazonCoverImages düzgün çalışmayabilir.

source: Asks: \_\_\_ include information (such as reviews and citations) from Babelthèque in item detail pages on the OPAC.
hi: पूछता है:\_\_\_ ओपेक पर आइटम विवरण पृष्ठों में Babelthèque से जानकारी (जैसे समीक्षा और उद्धरण) शामिल करें.
it: Chiede: \_\_\_ l'informazione da Babelthèque (recensioni, citazioni, ecc.) nella pagina dei dettagli dell'OPAC.
tr: Seçenek: Babelthèque tarafından sağlanan bilgilerin (değerlendirmeler ve atıflar gibi) OPAC'da materyal ayrıntıları sayfasına dahil edilmesine \_\_\_.

source: This preference makes it possible to display a Babelthèque tab in the OPAC, allowing patrons to access tags, reviews, and additional title information provided by Babelthèque. The information which Babelthèque supplies is drawn from the French language-based `Babelio.com <http://www.babelio.com/>`__, a French service similar to LibraryThing for Libraries. More information about Babelthèque is available through its website, `http://www.babeltheque.com <http://www.babeltheque.com/>`__. Libraries that wish to allow access to this information must first register for the service at http://www.babeltheque.com. Please note that this information is only provided in French.
hi: यह वरीयता ओपेक में एक बैबेलैक टैब प्रदर्शित करना संभव बनाता है, जिससे संरक्षक टैग, समीक्षा, और बेबेलथैक द्वारा प्रदान की गई अतिरिक्त शीर्षक जानकारी तक पहुंचने की अनुमति देते हैं। Babelthèque आपूर्ति की जानकारी फ्रांसीसी भाषा-आधारित 'Babelio.com <http://www.babelio.com/> `__, लाइब्रेरीज़ के लिए लाइब्रेरीटिंग जैसी फ़्रेंच सेवा से ली गई है। Babelthèque के बारे में अधिक जानकारी अपनी वेबसाइट के माध्यम से उपलब्ध है, 'http://www.babeltheque.com <http://www.babeltheque.com/> `__। पुस्तकालय जो इस जानकारी तक पहुंच की अनुमति देना चाहते हैं, पहले http://www.babeltheque.com पर सेवा के लिए पंजीकरण करना होगा। कृपया ध्यान दें कि यह जानकारी केवल फ्रेंच में प्रदान की जाती है।
it: Questa preferenza attiva una scheda Babeltheque nell'OPAC, e consente agli utenti di accedere a vari tipi di informazione fornita da Babeltheque. L'informazione fornita da Babeltheque è tratta dal servizio francese `Babelio.com <http://www.babelio.com/>`__, simile a LibraryThing. Ulteriore informazione su Babelthèque è disponibile su `http://www.babeltheque.com <http://www.babeltheque.com/>`__. Le biblioteche che desiderano fruire dei servizi di Babelteque devono registrarsi tramite http://www.babeltheque.com (in francese).
tr: Bu tercih, kullanıcıların Babeltheque tarafından sağlanan etiketler, incelemeler ve ek başlık bilgilerine erişmesine izin verilerek OPAC'da bir Babeltheque sekmesi görüntülenmesini mümkün kılar. Babeltheque'in sağladığı bilgiler, LibraryThing for Libraries'e benzer Fransızca bir hizmet olan Fransızca tabanlı Babelio.com <http://www.babelio.com/> `__ 'dan alınmıştır. Babeltheque hakkında daha fazla bilgi için kendi web sitesini ziyaret edebilirsiniz: `http://www.babeltheque.com <http://www.babeltheque.com/>` __. Bu bilgilere erişime izin vermek isteyen kütüphaneler ilk olarak http://www.babeltheque.com adresindeki hizmete kaydolmalıdır. Bu bilgilerin yalnızca Fransızca olarak sağlandığını lütfen unutmayın.

source: Asks: \_\_\_ Defined the url for the Babelthèque javascript file (eg. http://www.babeltheque.com/bw\_XX.js)
hi: पूछता है: \_\_\_ Babelthèque जावास्क्रिप्ट फ़ाइल के लिए यूआरएल परिभाषित (उदाहरण. http://www.babeltheque.com/bw\_XX.js)
it: Chiede: \_\_\_ definire l'url del file javascript di Babeltheque (es. http://www.babeltheque.com/bw\_XX.js)
tr: Seçenek: \_\_\_ Babeltheque javascript dosyasının url'si tanımlandı (örn. http://www.babeltheque.com/bw\_XX.js)

source: Asks: \_\_\_ Defined the url for the Babelthèque update periodically (eq. http://www.babeltheque.com/.../file.csv.bz2).
hi: पूछता है: \_\_\_ समय-समय पर Babelthèque अद्यतन के लिए यूआरएल परिभाषित (उदाहरण. http://www.babeltheque.com/.../file.csv.bz2).
it: Chiede: \_\_\_ definire l'url del file di aggiornamento periodico di Babeltheque (es. http://www.babeltheque.com/.../file.csv.bz2).
tr: Seçenek: \_\_\_ Babeltheque güncellemesinin url'si periyodik olarak tanımlandı (örn. http://www.babeltheque.com/.../file.csv.bz2).

source: Baker & Taylor
hi: बेकर और टेलर

source: This is a pay service, you must contact Baker & Taylor to subscribe to this service before setting these options.
hi: यह एक भुगतान सेवा है, इन विकल्पों को सेट करने से पहले आपको इस सेवा की सदस्यता लेने के लिए बेकर और टेलर से संपर्क करना होगा।
it: È un servizio a pagamento. Devi contattare Baker & Taylor per abbonarti a questo servizio e impostare queste opzioni.
tr: Bu ücretli bir hizmettir, bu seçenekleri ayarlamadan önce bu hizmete abone olmak için Baker & Taylor'a başvurmalısınız.

source: Asks: Baker and Taylor "My Library Bookstore" links should be accessed at https:// \_\_\_ isbn
hi: पूछता है: बेकर और टेलर "माई लाइब्रेरी बुकस्टोर" लिंक पर पहुंचा जाना चाहिए https:// \_\_\_ isbn
it: Chiede: i link a "My Library Bookstore" di Baker and Taylor si raggiungono all'indirizzo https:// \_\_\_ isbn
tr: Seçenek: Baker ve Taylor "My Library Bookstore" bağlantılarına https: // \_\_\_ isbn adresinden ulaşılmalıdır.

source: Some libraries generate additional funding for the library by selling books and other materials that are purchased from or have been previously leased from Baker & Taylor. These materials can be accessed via a link on the library's website. This service is often referred to as "My Library Bookstore." In order to participate in this program, the library must first register and pay for the service with Baker & Taylor. Additional information about this and other services provided by Baker & Taylor is available at the Baker & Taylor website, http://www.btol.com. The BakerTaylorBookstoreURL preference establishes the URL in order to link to the library's Baker & Taylor-backed online bookstore, if such a bookstore has been established. The default for this field is left blank; if no value is entered, the links to My Library Bookstore will remain inactive. If enabling this preference, enter the library's Hostname and Parent Number in the appropriate location within the URL. The "key" value (key=) should be appended to the URL, and https:// should be prepended.
hi: कुछ पुस्तकालय लाइब्रेरी के लिए अतिरिक्त वित्त पोषण उत्पन्न करते हैं जो पुस्तकों और अन्य सामग्रियों को बेचकर खरीदे जाते हैं जिन्हें पहले बेकर और टेलर से लिया गया था। पुस्तकालय की वेबसाइट पर एक लिंक के माध्यम से इन सामग्रियों तक पहुंचा जा सकता है। इस सेवा को अक्सर "माई लाइब्रेरी बुकस्टोर" के रूप में जाना जाता है। इस कार्यक्रम में भाग लेने के लिए, पुस्तकालय को सबसे पहले पंजीकरण और बेकर और टेलर के साथ सेवा के लिए भुगतान करना होगा। बेकर और टेलर द्वारा प्रदान की गई और अन्य सेवाओं के बारे में अतिरिक्त जानकारी बेकर एंड टेलर वेबसाइट http://www.btol.com पर उपलब्ध है। BakerTaylorBookstoreURL वरीयता पुस्तकालय के बेकर और टेलर समर्थित बैकस्टोर ऑनलाइन बुकस्टोर से लिंक करने के लिए यूआरएल स्थापित करती है, अगर ऐसी किताबों की दुकान स्थापित हो गई है। इस क्षेत्र के लिए डिफ़ॉल्ट खाली छोड़ दिया गया है; यदि कोई मूल्य दर्ज नहीं किया गया है, तो मेरी लाइब्रेरी बुकस्टोर के लिंक निष्क्रिय रहेंगे। यदि इस वरीयता को सक्षम करते हैं, तो URL के भीतर उचित स्थान पर लाइब्रेरी का होस्टनाम और अभिभावक संख्या दर्ज करें। "कुंजी" मान (कुंजी =) को यूआरएल में जोड़ा जाना चाहिए, और https:// को प्रीपेड किया जाना चाहिए।
it: Alcune biblioteche generano ricavi addizionali vendendo libri o altro che sono stati acquistati o noleggiati da Baker & Taylor. Questo materiale può essere acceduto tramite link presenti sul sito della biblioteca. Questo servizio si chiama spesso "My Library Bookstore". Per partecipare a questo programma, la biblioteca deve prima registrarsi e pagare Baker & Taylor. Altra informazione si trova sul sito di Baker & Taylor http://www.btol.com . La preferenza BakerTaylorBookstoreURL stabilisce l'URL al Baker & Taylor-backed online bookstore, se questo bookstore esiste. Il default per questo campo è di essere vuoto; e i link a My Library Bookstore rimarranno inattivi. Se si attiva questa preferenza, indicare il server della biblioteca e il Parent Number nel modo corretto nell'URL. Il "key" value (key=) deve essere al termine dell'URL, e iniziare con https://.
tr: Bazı kütüphaneler Baker & Taylor üzerinden satın alınan veya daha önce kiralanan kitaplar veya diğer materyalleri satarak ek bütçe oluşturur. Bu materyallere kütüphanenin web sitesindeki bir bağlantı aracılığıyla ulaşılabilir. Bu hizmet genellikle "My Library Bookstore" olarak adlandırılır. Bu programa katılabilmek için kütüphane öncelikle Baker & Taylor'a kayıt olup bu hizmetin ücretini ödemelidir. Bu ve Baker & Taylor tarafından sunulan diğer hizmetler hakkında ek bilgi Baker &a Taylor web sayfasında mevcuttur, http://www.btol.com. Böyle bir kitap mağazası kurulmuşsa The BakerTaylorBookstoreURL tercihi, kütüphanenin Baker & Taylor destekli çevrimiçi kitap mağazasına bağlantı kurmak için bir URL oluşturur. Bu alan varsayılan olarak boş bırakılır; Hiçbir değer girilmezse, My Library Bookstore bağlantıları devre dışı kalır. Bu tercihi etkinleştirmek için kütüphanenin ana bilgisayar adı ve ana numarasını URL içinde uygun konuma girin. "anahtar" değer (key=) URL'ye eklenmelidir ve başına https:// eklenmesi gerekmektedir.

source: This should be filled in with something like koha.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&parentNum=10923&key=
hi: यह कुछ इस तरह से भरा जाना चाहिए koha.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&parentNum=10923&key=
it: Da riempire con qualcosa come koha.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&parentNum=10923&key=
tr: Bu, koha.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&parentNum=10923&key= gibi bir şeyle doldurulmalıdır.

source: Leave it blank to disable these links.
hi: यह खाली इन कड़ियों को निष्क्रिय करने के लिए छोड़ दें.
it: Lasciare il campo in bianco per disabilitare.
tr: Bu bağlantıları devre dışı bırakmak için boş bırakın.

source: Be sure to get this information from Baker & Taylor when subscribing.
hi: सब्सक्राइब करते समय बेकर और टेलर से यह जानकारी प्राप्त करना सुनिश्चित करें।
it: Assicurarsi di ottenere queste informazioni da Baker & Taylor, quando ci si iscrive.
tr: Abone olurken bu bilgileri Baker & Taylor'dan aldığınıza emin olun.

source: Default: Don't add
hi: डिफ़ॉल्ट: जोड़े नही
it: Default: Non aggiungere
tr: Varsayılan: Ekleme

source: Asks: \_\_\_ Baker and Taylor links and cover images to the OPAC and staff client. This requires that you have entered in a username and password (which can be seen in image links).
hi: पूछता है: \_\_\_ बेकर और टेलर ओपेक और स्टाफ क्लाइंट को लिंक और कवर छवियां। इसके लिए आवश्यक है कि आपने उपयोगकर्ता नाम और पासवर्ड दर्ज किया हो (जिसे छवि लिंक में देखा जा सकता है).
it: Chiede: \_\_\_ i link e le copertine del servizio Baker and Taylor nell'interfaccia dello staff. Richiede uno username e password (che si trovano nei link delle immagini).
tr: Seçenek: Baker and Taylor bağlantılarını ve kapak resimlerini OPAC ve personel istemciye \_\_\_ . Bu bir kullanıcı adı ve şifre girmenizi gerektirir (resim bağlantılarında görülebilir).

source: Add
hi: जोड़ना
it: Aggiungi
tr: Ekle

source: Don't add
hi: जोड़ न करें
it: Non aggiungere
tr: Ekleme

source: This preference makes it possible to display Baker & Taylor content (book reviews, descriptions, cover images, etc.) in both the Staff Client and the OPAC. Libraries that wish to display Baker & Taylor content must first register and pay for this service with Baker & Taylor (http://www.btol.com). If Baker & Taylor content is enabled be sure to turn off other cover and review services to prevent interference.
hi: यह प्राथमिकता कर्मचारी स्टाफ और ओपेक दोनों में बेकर और टेलर सामग्री (पुस्तक समीक्षा, विवरण, कवर छवियां इत्यादि) प्रदर्शित करना संभव बनाता है। बेकर और टेलर सामग्री को प्रदर्शित करने के इच्छुक पुस्तकालयों को सबसे पहले पंजीकरण और बेकर और टेलर (http://www.btol.com) के साथ इस सेवा के लिए भुगतान करना होगा। अगर बेकर और Tayl
it: Questa preferenza permette di visualizzare contenuti da Baker & Taylor (recensioni di libri, descrizioni, immagini di copertina, ecc.), sia nel client dello staff che nell'OPAC. Le biblioteche che desiderano visualizzare contenuti Baker & Taylor devono prima registrarsi e pagare per questo servizio a Baker & Taylor (http://www.btol.com). Se il contenuto di Baker & Taylor è abilitato assicurarsi di disattivare altri servizi analoghi per evitare interferenze.
tr: Bu tercih Baker & Taylor içeriğinin (kitap değerlendirmeleri, açıklamalar, kapak resimleri vs.) hem personel istemci hem de OPAC'da görüntülenmesini sağlar. Baker & Taylor içeriğini görüntülemek isteyen kütüphanelerin öncelikle bu servis için Baker & Taylor'a kayıt olup ücretini ödemeleri gereklidir (http://www.btol.com). Eğer Baker & Taylor içeriğini etkinleştirirseniz, karışmayı önlemek için diğer tüm kapak ve değerlendirme servislerini kapattığınızdan emin olunuz.

source: To use this you will need to also set the :ref:`BakerTaylorUsername & BakerTaylorPassword <bakertaylorusername-&-bakertaylorpassword-label>` system preferences
hi: इसका उपयोग करने के लिए आपको यह भी सेट करना होगा :ref:`बेकरटायलर उपयोगकर्ता नाम और बेकर टेलर पासवर्ड <bakertaylorusername-&-bakertaylorpassword-label>' सिस्टम वरीयताएँ
it: Per usarla devi anche impostare le preferenze di sistema :ref:`BakerTaylorUsername & BakerTaylorPassword <bakertaylorusername-&-bakertaylorpassword-label>`
tr: Bunu kullanmak için, :ref:`BakerTaylorUsername ve BakerTaylorPassword <bakertaylorusername-&-bakertaylorpassword-label>' sistem tercihlerini de ayarlamanız gerekecektir

source: BakerTaylorUsername & BakerTaylorPassword
hi: बेकरटायलर उपयोगकर्ता नाम और बेकर टेलर पासवर्ड

source: Asks: Access Baker and Taylor using username \_\_\_ and password \_\_\_
hi: पूछता है: प्उपयोगकर्ता नाम का उपयोग कर बेकर और टेलर तक पहुंचें \_\_\_ और पासवर्ड \_\_\_
it: Chiede: Accedi a Baker and Taylor usando username \_\_\_ e password \_\_\_
tr: Seçenek: Baker and Taylor'a kullanıcı adı \_\_\_ ve parola \_\_\_ kullanarak erişim

source: This setting in only applicable if the library has a paid subscription to the external Content CafÃ© service from Baker & Taylor. Use the box provided to enter in the library's Content CafÃ© username and password. Also, ensure that the :ref:`BakerTaylorBookstoreURL` and :ref:`BakerTaylorEnabled` settings are properly set. The Content CafÃ© service is a feed of enhanced content such as cover art, professional reviews, and summaries that is displayed along with Staff Client/OPAC search results. For more information on this service please see the Baker & Taylor website: http://www.btol.com
hi: यह सेटिंग केवल तभी लागू होती है जब लाइब्रेरी में बेकर और टेलर से बाहरी सामग्री कैफे सेवा के लिए सशुल्क सदस्यता हो। लाइब्रेरी की सामग्री CafÃ © उपयोगकर्ता नाम और पासवर्ड में दर्ज करने के लिए प्रदान किए गए बॉक्स का उपयोग करें। साथ ही, सुनिश्चित करें कि : ref: `BakerTaylorBookstoreURL` और : ref:` BakerTaylorEnabled` सेटिंग्स ठीक से सेट हैं। सामग्री कैफे सेवा सेवा क्लाइंट / ओपेक खोज परिणामों के साथ प्रदर्शित कला कला, पेशेवर समीक्षा, और सारांश जैसे उन्नत सामग्री की एक फ़ीड है। इस सेवा के बारे में अधिक जानकारी के लिए कृपया बेकर और टेलर वेबसाइट देखें:http://www.btol.com
it: Questa impostazione è disponibile solo se la biblioteca ha pagato la sottoscrizione al servizio Content Café di Baker & Taylor. Inserire nelle caselle relative username e password di Content Café. Assicurarsi anche che le impostazioni :ref:`BakerTaylorBookstoreURL` e :ref:`BakerTaylorEnabled` siano attive. Il servizio Content Café consiste in informazione arricchita come copertine, recensioni professionali, riassunti, da mostrare nei risultati dell'OPAC e dell'interfaccia dello staff. Per ulteriore informazione vedere il sito web di Baker & Taylor http://www.btol.com
tr: Bu ayar, yalnızca kütüphanenin Baker & Taylor'dan harici Content Café servisine ücretli bir aboneliği varsa geçerlidir. Kütüphanenin Content CafÃ © kullanıcı adı ve parolasını girmek için sağlanan kutuyu kullanın. Ayrıca: ref:`BakerTaylorBookstoreURL` ve :ref:`BakerTaylorEnabled` ayarlarının doğru ayarlandığından emin olun. Content Café hizmeti, Kapak Resmi, profesyonel değerlendirmeler ve Personel İstemcisi/OPAC arama sonuçları ile birlikte görüntülenen özetler gibi gelişmiş içerikler sunar. Bu hizmetle ilgili daha fazla bilgi için lütfen Baker & Taylor web sitesini ziyaret edin: http://www.btol.com

source: Coce Cover images cache
hi: कोस कवर छवियों कैश
it: Cache di immagini di copertina Coce
tr: `Coce Kapak resimleri ön belleği

source: Coce is a remote image URL cache. With this option, cover images are not fetched directly from Amazon, Google, and so on. Their URLs are requested via a web service to Coce which manages a cache of URLs.
hi: Coce एक दूरस्थ छवि यूआरएल कैश है. इस विकल्प के साथ, कवर छवियों इतने पर अमेज़न, गूगल से सीधे कौड़ी नहीं कर रहे हैं, और. उनके यूआरएल Coce करने के लिए एक वेब सेवा है जो यूआरएल की एक कैश का प्रबंधन के माध्यम से अनुरोध कर रहे हैं.
it: Coce è una cache URL dell'immagine remota. Con questa opzione, le immagini di copertina non sono recuperati direttamente da Amazon, Google, e così via. I loro URL vengono richiesti a Coce che gestisce una cache di URL.
tr: Coce bir uzaktan görüntü URL önbelleğidir. Bu seçenekle birlikte kapak resimleri Amazon, Google, vb. üzerinden doğrudan alınmaz. Bunun yerine URL ön belleği yöneten Coce için bu resimlerin URL'leri istenir.

source: Coce
hi: कोस

source: Asks: \_\_\_ a Coce image cache service.
hi: पूछता है: \_\_\_ एक कोस इमेज कैश सेवा.
it: Chiede: \_\_\_ il servizio di cache di immagini di copertina fornito da Coce.
tr: Seçenek: Bir Coce resim önbellek hizmeti \_\_\_.

source: Coce has many benefits when it comes to choosing and displaying cover images in Koha:
hi: Coce कई लाभ है जब यह चुनने और Koha में कवर छवियों को प्रदर्शित करने के लिए आता है:
it: Coce ha molti vantaggi quando si tratta di scegliere e visualizzare immagini di copertina in Koha:
tr: Kapak resimlerinin seçilmesi ve Koha'da gösterilmesi söz konusu olunca Coce'nin bir çok faydası vardır:

source: If a book cover is not available from a provider, but is available from another one, Koha will be able to display a book cover, which isn't the case now
hi: एक किताब के कवर एक प्रदाता से उपलब्ध नहीं है, लेकिन एक और एक से उपलब्ध है, तो Koha एक पुस्तक कवर, जो मामले में अब नहीं है प्रदर्शित करने के लिए सक्षम हो जाएगा
it: Se una copertina non è disponibile da un provider, ma è disponibile da un altro, Koha potrà visualizzare comunque la copertina, cosa impossibile altrimenti
tr: Bir sağlayıcıdan bir kitap kapağı mevcut değilse, ancak bir başka sağlayıcıdan mevcut ise, Koha şimdi bir kitap kapağı görüntüleme olanağına kavuşacaktır

source: Since URLs are cached, it isn't necessary for each book cover to request, again and again, the provider, and several of them if necessary.
hi: चूंकि यूआरएल कैश कर रहे हैं, यह आवश्यक नहीं प्रत्येक पुस्तक के कवर के लिए फिर से और फिर, प्रदाता, अनुरोध करने के लिए उनमें से कई यदि आवश्यक है, और.
it: Dal momento che gli URL vengono memorizzati nella cache, non è necessario ripetere la richiesta al fornitore ogni volta che occorre una copertina.
tr: URL'ler önbelleğe alındığından, her bir kitap kapağının tekrar tekrar sağlayıcı ve gerekliyse diğerleri için talep istemesi gerekli değildir.

source: Amazon book covers are retrieved with Amazon Product Advertising API, which means that more covers are retrieved (ISBN13).
hi: अमेज़न पुस्तक कवर अमेज़न उत्पाद विज्ञापन एपीआई, जिसका अर्थ है कि अधिक कवर (ISBN13) प्राप्त कर रहे हैं के साथ प्राप्त कर रहे हैं.
it: Le copertine di libri Amazon vengono recuperate con le API di Amazon Product Advertising, il che significa che più copertine vengono recuperate (ISBN13).
tr: Amazon kitap kapakları, Amazon Product Advertising API'sı ile alınır; bu, daha fazla kapak alındığı anlamına gelir (ISBN13).
