Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Global system preferences
hi: ग्लोबल सिस्टम वरीयताएँ
it: Preferenze di sistema globali
tr: Genel sistem tercihleri

source: Global system preferences control the way your Koha system works in general. Set these preferences before anything else in Koha.
hi: ग्लोबल सिस्टम वरीयताएँ तरीका है अपने Koha प्रणाली सामान्य रूप से काम करता है नियंत्रित करते हैं। Koha में कुछ और करने से पहले इन प्राथमिकताएं सेट करें।
it: Le preferenze globali di sistema controllano Koha. Definiscile prima di operare su Koha.
tr: Global sistem seçenekleri Koha sisteminizin genel çalışma biçimini kontrol eder. Her şeyden önce, Koha’da bu seçenekleri ayarlayın.

source: *Get there:* More > Administration > Global System Preferences
hi: *वहां जाएं* अधिक> प्रशासन> वैश्विक सिस्टम प्राथमिकताएँ
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri

source: System preferences can be searched (using any part of the preference name or description) using the search box on the 'Administration' page or the search box at the top of each system preferences page.
hi: सिस्टम प्राथमिकता खोजा जा सकता है या 'प्रशासन' पृष्ठ पर खोज बॉक्स हर सिस्टम प्राथमिकताएं पृष्ठ के शीर्ष पर खोज बॉक्स का उपयोग (वरीयता नाम या विवरण के किसी भी भाग का उपयोग)।
it: Le preferenze di sistema possono essere ricercate, usando una parte del nome o della descrizione, tramite la casella di ricerca nella pagina 'Amministrazione' o la casella in alto in ogni pagina delle preferenze di sistema.
tr: Sistem seçenekleri 'Yönetim' sayfasındaki arama kutusu kullanılarak (seçenek isminin ya da tanımının her hangi bir kısmını kullanarak) ya da sistem seçenekleri her sayfasının en üstündeki arama kutusu kullanılarak araştırılabilir.

source: When editing preferences a ^(modified)^ tag will appear next to items you change until you click the 'Save All' button:
hi: प्राथमिकताओं को संपादित करते समय एक ^(संशोधित)^ टैग तब तक दिखाई देगा जब तक आप 'सभी सहेजें' बटन पर क्लिक नहीं करते हैं:

source: After saving your preferences you'll get a confirmation message telling you what preferences were saved:
hi: अपनी वरीयताओं को सहेजने के बाद आप कह रही प्राथमिकताएँ क्या सेव हो गए एक पुष्टिकरण संदेश मिलेगा:
it: Al termine del salvataggio delle modifiche riceverai un messaggio di conferma che indica quali preferenze sono state aggiornate:
tr: Tercihlerinizi kaydettikten sonra hangi tercihlerin kaydedildiğini gösteren bir onay mesajı alacaksınız:

source: Each section of preferences can be sorted alphabetically by clicking the small down arrow to the right of the word 'Preference' in the header column
hi: वरीयताओं के प्रत्येक अनुभाग हेडर के कॉलम में 'शब्द पसंद' के अधिकार के लिए छोटा सा नीचे तीर पर क्लिक करके हल किया जा सकता वर्णानुक्रम
it: Ogni sezione delle preferenze può essere ordinata alfabeticamente cliccando sulla piccola freccia alla destra della parola 'Preferenza' dell'intestazione della colonna
tr: Tercihlerin her bir bölümü baş sütundaki 'Tercihler' kelimesinin sağındaki küçük aşağı oka tıklayarak alfabetik sıraya göre sıralanabilir.

source: If the preference refers to monetary values (like :ref:`maxoutstanding`) the currency displayed will be the default you set in your :ref:`Currencies and Exchange Rates` administration area. In the examples to follow they will all read USD for U.S. Dollars.
hi: यदि वरीयता में मौद्रिक मूल्यों (जैसे :ref:`maxoutstanding`) का संदर्भ दिया गया है तो प्रदर्शित मुद्रा आपके द्वारा निर्धारित डिफ़ॉल्ट होगा: रेफर:` मुद्राओं और विनिमय दरें` प्रशासन क्षेत्र इन उदाहरणों का पालन करने के लिए वे यू.एस. डॉलर के लिए सभी USD पढ़ेंगे।
it: Se la preferenza si riferisce a valori monetari (come nel caso di :ref:`maxoutstanding`) la valuta visualizzata sarà il default che imposti nella tua area di amministrazione :ref:`Valute e tassi di cambio`. Gli esempi che seguono sono relativi ai dollari USA (USD), ma vanno intesi nella valuta corrente.
tr: Tercih parasal değerleri ifade ediyorsa (ref:`maxoutstanding` gibi) görüntülenen para birimi: ref:` Para Birimleri ve Döviz Kurları` yönetim alanında ayarladığınız varsayılan olacaktır. Takip edilecek örneklerde hepsi U.S. Dollars için USD olarak okunacaktır.

source: **Important**
hi: **महत्वपूर्ण**
it: **Importante**
tr: **Önemli**

source: For libraries systems with unique URLs for each site the system preference can be overridden by editing your koha-http.conf file this has to be done by a system administrator or someone with access to your system files. For example if all libraries but one want to have search terms highlighted in results you set the OpacHighlightedWords preference to 'Highlight' then edit the koha-http.conf for the library that wants this turned off by adding 'SetEnv OVERRIDE\_SYSPREF\_OpacHighlightedWords "0"'. After restarting the web server that one library will no longer see highlighted terms. Consult with your system administrator for more information.
hi: प्रत्येक साइट के लिए अद्वितीय URL के साथ लाइब्रेरी सिस्टम के लिए आपकी koha-http.conf फ़ाइल को संपादित करके सिस्टम वरीयता को ओवरराइड किया जा सकता है, इसे सिस्टम एडमिनिस्ट्रेटर या किसी को आपके सिस्टम फ़ाइलों तक पहुंच के साथ करना पड़ता है। उदाहरण के लिए, यदि सभी लाइब्रेरी लेकिन कोई भी ऐसा खोज शब्द रखना चाहता है जिसके परिणामों में आप OpacHighlightedWords प्राथमिकता को 'हाईलाइट' पर सेट करते हैं, तो उस लाइब्रेरी के लिए koha-http.conf को संपादित करें जो यह चाहता है कि 'SetEnv OVERRIDE\_SYSPREF\_OpacHighlightedWords "0"'.जोड़कर इसे बंद कर दिया जाए। वेब सर्वर को पुनरारंभ करने के बाद कि एक पुस्तकालय अब हाइलाइट किए गए शब्दों को नहीं देखेगा। अधिक जानकारी के लिए अपने सिस्टम व्यवस्थापक से सलाह लें।

source: Acquisitions
hi: अधिग्रहण
it: Acquisizioni
tr: Sağlama

source: *Get there:* More > Administration > Global system preferences > Acquisitions
hi: * वहां जाएं: * अधिक> प्रशासन> वैश्विक सिस्टम प्राथमिकताएं> अधिग्रहण

source: Policy
hi: नीति
it: Politica
tr: İlke

source: Default: placing an order
hi: डिफ़ॉल्ट: एक आदेश दे
it: Default: creare un ordine
tr: Varsayılan: sipariş verirken

source: Asks: Create an item when \_\_\_.
hi: पूछता है: जब एक आइटम बनाएं \_\_\_.
it: Chiede: Crea un record in uno di questi casi \_\_\_.
tr: Seçenek: \_\_\_ olduğunda bir materyal oluşturun.

source: Values:
hi: मानः
it: Valori:
tr: Değerler:

source: cataloging a record
hi: एक रिकार्ड का सूचीकरण करें
it: durante la catalogazione
tr: bir kaydı kataloglarken

source: placing an order
hi: एक ऑर्डर देना
it: facendo un ordine
tr: sipariş verirken

source: receiving an order
hi: आदेश प्राप्त करना
it: ricevendo un ordine
tr: sipariş alırken

source: Description:
hi: विवरण:
it: Descrizione:
tr: Tanım:

source: This preference lets you decide when you'd like to create an item record in Koha. If you choose to add an item record when 'placing an order' then you will enter item information in as you place records in your basket. If you choose to add the item when 'receiving an order' you will be asked for item record information when you're receiving orders in acquisitions. If you choose to add the item when 'cataloging a record' then item records will not be created in acquisitions at all, you will need to go to the cataloging module to add the items.
hi: यह वरीयता आप तय करते हैं जब आप Koha में एक आइटम रिकॉर्ड बनाना चाहते हैं देता है. आप जब 'एक आदेश रखने' के लिए एक आइटम रिकॉर्ड जोड़ने के लिए चुनते हैं तो आप आप अपने टोकरी में रिकॉर्ड जगह के रूप में आइटम जानकारी में प्रवेश करेंगे. आप जब 'एक आदेश प्राप्त' आइटम जोड़ने के लिए चुनते हैं आप आइटम के रिकार्ड की जानकारी के लिए कहा जाएगा जब आप अधिग्रहण में आदेश प्राप्त कर रहे हैं. आप जब तत्कालीन आइटम रिकॉर्ड सब पर अधिग्रहण में नहीं बनाया जाएगा 'एक रिकार्ड सूचीबद्ध' आइटम जोड़ने के लिए चुनते हैं, तो आप आइटम जोड़ने के लिए सूचीबद्ध मॉड्यूल के लिए जाने की जरूरत होगी.
it: Questa preferenza ti permette di decidere quando vuoi creare un record di copia in Koha. Se scegli di creare un record di copia 'facendo un ordine', fornirai i dati di copia al momento dell'inserimento di record nel nasket. Se scegli di aggiungere una copia 'ricevendo un ordine', ti verrà cheista l'informazione della copia quando ricevi gli ordini in acquisizione. Se scegli di aggiungere la copia 'durante al catalogazione', i record di copia non verranno creati in acquisizione, ma dovrai inserirli nel modulo di catalogazione.
tr: Bu tercih Koha içerisinde ne zaman bir materyal kaydı oluşturmak istediğinize karar vermenizi sağlar. Eğer sipariş verirken materyal kaydı eklemek isterseniz, sepetinize sipariş ekledikçe materyal bilgilerini de içerisine gireceksiniz. Eğer sipariş alırken materyali eklemek isterseniz, sağlama bölümünde siparişleri alırken materyal kayıt bilgileri de sizden istenecektir. Eğer materyali bir kaydın kataloglamasını yaparken eklemek isterseniz, bu sefer sağlama bölümünde hiç bir kayıt oluşturulmayacaktır ve materyalleri eklemek için kataloglama modülüne gitmeniz gerekecektir.

source: Default: Don't
hi: डिफ़ॉल्ट: नही करेें
it: Predefinito: Non attivare
tr: Varsayılan: Yapma

source: Asks: \_\_\_ enable the ability to upload and attach arbitrary files to invoices.
hi: पूछता है:\_\_\_ इनवॉइस को मनमाना फ़ाइलों को अपलोड करने और संलग्न करने की क्षमता सक्षम करें.
it: Chiede: \_\_\_. la possibilità di caricare e collegare dei file alle ricevute.
tr: Seçenek: İsteğe bağlı dosyaların karşıya yüklenip faturalara eklenebilme olanağını etkinleştir \_\_\_ .

source: Do
hi: करना
it: Attiva
tr: Yap

source: Don't
hi: नही करना
it: Non attivare
tr: Yapma

source: This preference controls whether or not you allow the uploading of invoice files via the acquisitions module.
hi: यह वरीयता को नियंत्रित करता है या नहीं, तुम अधिग्रहण मॉड्यूल के माध्यम से चालान फ़ाइलों को अपलोड करने की अनुमति है.
it: Questa preferenza imposta l'autorizzazione a caricare o meno file alle ricevute attraverso il modulo delle acquisizioni.
tr: Bu tercih, satın almalar modülü üzerinden fatura dosyaları yükleme izni verip vermediğinizi denetler.

source: Asks: Upon cancelling a receipt, update the item's subfields if they were created when placing an order (e.g. o=5\|a="bar foo""). \_\_\_
hi: पूछना: एक रसीद रद्द करने पर, आइटम के उपक्षेत्रों को अद्यतन करता है, तो वे जब एक आदेश रखने के लिए बनाया गया था (e.g. o=5\|a="bar foo""). \_\_\_
it: Chiede: Al momento della cancellazione di una ricevuta, aggiorna i sottocampi di una copia se creati al momento dell'ordine (es. o=5\|a="bla bla""). \_\_\_
tr: Seçenek: Bir alındı bildiriminin iptal edilmesini müteakip, bir ayırtma yapma esnasında oluşturuldular ise materyalin alt alanlarını güncelleyin (ör. o=5\|a="bar foo""). \_\_\_

source: This preference is used in conjunction with the :ref:`AcqItemSetSubfieldsWhenReceived` preference. If you have the system set to enter default values when you receive you will want to have those values revert back if reeipt is cancelled. This preference allows you to do that.
hi: इस वरीयता का प्रयोग के साथ संयोजन में किया जाता है :ref:`AcqItemSetSubfieldsWhenReceived` वरीयता यदि आपके सिस्टम में डिफ़ॉल्ट मान दर्ज करने के लिए सेट किया गया है, तो आपको ये मान वापस लौटाना चाहते हैं, यदि रियायत रद्द कर दी गई है। यह प्राथमिकता आपको यह करने की अनुमति देती है।
it: Questa preferenza è usata insieme alla preferenza :ref:`AcqItemSetSubfieldsWhenReceived`. Se hai configurato il sistema per immettere valori di default quando ricevi una copia, puoi volere che questi valori vengano cancellati se il ricevimento viene cancellato. Questa preferenza ti permette di farlo.
tr: Bu tercih: ref: `AcqItemSetSubfieldsWhenReceived` tercihi ile birlikte kullanılır. Sistem, aldığınızda varsayılan değerleri girmek üzere ayarlanmışsa, makbuz iptal edildiğinde bu değerleri geri almak isteyeceksiniz. Bu tercih size bunu yapmanızı sağlar.

source: Asks: Upon receiving items, update their subfields if they were created when placing an order (e.g. o=5\|a="foo bar"). \_\_\_
hi: पूछता है: आइटम प्राप्त करने पर, अपने सबफील्ड को अद्यतन करें, यदि कोई ऑर्डर देकर बनाया गया हो (e.g. o=5\|a="foo bar"). \_\_\_
it: Chiede: Al momento della cancellazione di una ricevuta, aggiorna i sottocampi di una copia se creati al momento dell'ordine (es. o=5\|a="bla bla""). \_\_\_
tr: Seçenek: Materyalleri teslim aldıktan sonra alt alanlarını, eğer sipariş verilirken oluşturuldular ise güncelle (e.g. o=5\|a="foo bar"). \_\_\_

source: This preference allows you to set default values for items that you receive via acquisitions. Enter the data as subfield=value and split your values with a bar ( \| ). For example you can remove the Ordered status on the item automatically when you receive it just by entering 7=0 in this preference. That will set the Not for Loan status (subfield 7) to 0 which is available.
hi: यह वरीयता आपको उन वस्तुओं के लिए डिफ़ॉल्ट मान सेट करने की अनुमति देता है जिन्हें आप अधिग्रहण के माध्यम से प्राप्त करते हैं। डेटा को सबफ़िल = मान के रूप में दर्ज करें और एक बार( \| ).के साथ अपने मूल्यों को विभाजित करें। उदाहरण के लिए, जब आप इसे वरीयता प्राप्त स्थिति में प्राप्त करते हैं, तो आप इस वरीयता में 7 = 0 दर्ज करके स्वचालित रूप से प्राप्त कर सकते हैं। यह ऋण की स्थिति (सबफील्ड 7) से 0 तक की जाएगी जो कि उपलब्ध है।
it: Questa preferenza ti permette di indicare i valori di default per le copie che ricevi tramite l'acquisizione. Inserisci i dati nel formato sottocampo=valore e separa i valori con una barra ( \| ). Per esempio puoi rimuovere lo stato di ordinato in modo automatico indicando 7=0 in questa preferenza. Così si imposta lo stato di 'Non per il prestito' a 0 (sottocampo 7), cioè prestabile.
tr: Bu tercih, satın alma yoluyla aldığınız materyallerin varsayılan değerlerini ayarlamanızı sağlar. Verileri alt alan = değer olarak girin ve değerlerinizi bir çubukla bölün (\ |). Örneğin, bu tercihte sadece 7=0 girerek materyal üzerinde Sipariş edildi durumunu otomatik olarak kaldırabilirsiniz. Bu, ödünç verilmez durumunu (alt alan 7), ödünç alınabilir 0 olarak ayarlar.

source: Default: created by staff member
hi: डिफ़ॉल्ट: स्टाफ के सदस्य के द्वारा बनाई
it: Default: creato da un membro dello staff
tr: Varsayılan: personel tarafından oluşturuldu

source: Asks: Show baskets \_\_\_
hi: पूछता है: बास्केट दिखाएं \_\_\_
it: Chiede: Mostra i raccoglitori \_\_\_
tr: Seçenek: Sepetleri göster \_\_\_

source: created by staff member
hi: स्टाफ के सदस्य के द्वारा बनाई
it: creato da un membro dello staff
tr: personel tarafından oluşturuldu

source: from staff member's branch
hi: स्टाफ सदस्य की शाखा से
it: dalla sottobiblioteca del membro dello staff
tr: personel üyenin biriminden

source: in system, regardless of owner
hi: प्रणाली में, मालिक की परवाह किए बिना
it: nel sistema, indipendentemente dalla biblioteca che ha fatto l'ordine
tr: sistem içerisinde, sahibi gözetilmeden

source: When in acquisitions this preference allows you to control whose baskets you can see when looking at a vendor. The default value of 'created by staff member' makes it so that you only see the baskets you created. Choosing to see baskets 'from staff member's branch' will show you the baskets created by anyone at the branch you're logged in at. Finally, you can choose to set this preference to show you all baskets regardless of who created it ('in system, regardless of owner). Regardless of which value you choose for this preference, superlibrarians can see all baskets created in the system.
hi: जब एक विक्रेता पर देख जब अधिग्रहण में इस वरीयता आप जिसका टोकरियों को नियंत्रित करने के लिए अनुमति देता है कि आप देख सकते हैं. इतनी है कि आप केवल बास्केट आपने बनाया है वहाँ की 'स्टाफ के सदस्य के द्वारा बनाई गई' डिफ़ॉल्ट मान बनाता है. 'स्टाफ सदस्य की शाखा से' बास्केट देखने के लिए चयन आप शाखा में प्रवेश किया हो पर किसी के द्वारा बनाया टोकरियों में दिखाई देंगे. अंत में, आप आप सभी टोकरी जो इसे बनाया की परवाह किए बिना दिखाने के लिए इस वरीयता निर्धारित करने के लिए चुन सकते हैं ( 'प्रणाली में, मालिक की परवाह किए बिना). चाहे जो आप इस वरीयता के लिए चयन मूल्य, superlibrarians प्रणाली में बनाई गई सभी टोकरी देख सकते हैं.
it: In acquisizione, questa preferenza permette di controllare quali raccoglitori puoi vedere relativamente a un fornitore. Il valore di default di 'creato da un membro dello staff' fa vedere solo i raccoglitori creati da te. Scegliendo di vedere i raccoglitori 'dalla sottobiblioteca del membro dello staff' mostrerà i racoglitori creati da tutti i membri dello staff della tua sottobiblioteca. Infine, puoi scegliere la terza preferenza per mostrare tutti i raccoglitori creati sul sistema ('nel sistema, indipendentemente dalla biblioteca che ha fatto l'ordine'). Il superlibrarian può comunque vedere tutti i raccoglitori creati nel sistema.
tr: Sağlama içerisinde bu tercih size, bir sağlayıcıya bakarken görebildiğiniz sepetleri kontrol etme imkanı sağlar. Varsayılan değerin 'personel tarafından oluşturuldu' olması, yalnızca sizin oluşturduğunuz sepetleri görebilmenizi sağlar. Sepetleri 'Personel üyenin birimi'nden gör seçimi, size oturum açmış olduğunuz birimdekiler tarafından oluşturulan sepetleri gösterecektir. Son olarak bu tercihi kimin oluşturduğuna bakmaksızın tüm sepetleri gösterecek şekilde ayarlayabilirsiniz (sistem içerisinde, sahibi gözetilmeden). Bu tercih için seçtiğiniz ayar hangisi olursa olsun, superlibrarian yetkisine sahip kullanıcılar sistem içerisinde oluşturulmuş tüm sepetleri görebilirler.

source: Default: Do not warn
hi: डिफ़ॉल्ट: चेतावनी न दें
it: Default: Non avvisare
tr: Varsayılan: Uyarma

source: Asks: \_\_\_ when the librarian tries to create an invoice with a duplicate number.
hi: पूछता है:\_\_\_ जब लाइब्रेरियन एक डुप्लीकेट नंबर के साथ एक चालान बनाने की कोशिश करता है.
it: Chiede: \_\_\_ quando il personale cerca di creare una fattura con numero duplicato.
tr: Seçenek: kütüphaneci yinelenen rakamlı fatura oluşturmaya çalıştığında \_\_\_

source: Do not warn
hi: चेतावनी न दें
it: Non avvisare
tr: Uyarma

source: Warn
hi: चेतावनी
it: Avvisa
tr: Uyar

source: Default: always ask for confirmation
hi: डिफ़ॉल्ट: हमेशा की पुष्टि के लिए पूछना
it: Default: chiedi sempre conferma
tr: Varsayılan: her zaman onaylama isteyin

source: Asks: When closing or reopening a basket, \_\_\_.
hi: पूछता है: जब एक टोकरी को बंद या फिर से खोलना,, \_\_\_.
it: Chiede: Quando viene chiuso o riaperto un raccoglitore, \_\_\_.
tr: Seçenek: Bir sepet kapatıldığı ya da yeniden açıldığında, \_\_\_.

source: always ask for confirmation
hi: हमेशा की पुष्टि के लिए पूछना
it: chiedi sempre conferma
tr: her zaman onaylama isteyin

source: do not ask for confirmation
hi: पुष्टि के लिए पूछ नहीं है
it: non chiedere conferma
tr: onaylama istemeyin

source: Descriptions:
hi: विवरण:
it: Descrizioni:
tr: Açıklamalar:

source: This preference adds the option to skip confirmations on closing and reopening a basket. If you skip the confirmation, you do not create a new basket group.
hi: यह वरीयता समापन पर पुष्टि छोड़ करने के लिए विकल्प कहते हैं और एक टोकरी को फिर से खोलने. आप पुष्टि छोड़ते हैं, आप एक नया टोकरी समूह नहीं बना सकता हूँ.
it: Questa preferenza permette di evitare la conferma chiudendo o riaprendo un raccoglitore. Se salti la conferma, non crei un nuovo ordine di acquisto.
tr: Bu tercih, bir sepetin kapatılması ve yeniden açılmasında teyitleri atlama seçeneğini ekler. Eğer teyitleri atlarsanız, yeni bir sepet grubu oluşturmazsınız.

source: Default: Don't send
hi: डिफ़ॉल्ट: न भेजें
it: Default: Non spedire
tr: Varsayılan: Gönderme

source: Asks: \_\_\_ blind copy (BCC) to logged in user when sending serial or acquisitions claims notices.
hi: पूछता है: \_\_\_ सीरियल या अधिग्रहण दावे नोटिस भेजते समय उपयोगकर्ता में लॉग इन करने के लिए अंधा प्रतिलिपि (बीसीसी).
it: Chiede: \_\_\_ copia nascosta (Ccn) l'utente connesso quando inviato un sollecito per un seriale o credito di acquisizione.
tr: Seçenek: Süreli yayın veya sağlama talep bildirimleri gönderirken oturum açan kullanıcıya görünmez kopya (BBC) \_\_\_.

source: Don't send
hi: न भेजें
it: Non spedire
tr: Gönderme

source: Send
hi: भेजना
it: Invia
tr: Gönder

source: When filing a claim in the :ref:`Claim Late Serials` or Acquisitions module this preference will allow for the sending of a copy of the email to the librarian.
hi: In में दावा दर्ज करते समय: रेफरी: 'दावा लेट सीरियल' या अधिग्रहण मॉड्यूल यह प्राथमिकता लाइब्रेरियन को ईमेल की एक प्रति भेजने की अनुमति देगी।
it: Quando si inviano solleciti dal modulo :ref:`periodici <claimsbcccopy-label>` o acquisizioni, questa preferenza permette di inviare una copia del messaggio di posta al bibliotecario stesso.
tr: :ref:`Geciken Süreli Yayınlar İçin Claim Oluştur` veya Sağlama modülünde bir claim başvurusunda, bu tercih e-postanın bir kopyasını kütüphaneciye göndermeye izin verecektir.

source: Default: 360,000.00 (US)
hi: डिफ़ॉल्ट: 360,000.00 (यूएस)
tr: Varsayılan: 360,000.00 (ABD Doları)

source: Asks: Display currencies using the following format \_\_\_
hi: पूछताछ: निम्न प्रारूप का उपयोग करके मुद्राओं को प्रदर्शित करें \_\_\_
it: Chiede: Mostra le valute usando il seguente formato \_\_\_
tr: Seçenek: Yandaki biçimi kullanarak para birimlerini görüntüle \_\_\_

source: 360,000.00 (US)
hi: 360,000.00 (यूएस)
tr: 360,000.00 (ABD Doları)

source: 360 000,00 (FR)
hi: 360 000,00 (एफआर)

source: gist
hi: जिस्ट

source: Default: 0
hi: डिफाल्ट: 0
tr: Varsayılan: 0

source: Asks: The default tax rate is \_\_\_
hi: पूछता है: डिफ़ॉल्ट कर की दर है \_\_\_
it: Chiede: L'IVA di default è \_\_\_
tr: Seçenek: Varsayılan vergi oranı \_\_\_

source: This preference will allow the library to define a default Goods and Services Tax rate. The default of value of 0 will disable this preference.
hi: यह वरीयता पुस्तकालय एक डिफ़ॉल्ट वस्तु एवं सेवा कर की दर को परिभाषित करने की अनुमति देगा. 0 के मूल्य के डिफ़ॉल्ट इस वरीयता निष्क्रिय कर देगा.
it: Questa preferenza permette di definire l'IVA per Merci e Servizi. Il valore di default di 0 disabilita questa preferenza.
tr: Bu tercih, kütüphanenin bir varsayılan Mal ve Hizmetler Vergisi oranı tanımlamasına izin verir. Varsayılan değerin 0 olması bu tercihi devre dışı bırakacaktır.

source: **Note**
hi: **नोट**
it: **Nota**
tr: **Not**

source: Enter this value as a number (.06) versus a percent (6%).
hi: एक नंबर (.06) एक प्रतिशत (6%) बनाम के रूप में इस मान दर्ज करें.
it: Inserisci un numero (.06) per indicare una percentuale (6%).
tr: Bu değeri bir sayı olarak girin (.06) Yüzde (% 6) karşı.

source: Asks: Set the mapping values for a new order line created from a MARC record in a staged file.
hi: पूछता है: एक मंचन फ़ाइल में एक मार्क रिकॉर्ड से बनाई गई एक नई व्यवस्था लाइन के लिए मानचित्रण मूल्यों सेट करें.
it: Chiede: Impostare i valori di mappatura per un nuovo ordine creato da un record MARC proveniente da un file nel deposito.
tr: Seçenek: Hazırlanmış bir dosyada MARC kaydından oluşturulmuş yeni bir sipariş satırı için eşleşme değerleri ayarlayın.

source: This preference includes MARC fields to check for order information to use when you are trying to :ref:`Order from a staged file` in acquisitions. You can use the following fields: price, quantity, budget\_code, discount, sort1, sort2.
hi: इस वरीयता में एमएआरसी फ़ील्ड्स शामिल हैं ताकि ऑर्डर की जानकारी के उपयोग की जांच हो सके जब आप कोशिश कर रहे हों: रेफरी: अधिग्रहण में `एक स्टेज फाइल से ऑर्डर ' आप निम्न फ़ील्ड का उपयोग कर सकते हैं: मूल्य, मात्रा, budget\_code, छूट, सॉर्ट 1, सॉर्ट 2
it: Questa preferenza include i campi MARC da controllare al momento dell'ordine da usare quando si :ref:`ordina a partire da un file nel deposito <marcfieldstoorder-label>`. Puoi usare i seguenti campi: price, quantity, budget\_code, discount, sort1, sort2.
tr: Bu tercih, satın alımlarda: ref: `Hazırlanmış dosyadan sipariş 'etmeye çalışırken sipariş bilgilerini kontrol etmek için MARC alanları içerir. Şu alanları kullanabilirsiniz: fiyat, miktar, bütçe\_kod, indirim, sıralama1, sıralama2.

source: For example:
hi: उदाहरण के लिए:
it: Per esempio:
tr: Örneğin:
