Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/systempreferences.po
Languages: hi, it, tr

source: Providing more than 5.6 million summaries and annotations derived from book jackets, edited publisher copy, or independently written annotations from Book News, Inc. Covering fiction and non-fiction, this summaries option provides annotations on both trade and scholarly titles. For more information see (http://www.bowker.com/syndetics/).
hi: पुस्तक जैकेट, संपादित प्रकाशक प्रतिलिपि, या पुस्तक समाचार, इंक से स्वतंत्र रूप से लिखित टिप्पणियों से प्राप्त 5.6 मिलियन से अधिक सारांश और एनोटेशन प्रदान करना। कथाओं और गैर-कथाओं को कवर करना, यह सारांश विकल्प व्यापार और विद्वानों के दोनों शीर्षकों पर टिप्पणियां प्रदान करता है। अधिक जानकारी के लिए देखें (http://www.bowker.com/syndetics/).
it: Fornisce più di 5,6 milioni di sommari e annotazioni derivati da copertine di libri, dall'editore, o da terzi forniti da Book News, Inc. Copre fiction e non-fiction, questa opzione fornisce annotazioni su libri commerciali e titoli accademici. Per ulteriori informazioni, si veda http://www.bowker.com/syndetics/.
tr: Book News, Inc.'den roman ve roman dışını kapsayan 5.6 milyondan fazla kitap kapaklarından alınmış özet ve açıklamalar, düzenlenen yayımcı kopyaları ya da bağımsız olarak yazılmış açıklamalar sağlıyor. Bu özet seçenekleri hem ticari hem de bilimsel başlıklar üzerinde açıklamalar sağlar. Daha fazla bilgi almak için (`http://www.bowker.com/syndetics/) adresine gidiniz.

source: Asks: \_\_\_ the table of contents of a title from Syndetics on item detail pages on the OPAC.
hi: पूछता है: \_\_\_ ओपेक पर आइटम विवरण पृष्ठों पर सिंडेटिक्स से एक शीर्षक की सामग्री की तालिका.
it: Chiede: \_\_\_ l'indice di un'opera da Syndetics nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: OPAC ayrıntılar sayfasında Syndetics tarafından sağlanan bir eserin içindekiler tablosunu \_\_\_.

source: This preference allows staff and patrons to review the Table of Contents from a wide variety of publications from popular self-help books to conference proceedings. Specific Information access is the main purpose for this option, allowing patrons guidance to their preferred section of the book. Special arrangements with selected book services is used to obtain the table of contents for new publications each year. Automatic links provided by the ISBNs within local MARC records are required to integrate Syndetics secured, high-speed Internet servers to the library OPACs. For more information see (http://www.bowker.com/syndetics/).
hi: यह वरीयता कर्मचारियों और संरक्षकों को लोकप्रिय स्वयं सहायता पुस्तकों से सम्मेलन कार्यवाही तक विभिन्न प्रकार के प्रकाशनों से सामग्री तालिका की समीक्षा करने की अनुमति देती है। इस विकल्प के लिए विशिष्ट जानकारी पहुंच मुख्य उद्देश्य है, जिससे पुस्तक के उनके पसंदीदा अनुभाग में संरक्षक मार्गदर्शन की अनुमति मिलती है। प्रत्येक वर्ष नए प्रकाशनों के लिए सामग्री की तालिका प्राप्त करने के लिए चयनित पुस्तक सेवाओं के साथ विशेष व्यवस्था का उपयोग किया जाता है। स्थानीय एमएआरसी रिकॉर्ड के भीतर आईएसबीएन द्वारा प्रदान किए गए स्वचालित लिंक पुस्तकालय OPACs में सिंडेटिक्स सुरक्षित, उच्च-गति इंटरनेट सर्वर को एकीकृत करने के लिए आवश्यक हैं। अधिक जानकारी के लिए (http://www.bowker.com/syndetics/).
it: Questa preferenza permette agli utenti di ottenere i Sommari (ToC) da una vasta gamma di pubblicazioni dai popolari libri fai-da-te ai proceedings di conferenze. Lo scopo principale è dare informazioni di accesso alla sezione di interesse del libro. Vengono utilizzati speciali accorgimenti con determinati servizi commerciali per recuperare i sommari di nuove pubblicazioni ogni anno. Link automatici basati sull'ISBN contenuto nel record bibliografico sono richiesti per integrare i server Syndetics ad alta velocità con gli OPAC. Per ulteriore informazione si veda http://www.bowker.com/syndetics/.
tr: Bu tercih, personel ve kullanıcıların konferans tutanaklarından kişisel gelişim kitaplarına kadar geniş bir yelpazede yer alan yayınların içindekiler tablolarını görebilmelerini sağlar. Bu tercihin asıl amacı kullanıcılara kitabın tercih ettikleri bölümüne rehberlik ederek spesifik bilgi erişimi sağlamaktır. Seçilen kitap hizmetleri ile özel düzenlemeler her yıl yeni yayınlar için içindekiler tablosunu elde etmek için kullanılır. Yerel MARC kayıtları içinde ISBN'leriniz tarafından sağlanan otomatik bağlantıların kütüphane OPAC'ları için Syndetics güvencesinde, yüksek hızda internet sunucuları ile entegre edilmesi gereklidir. Daha fazla bilgi için bkz: (http://www.bowker.com/syndetics/).

source: Tagging
hi: टेगिंग
it: Marcatura
tr: Tag'leme

source: Asks: \_\_\_ patrons and staff to put tags on items.
hi: पूछता है: \_\_\_ संरक्षक और कर्मचारी आइटम पर टैग डालते हैं.
it: Chiede: \_\_\_ agli utenti e allo staff di inserire i tag alle copie.
tr: Seçenek: kullanıcılar ve personelin materyaller üzerine tag koymasına \_\_\_.

source: Set to 'Allow' enable tagging. A tag is metadata, a word added to identify an item. Tags allow patrons to classify materials on their own. TagsEnabled is the main switch that permits the tagging features. TagsEnable must be set to 'Allow' to allow for other tagging features.
hi: टैगिंग सक्षम करने के लिए 'अनुमति दें' पर सेट करें एक टैग मेटाडेटा है, एक आइटम को पहचानने के लिए एक शब्द जोड़ा गया है. टैग संरक्षक अपने दम पर सामग्रियों को वर्गीकृत करने की अनुमति देते हैं टैग सक्रिय मुख्य स्विच है जो टैगिंग सुविधाओं को अनुमति देता है. टैग सक्षम होना चाहिए अन्य टैगिंग सुविधाओं के लिए अनुमति देने के लिए 'अनुमति दें' पर सेट होना चाहिए.
it: Impostato su 'Consenti' attiva il tagging. Un tag è una parola da associare a un titolo. I tag consentono agli utenti di classificare il materiale secondo propri schemi. TagsEnabled è l'interruttore principale che permette il tagging. TagsEnable deve essere impostata su 'Consenti' per attivare poi altre caratteristiche di tagging.
tr: Tag'lemeyi etkinleştirmek için 'İzin ver' olarak ayarlayın. Tag bir metaveri, bir materyali tanımlamak için eklenen bir kelimedir. Tag'ler kullanıcıların kendi materyallerini sınıflandırmalarına izin verir. TagsEnabled, etiketleme özelliklerine izin veren esas anahtardır. TagsEnable, diğer tag'leme özelliklerine izin vermesi için 'İzin ver' olarak ayarlanmalıdır.

source: Asks: Allow tags in the dictionary of the ispell executable \_\_\_ on the server to be approved without moderation.
hi: पूछता है: मॉडरेशन के बिना अनुमोदित होने के लिए सर्वर पर ispell निष्पादन योग्य \_\_\_ के शब्दकोश में टैग को अनुमति दें
it: Chiede: Consente di non dover moderare i tag contenuti nel dizionario del server ispell \_\_\_.
tr: Seçenek: ispell sözlüğündeki tag'lerin moderasyona tabi olmadan onaylanmaları için sunucu üzerinde çalıştırılabilir \_\_\_ olmasına izin verin.

source: The dictionary includes a list of accepted and rejected tags. The accepted list includes all the tags that have been pre-allowed. The rejected list includes tags that are not allowed. This preference identifies the "accepted" dictionary used. Ispell is an open source dictionary which can be used as a list of accepted terms. Since the dictionary allows for accurately spelled obscenities, the libraries policy may dictate that modifications are made to the Ispell dictionary if this preference is use. For more information about Ispell http://www.gnu.org/software/ispell/ispell.html. Enter the path on your server to a local ispell executable, used to set $Lingua::Ispell::path.
hi: शब्दकोश में स्वीकृत और अस्वीकृत टैग की एक सूची शामिल है। स्वीकृत सूची में उन सभी टैग शामिल हैं जिन्हें पूर्व-अनुमति दी गई है। अस्वीकृत सूची में टैग शामिल हैं जिन्हें अनुमति नहीं है। यह वरीयता इस्तेमाल किए गए "स्वीकृत" शब्दकोश की पहचान करती है। Ispell एक ओपन सोर्स डिक्शनरी है जिसे स्वीकृत शर्तों की सूची के रूप में इस्तेमाल किया जा सकता है। चूंकि शब्दकोश सटीक वर्तनी वाले अस्पष्टताओं की अनुमति देता है, इसलिए पुस्तकालय नीति यह निर्धारित कर सकती है कि यदि इस वरीयता का उपयोग किया जाता है तो संशोधनों को इस्पेल शब्दकोश में संशोधित किया जाता है। Ispell http://www.gnu.org/software/ispell/ispell.html के बारे में अधिक जानकारी के लिए। अपने सर्वर पर पथ को स्थानीय आईस्पेल निष्पादन योग्य में सेट करें, जो सेट करने के लिए उपयोग किया जाता है $Lingua::Ispell::path.
it: Il dizionario include due liste, di tag accettati e di tag rifiutati. La lista dei tag accettati contiene quelli che verranno permessi, e viceversa. Questa preferenza identifica il dizionario dei tag accettati in uso. Ispell è un dizionario open source che può essere usato come lista di tag accettati. Dato che il dizionario riconosce termini osceni, le regole della biblioteca possono indicare di fare modifiche al dizionario ispell se questa preferenza è attiva. Per approfondimenti si veda http://www.gnu.org/software/ispell/ispell.html. Indicare il percorso all'eseguibile ispell, usato per impostare $Lingua::Ispell::path.
tr: Sözlük kabul edilen ve reddedilen tag'lerin bir listesini içerir.Kabul listesi önceden izin verilmiş tüm tag'leri içerir. Reddedilen listesi izin verilmeyen tag'leri içerir. Bu tercih kullanılan "kabul edilen" sözlüğü tanımlar. Ispell, kabul edilen terimlerin bir listesi olarak kullanılabilecek bir açık kaynaklı sözlüktür. Sözlük müstehcen kelimelerin açık olarak yazılmasına izin verdiğinden dolayı bu tercih kullanımda ise kütüphane politikası Ispell sözlüğü üzerinde modifikasyon yapılmasını dikte edebilir. Ispell hakkında daha fazla bilgi almak için http://www.gnu.org/software/ispell/ispell.html. Sunucunuzdaki yerel ispell çalıştırılabilir dosyasına $Lingua::Ispell::path ayarlamak için kullanılan yolu girin.

source: Asks: \_\_\_ patrons to input tags on item detail pages on the OPAC.
hi: पूछता है:\_\_\_ओपेक पर आइटम विवरण पृष्ठों पर इनपुट टैग के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di aggiungere tags nella pagina dei dettagli dell'OPAC.
tr: Seçenek: Kullanıcıların OPAC materyal ayrıntıları sayfaları üzerinde tag girebilmelerine \_\_\_.

source: Asks: \_\_\_ patrons to input tags on search results on the OPAC.
hi: पूछता है:\_\_\_ओपेक पर खोज परिणामों पर इनपुट टैग के लिए संरक्षक.
it: Chiede: \_\_\_ agli utenti di aggiungere tags nella pagina dei risultati dell'OPAC.
tr: Seçenek: kullanıcıların OPAC üzerinde arama sonuçlarında tag girebilmelerine \_\_\_.

source: Asks: \_\_\_ that tags submitted by patrons be reviewed by a staff member before being shown.
hi: पूछता है: \_\_\_ कि संरक्षक द्वारा प्रस्तुत किए गए टैग की समीक्षा से पहले एक स्टाफ सदस्य द्वारा समीक्षा की जाएगी.
it: Chiede: \_\_\_ che i tag inviati dagli utenti siano verificati dallo staff prima pubblicazione.
tr: Seçenek: Kullanıcılar tarafından gönderilen tag'lerin gösterilmesinden önce personel tarafından incelenmesine \_\_\_.

source: When set to 'Require,^ all tags to be first filtered by the tag moderator. Only approved tags will be visible to patrons. When set to 'Don't require' tags will bypass the tag moderator and patrons' tags to be immediately visible. When this preference is enabled the moderator, a staff member, would approve the tag in the Staff Client. The moderator will have the option to approve or reject each pending tag suggestion.
hi: 'आवश्यकता' पर सेट करते समय,^ टैग टैग मॉडरेटर द्वारा पहले टैग किए जाने वाले सभी टैग। केवल अनुमोदित टैग संरक्षक को दिखाई देंगे। जब 'आवश्यकता नहीं है' टैग पर सेट टैग टैग मॉडरेटर और संरक्षक टैग को तत्काल दिखाई देने के लिए बाईपास करेगा। जब यह वरीयता सक्षम होती है तो मॉडरेटर, एक कर्मचारी सदस्य, स्टाफ क्लाइंट में टैग को स्वीकृति देगा। मॉडरेटर के पास प्रत्येक लंबित टैग सुझाव को स्वीकार या अस्वीकार करने का विकल्प होगा।

source: When moderation is required all tags go through the tag moderation tool before becoming visible.
hi: जब मॉडरेशन की आवश्यकता होती है, तो दृश्यमान होने से पहले सभी टैग टैग मॉडरेशन टूल में जाते हैं.
it: Quando la moderazione è necessaria, tutti i tag passano attraverso lo strumento di moderazione dei tag prima di diventare visibili.
tr: Moderasyon gerekli olduğunda tüm tag'ler görünür olmadan önce tag moderasyon aracı tarafından incelenir.

source: *Get there:* More > Tools > :ref:`Tags <tag-moderation-label>`
hi: *वहा जाओ:* अधिक > उपकरण > :ref:`टैंग <tag-moderation-label>`
it: *Vai a:* Più > Strumenti > :ref:`Tag <tag-moderation-label>`
tr: *Gidiş yolu:* Daha fazla > Araçlar :ref:`Tag'ler <tag-moderation-label>

source: Default: 10
hi: डिफ़ॉल्ट: 10
tr: Varsayılan: 10

source: Asks: Show \_\_\_ tags on item detail pages on the OPAC.
hi: पूछता है: ओपेक पर आइटम विवरण पृष्ठों पर \_\_\_ टैग दिखाएं.
it: Chiede: Mostra \_\_\_ tags nelle pagine di dettaglio dell'OPAC.
tr: Seçenek: OPAC ayrıntılar sayfasındaki \_\_\_ tag'lerini göster.

source: Set the value to 0 (zero) to turn this feature off.
hi: इस सुविधा को बंद करने के लिए 0 (शून्य) के लिए मूल्य निर्धारित करें.
it: Imposta il valore a 0 (zero) per disabilitare questa funzione.
tr: Bu özelliği devre dışı bırakmak için değeri 0 (sıfır) olarak ayarlayın.

source: Default: 6
hi: डिफ़ॉल्ट: 6
tr: Varsayılan: 6

source: Asks: Show \_\_\_ tags on search results on the OPAC.
hi: पूछता है: ओपेक पर खोज परिणामों पर \_\_\_टैग दिखाएं.
it: Chiede: Mostra \_\_\_ tags nella pagina dei risultati dell'OPAC.
tr: Seçenek: OPAC'da arama sonuçlarında \_\_\_ tag'lerini göster.

source: These preferences control your Internationalization and Localization settings.
hi: ये प्राथमिकताएं आपके अंतर्राष्ट्रीयकरण और स्थानीयकरण सेटिंग को नियंत्रित करती हैं.
it: Queste preferenze controllano le impostazioni di internazionalizzazione e localizzazione.
tr: Bu Tercihler, uluslararasılaştırma ve yerelleştirme ayarlarını denetler.

source: *Get there:* More > Administration > Global System Preferences > I18N/L10N
hi: *वहाँ जाओ:* अधिक > प्रशासन > ग्लोबल सिस्टम प्राथमिकताएं > I18N/L10N
it: *Vai a:* Più > Amministrazione > Preferenze di sistema
tr: *Gidiş yolu*: Daha fazla > Yönetim > Genel Sistem Tercihleri > I18N/L10N

source: Default: US style ([Street number], [Address] - [City], [Zip/Postal Code], [Country])
hi: डिफ़ॉल्ट: अमेरिकी शैली ([सड़क का नंबर], [पता] - [शहर], [ज़िप / पोस्टल कोड], [देश])
it: Predefinito: stile USA ([Numero civico], [Indirizzo] - [Città], [Zip / Postal Code], [Paese])
tr: Varsayılan: ABD stili ([Cadde numarası], [Adres] - [Şehir], [Zip/Posta kodu], [(Eyalet)]

source: Asks: Format postal addresses using \_\_\_
hi: पूछता है: डाक पते का उपयोग कर प्रारूप \_\_\_
it: Chiede: Formatta gli indirizzi postali usando \_\_\_
tr: Seçenek: Posta adreslerini \_\_\_ kullanarak biçimlendir

source: German style ([Address] [Street number] - [Zip/Postal Code] [City] - [Country])
hi: जर्मन शैली ([पता] [सड़क का नंबर] - [पिन / डाक कोड] [शहर] - [देश])
it: Stile tedesco ([indirizzo] [Numero civico] - [Zip / Postal Code] [Città] - [Paese])
tr: Alman stili ([Adres] [Cadde numarası] - [Zip/Posta Kodu] [Şehir] - [(Eyalet])

source: US style ([Street number], [Address] - [City], [Zip/Postal Code], [Country])
hi: अमेरिकी शैली ([सड़क का नंबर], [पता] - [शहर], [ज़िप / पोस्टल कोड], [देश])
it: Stile degli Stati Uniti ([Numero civico], [Indirizzo] - [Città], [Zip / Postal Code], [Paese])
tr: ABD stili ([Cadde numarası], [Adres] - [Şehir], [Zip/Posta kodu], [(Eyalet)]

source: This preference will let you control how Koha displays patron addresses given the information entered in the various fields on their record.
hi: यह वरीयता आपको यह नियंत्रित करने देगी कि कोहा अपने संरक्षकों के विभिन्न क्षेत्रों में दर्ज की गई जानकारी को संरक्षित करने वाले संरक्षक पते कैसे दिखाता है.
it: Questa preferenza vi permetterà di controllare il modo in cui Koha visualizza gli indirizzi degli utenti con le informazioni inserite nei vari campi del loro record.
tr: Bu tercih, Koha'nın kayıtlarındaki çeşitli alanlara girilen bilgileri göz önüne alarak kullanıcı adreslerini nasıl görüntülediğini kontrol etmenize izin verir.

source: alphabet
hi: वर्णमाला
it: alfabeto
tr: alfabe

source: Default: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z
hi: डिफ़ॉल्ट: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z
tr: Varsayılan: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z

source: Asks: Use the alphabet \_\_\_ for lists of browsable letters. This should be a space separated list of uppercase letters.
hi: पूछता है: ब्राउज़ करने योग्य अक्षरों की सूचियों के लिए वर्णमाला \_\_\_का प्रयोग करें। यह अपरकेस अक्षरों की एक स्पेस से अलग सूची होनी चाहिए.
it: Chiede: Usa l'alfabeto \_\_\_ per l'elenco di lettere a scorrimento. Si tratta di una lista di lettere maiuscole separate da spazi.
tr: Seçenek: Taranabilir harflerin listeleri için \_\_\_ alfabesini kullanın. Bu, büyük harflerin bir boşlukla ayrılmış listesi olmalıdır.

source: This preference allows you define your own alphabet for browsing patrons in Koha.
hi: कोहा में संरक्षक ब्राउज़ करने के लिए यह प्राथमिकता आपको अपने खुद के वर्णमाला को परिभाषित करने की अनुमति देती है
it: Questa preferenza ti permette di definire un tuo alfabeto per scorrere gli utenti in Koha.
tr: Bu tercih Koha'da kullanıcı aramak için kendi alfabenizi tanımlamanızı sağlar.

source: Default: Sunday
hi: डिफ़ॉल्ट: रविवार
it: Default: Domenica
tr: Varsayılan: Pazar

source: Asks: Use \_\_\_ as the first day of week in the calendar.
hi: पूछता है: कैलेंडर में सप्ताह के पहले दिन के रूप में \_\_\_ का उपयोग करें.
it: Chiede: Usa \_\_\_ come primo giorno della settimana nel calendario.
tr: Seçenek: Takvimde haftanın ilk günü olarak\_\_\_ gününü kullanın.

source: Sunday
hi: रविवार
it: Domenica
tr: Pazar

source: Monday
hi: सोमवार
it: Lunedì
tr: Pazartesi

source: Tuesday
hi: मंगलवार
it: Martedì
tr: Salı

source: Wednesday
hi: बुधवार
it: Mercoledì
tr: Çarşamba

source: Thursday
hi: गुरुवार
it: Giovedì
tr: Perşembe

source: Friday
hi: शुक्रवार
it: Venerdì
tr: Cuma

source: Saturday
hi: शनिवार
it: Sabato
tr: Cumartesi

source: Using this preference you can control what day shows as the first day of the week in the calendar pop ups throughout Koha and on the Calendar tool. If you change this preference and don't see a change in your browser try clearing your cache since it makes changes to the Javascript on these pages.
hi: इस वरीयता आप नियंत्रित कर सकते हैं जो दिन भर Koha और कैलेंडर उपकरण पर कैलेंडर पॉप अप में सप्ताह के पहले दिन के रूप में चलता का उपयोग करना. आप इस वरीयता बदलने के लिए और देखने के लिए अपने ब्राउज़र में एक परिवर्तन आपके कैश समाशोधन के बाद से यह इन पन्नों पर जावास्क्रिप्ट में परिवर्तन करता है की कोशिश नहीं करते हैं.
it: Questa preferenza controlla il primo giorno della settimana mostrato nei calendari usati da Koha e nello Strumento Calendario. Se cambi questa preferenza e non ne vedi gli effetti, cancella la cache del tuo browser dato che sono coinvolti programmi JavaScript relativi a quelle pagine.
tr: Bu tercihi kullanarak Koha'da ve Takvim aracında yer alan takvim açılır menüsünde haftanın ilk günü olarak hangi günün gösterileceğini denetleyebilirsiniz. Bu ayarı değiştirdikten sonra tarayıcınızda her hangi bir değişiklik göremiyorsanız bu sayfalarda yer alan JavaScriptlerde değişiklik olduğu için tarayıcınızın ön belleğini temizleyin.

source: Default: mm/dd/yyyy
hi: डिफ़ॉल्ट: dd/mm/yyyy
it: Default: mm/gg/aaaa
tr: Varsayılan: aa/gg/yyyy

source: Asks: Format dates like \_\_\_
hi: पूछता है: प्रारूप दिनांक जैसे \_\_\_
it: Chiede: Formatta la data usando \_\_\_
tr: Seçenek: Tarihleri \_\_\_ gibi biçimlendir

source: This preference controls how the date is displayed. The options are the United States method, mm/dd/yyyy (04/24/2010), the metric method, dd/mm/yyyy (24/04/2010) or ISO, which is the International Standard of Organization, yyyy/mm/dd (2010/04/24). The International Standard of Organization would primarily be used by libraries with locations in multiple nations that may use different date formats, to have a single display type, or if the library would be in a region that does not use the United States or metric method. More information regarding the ISO date format can be found at http://www.iso.org/iso/iso_catalogue.htm.
hi: यह प्राथमिकता नियंत्रित करती है कि दिनांक कैसे प्रदर्शित होता है। विकल्प संयुक्त राज्य विधि, mm/dd/yyyy (04/24/2010), मीट्रिक विधि, dd/mm/yyyy (24/04/2010) या आईएसओ, जो संगठन का अंतर्राष्ट्रीय मानक है, yyyy / मिमी / डीडी (2010/04/24)। संगठन का अंतर्राष्ट्रीय मानक प्राथमिक रूप से पुस्तकालयों द्वारा कई देशों में स्थानों के साथ उपयोग किया जाएगा जो अलग-अलग दिनांक स्वरूपों का उपयोग कर सकते हैं, एक एकल प्रदर्शन प्रकार, या यदि पुस्तकालय ऐसे क्षेत्र में होगा जो संयुक्त राज्य या मीट्रिक विधि का उपयोग नहीं करता है। आईएसओ दिनांक प्रारूप के बारे में अधिक जानकारी मिल सकती है http://www.iso.org/iso/iso_catalogue.htm.
it: Questa preferenza controlla il formato di visualizzazione delle date. Le possibilità sono: USA mm/dd/yyyy (04/24/2010), Europa dd/mm/yyyy (24/04/2010) o ISO yyyy/mm/dd (2010/04/24). Il formato ISO è adatto per biblioteche accedute da nazioni diverse che potrebbero usare formati diversi tra loro, o dove non vanno bene nemmeno gli altri formati. Approfondimenti sul formato ISO si trovano su http://www.iso.org/iso/iso_catalogue.htm.
tr: Bu tercih tarihin nasıl gösterildiğini kontrol eder. Seçenekler şunlardır: Amerika Birleşik Devletleri yöntemi, aa/gg/yyyy (2010/04/24), metrik yöntem, dd/mm/yyyy (24/04/2010) veya Uluslararası Standartlar Teşkilatı olan ISO yöntemi dd-mm-yyyy (2010/04/24). Uluslararası Standartlar Teşkilatı yöntemi öncelikle farklı tarih biçimlerinin kullanıldığı birden çok ülkede yer alan kütüphaneler tarafından standart bir görünüme sahip olmak için, ya da ABD yöntmi veya metrik yöntemi kullanılmayan bir bölgede olan kütüphaneler tarafından kullanılabilir. ISO Tarih biçimi hakkında daha fazla bilgi şu adreste bulunabilir: http://www.iso.org/iso/iso_catalogue.htm

source: language
hi: भाषा
it: lingua
tr: dil

source: Asks: Enable the following languages on the staff interface
hi: पूछता है: कर्मचारियों की इंटरफ़ेस पर निम्नलिखित भाषाओं को सक्षम करें
it: Chiede: attiva le seguenti lingue nella interfaccia dello staff
tr: Seçenek: Aşağıdaki dilleri personel arayüzünde etkinleştir

source: English
hi: अंग्रेजी
it: Inglese
tr: İngilizce

source: To install additional languages please refer to http://wiki.koha-community.org/wiki/Installation_of_additional_languages_for_OPAC_and_INTRANET_staff_client
hi: अतिरिक्त भाषाओं को स्थापित करने के लिए कृपया देखें http://wiki.koha-community.org/wiki/Installation_of_additional_languages_for_OPAC_and_INTRANET_staff_client
it: Per installare lingue aggiuntive consultare http://wiki.koha-community.org/wiki/Installation_of_additional_languages_for_OPAC_and_INTRANET_staff_client
tr: İlave diller kurmak için lütfen buraya bakınız http://wiki.koha-community.org/wiki/Installation_of_additional_languages_for_OPAC_and_INTRANET_staff_client

source: Asks: Enable the following languages on the OPAC
hi: पूछता है: ओपेक पर निम्नलिखित भाषाओं को सक्षम करें
it: Chiede: Attivare le seguenti lingue nell'OPAC
tr: Soruyor: OPAC üzerinde aşağıdaki dilleri etkinleştirin

source: To install additional languages you need to run misc/translation/install-code.pl. For example, to install French you would run the following command install-code.pl fr-FR to make the templates, once they exist and are in the right place then they will show up as an option in this preference.
hi: अतिरिक्त भाषाओं को स्थापित करने के लिए जिन्हें आपको misc/translation/install-code.pl चलाने की आवश्यकता है उदाहरण के लिए, फ़्रांसीसी को स्थापित करने के लिए आप टेम्प्लेट बनाने के लिए निम्नलिखित कमांड install-code.pl fr-FR चलाएंगे, एक बार वे मौजूद हैं और सही जगह पर हैं तो वे इस वरीयता में एक विकल्प के रूप में दिखाई देंगे.
it: Per installare altre lingue devi eseguire misc/translation/install-code.pl.Per esempio per installare il francese devi eseguire il comando install-code.pl fr-FR che prepara i template; una volta pronti, apparirà la relativa lingua come opzione in questa preferenza.
tr: Ek diller yüklemek için misc/translation/install-code.pl komutunu çalıştırmanız gerekir. Örneğin, Fransızca'yı yüklemek için gerekli şablonları oluşturmak için şu komutu install-code.pl fr-FR'yi çalıştırmalısınız; var olduklarında ve doğru yerde olduklarında bu, tercih içinde bir seçenek olarak görünecektir.
