Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/third_party_software.po
Languages: fr, hi, it, tr, zh_tw

source: When a record is ready to export, from the "Action" menu, select "Export" or use the F5 key, and it’s export status will be "ready."
fr: Lorsqu'une notice est prête à être exportée, sélectionnez "Exportation" ou utilisez la touche F5 depuis le menu "Action". Le statut d'exportation sera marqué de "prêt".
hi: जब एक रिकॉर्ड "लड़ाई" मेनू से, निर्यात के लिए तैयार है, चुनें "निर्यात" या F5 कुंजी का उपयोग करें, और यह निर्यात स्थिति हो जाएगा "तैयार है।"
it: Quando un record è pronto per l'esportazione, dal menu "Action", seleziona "Export" o usa il tasto F5, e lo stato di esportazione diventerà "ready".
tr: Bir kayıt dışa aktarılmaya hazır olduğunda, 'Eylem' menüsünden "Dışa Aktar" seçeneğini seçin ya da F5 tuşunu kullanın ve dışa aktarma durumu "hazır" olacaktır.
zh_tw: 準備匯出單筆記錄時，從 "行動" 選單，選取 "匯出" 或按 F5 鍵，其匯出狀態將是 "備便。"

source: When ready to export the batch, from the "Batch" menu, select "Process batch" and check the appropriate "Path" and "Export" boxes
hi: जब, "बैच" मेनू से, बैच निर्यात का चयन "प्रक्रिया बैच" और जाँच उचित "पथ" और "निर्यात" बक्से के लिए तैयार
it: Quando si è pronti a fare l'exportl batch, dal menu "Batch", selezionare "Processi batch", seleziona la casella "Path" da usare e poi seleziona "Export"
tr: Toplu olarak aktarmaya hazır olduğunuzda, "Toplu" menüsünden "Toplu işlem"i seçin ve uygun "Yol" ve "Dışa Aktar" kutularını işaretleyin
zh_tw: 準備批次匯出記錄時，從 "批次" 選單，選取 "批次程序" 並選取適當的 "路徑" 與 "匯出" 盒

source: The export will begin, and the bib records will be exported & imported into Koha one by one; you will see "OCLC Gateway Export Status" windows, as above, showing you the results of each export. That window will stay there until you select "Close," and then the next record’s export/import will begin. The process will continue until all records in the batch are completed. Then you may or may not see the Connexion Client export report (depending on your Client options for that).
hi: निर्यात शुरू हो जाएगा, और बीबी रिकॉर्ड को निर्यात किया जाएगा और कोहा में एक करके आयात किया जाएगा; आपको उपरोक्त के रूप में "ओसीएलसी गेटवे निर्यात स्थिति" विंडो दिखाई देगी, जो आपको प्रत्येक निर्यात के परिणाम दिखाती है। वह विंडो तब तक रहेगी जब तक कि आप "बंद करें" का चयन न करें और फिर अगला रिकॉर्ड का निर्यात / आयात शुरू हो जाएगा। प्रक्रिया तब तक जारी रहेगी जब तक कि बैच में सभी रिकॉर्ड पूरा नहीं हो जाते। फिर आप कनेक्शन क्लाइंट निर्यात रिपोर्ट देख सकते हैं या नहीं देख सकते हैं (इसके लिए आपके क्लाइंट विकल्पों के आधार पर)।
it: Inizierà l'esportazione, e i record bibliografici saranno esportati e importati in Koha uno ad uno; vedrete la finestra "OCLC Gateway Export Status", come sopra, vi verranno mostrati i risultati di ogni esportazione. Quella finestra resterà lì finché non si seleziona "Close", e poi inizierà l'esportazione/importazione del prossimo record. Il processo continuerà fino ad aver lavorato tutti i record nel batch. Quindi si può o non può vedere il "Client Connexion export report" (dipende dalle opzioni del Client).
tr: Aktarma işlemi başlayacaktır, ve bibliyografik kayıtlar Koha'ya tek tek dışa ve içe aktarılacaktır; Yukarıdaki gibi her aktarım işleminin sonucunu size gösteren "OCLC Geçidi Aktarım Durumu" penceresini göreceksiniz. Bu pencere, siz "Kapat" opsiyonunu seçene kadar orada kalacaktır, ve daha sonra bir sonraki kaydın içe/dışa aktarma işlemi başlayacaktır. Bu işlem, toplu işlem grubundaki tüm kayıtlar tamamlanıncaya kadar devam edecektir. Daha sonra Connexion İstemcisi aktarım raporunu görebilir ya da görmeyebilirsiniz (Bununla ilgili olan istemci seçeneklerinize bağlı olarak)
zh_tw: 即將開始匯出，書目記錄將逐筆匯出 &amp; 匯入 Koha；您可在 "OCLC Gateway 匯出狀態" 視窗，如前所述，看到每個記錄的匯出。必須選取 "關閉"，該視窗才會關閉並開始下筆記錄的匯出/匯入作業。此過程持續不斷直到完成批次內所有的記錄。然後您可見到或看不到 Connexion 客戶匯出報表(視您的客戶選項而定)。

source: Items in OCLC
fr: Exemplaires dans OCLC
hi: ओसीएलसी में आइटम
it: Copie in OCLC
tr: OCLC'de ki materyaller
zh_tw: OCLC 內的館藏

source: If you'd like to create your item records in OCLC you can do so by addding a 952 for each item to the bib record you're cataloging. The :ref:`Item/Holdings Cataloging Guide <item/holdings-record-cataloging-guide-label>` will break down what subfields you can use in the 952, but at the minimum you want to have subfield 2, a, b, and y on your items.
fr: Si vous voulez créer vos propre notices d'exemplaire dans OCLC , vous pouvez le faire en ajoutant une zone 952 à chaque objet dans la notice bibliographique que vous êtes en train de cataloguer. Le :ref:`Item/Holdings Cataloging Guide <item/holdings-record-cataloging-guide-label>` séparera les sous-zones que vous pourriez utiliser dans la 952, mais au minimum vous voulez avoir la sous-zone 2, a, b, et y dans vos exemplaires.
hi: यदि आप ओसीएलसी में अपने आइटम रिकॉर्ड बनाना चाहते हैं तो आप प्रत्येक आइटम के लिए 952 जोड़कर ऐसा कर सकते हैं जो आप सूचीबद्ध कर रहे हैं। The : ref: `आइटम / होल्डिंग्स कैटलॉगिंग गाइड <item/holdings-record-cataloging-guide-label> '952 में आप किस उप-क्षेत्र का उपयोग कर सकते हैं, तो कम हो जाएगा, लेकिन कम से कम आप उपफील्ड 2, ए, बी, और वाई अपने सामान पर।
it: Se vuoi creare una linea di copia in OCLC devi aggiungere un 952 per ogni linea di copia che vuoi aggiungere al record bibliografico. Il capitolo :ref:`Guida alla catalogazione delle copie <item/holdings-record-cataloging-guide-label>` descrive quali sottocampi è possibile utilizzare nel 952, ma il minimo da fare è avere i sottocampi 2, a, b e y nelle vostre copie.
tr: Eğer OCLC içinde materyal kayıtları oluşturmak istiyorsanız, kataloglamakta olduğunuz her bibliyografik kayda her materyal için bir 952 alanı ekleyerek bunu yapabilirsiniz. :ref:`Materyal/Holdings Kataloglama Kılavuzu <item/holdings-record-cataloging-guide-label>` 952 içinde kullanabileceğiniz alt alanları ayıracaktır, ancak materyalleriniz üzerinde en az 2, a, b, ve y alt alanlarının olmasını isteyeceksiniz.
zh_tw: 為每個館藏新增 952 欄就能把館藏記錄加入 OCLC。:ref:`館藏/館藏編目指南 <item/holdings-record-cataloging-guide-label>` 將分析 952 的分欄，至少應使用到分欄 2、a、b、與 y。

source: The subfield 2 holds the classification code. This can be ddc for Dewey or lcc for Library of Congress or z for Custom. Other classification sources can be found in the :ref:`Classification Sources <classification-sources-label>` area in administration
fr: La sous-zone 2 contient le code de classification. Celui-ci peut être ddc pour Dewey ou lcc pour Library of Congress ou z pour Personnalisé. D'autres sources de classifications peuvent être retrouvées dans la section :ref:`Sources de classification <classification-sources-label>` du module Administration
hi: उपफील्ड 2 वर्गीकरण कोड रखता है। यह पुस्तकालय कांग्रेस या कस्टम के लिए जेड के लिए डेवी या एलसीसी के लिए डीडीसी हो सकता है। अन्य वर्गीकरण स्रोतों में पाया जा सकता है: रेफरी: 'वर्गीकरण स्रोत <classification-sources-label>' प्रशासन में क्षेत्र
it: Il sottocampo 2 contiene il codice di classificazione. Può trattarsi di ddc per Dewey o lcc per Library of Congress o z per personalizzato. Altre fonti di classificazione possono essere trovati nella sezione :ref:`Schemi di classificazione <classification-sources-label>`, modulo amministrazione
tr: 2 alt alanında sınıflama kodu yer alır. Bu kod Dewey için ddc, Kongre Kütüphanesi için lcc veya özel bir sistem için z olabilir. Diğer sınıflama kaynakları yönetim içinde :ref:`Sınıflama Kaynakları <classification-sources-label>`alanında bulunabilir.
zh_tw: 分欄 2 是分類法代碼。可以用 ddc 代表杜威分類法或 lcc 代表美國國會圖書館分類法或 z 代表客製化的分類法。其他的分類法來源在管理區塊的 :ref:`分類法來源 <classification-sources-label>`

source: Subfield a is your home library and needs to be the code for your home library, not the library name. You can find these codes in the :ref:`Libraries & Groups` administration area.
hi: सबफील्ड ए आपकी होम लाइब्रेरी है और लाइब्रेरी का नाम नहीं, बल्कि आपके होम लाइब्रेरी के लिए कोड होना चाहिए। आप इन कोडों को :ref:`पुस्तकालयों और समूह' प्रशासन क्षेत्र में पा सकते हैं।
it: Il sottocampo a è la biblioteca proprietaria e deve contenere il suo codice, non il nome. Potete trovare questi codici nella sezione :ref:`Biblioteche & Gruppi <libraries-&-groups-label>` del modulo amministrazione..
zh_tw: 分欄 a 是您所屬圖書館的代碼，不是名稱。代碼可在管理區塊的 :ref:`圖書館 &amp; 群組` 找到。

source: Subfield b is your holding library and needs to be the code for your holding library, not the library name. You can find these codes in the :ref:`Libraries & Groups` administration area.
hi: सबफील्ड बी आपकी होल्डिंग लाइब्रेरी है और आपके होल्डिंग लाइब्रेरी के लिए कोड होना चाहिए, लाइब्रेरी का नाम नहीं। आप इन कोडों को :ref:`पुस्तकालयों और समूह' प्रशासन क्षेत्र में पा सकते हैं।
it: Il sottocampo b è la biblioteca che detiene e deve contenete il suo codice, non il nome della biblioteca. Potete trovare questi codici nella sezione `Biblioteche & Gruppi <libraries-&-groups-label>` del modulo amministrazione.
zh_tw: 分欄 b 是您館藏圖書館的代碼，不是名稱。代碼可在管理區塊的 :ref:`圖書館 &amp; 群組` 找到。

source: Subfield y is your item type code. It needs to be the code, not the item type name. You can find these codes in the :ref:`Item Types <item-types-label>` administration area.
fr: La sous-zone y est le code du type d'exemplaire. Ce doit être le code qui est inséré ici, et non le nom du type de l'exemplaire. Vous pouvez trouver ces codes dans la section :ref:`Type d'exemplaire <item-types-label>` du module Administration.
hi: सबफील्ड वाई आपका आइटम टाइप कोड है। इसे कोड होना चाहिए, आइटम प्रकार का नाम नहीं। आप इन कोडों को :ref:`आइटम प्रकार <item-types-label> 'प्रशासन क्षेत्र में पा सकते हैं।
it: Il sottocampo y è il codice del tipo di copia. Deve essere il codice, non il nome del tipo di copia. Potete trovare questi codici nella sezione :ref:`Tipo di copia <item-types-label>` del modulo amministrazione.
tr: y alt alanı materyal türü kodudur. Burada materyal türü değil, materyal kodu yer almalıdır. Bu kodları `Materyal Türleri <item-types-label>` yönetim alanında bulabilirsiniz.
zh_tw: 分欄 y 是您館藏類型的代碼。必須是代碼，不是名稱。代碼可在管理區塊的 :ref:`館藏類型 <item-types-label>` 找到。

source: In addition to these required fields you can enter any other subfield you'd like. Most libraries will enter a call number in subfield o and a barcode in subfield p as well. Review the :ref:`Item/Holdings Cataloging Guide <item/holdings-record-cataloging-guide-label>` for a full list of subfields and values.
fr: En plus de ces zones obligatoires, vous pouvez rajouter toutes les zones que vous souhaitez. La majorité des bibliothèques vont placer la cote dans la sous-zone o, et un code à barres dans la sous-zone p. Révisez le guide :ref:`Item/Holdings Cataloging Guide <item/holdings-record-cataloging-guide-label>` pour avoir accès à une liste complète des sous-zones et des valeurs.
hi: इन आवश्यक फ़ील्ड के अतिरिक्त आप जो भी अन्य उप-क्षेत्र दर्ज करना चाहते हैं उसे दर्ज कर सकते हैं। अधिकांश पुस्तकालय उपफील्ड ओ में एक कॉल नंबर और सबफील्ड पी में एक बारकोड भी दर्ज करेंगे। समीक्षा करें :ref:`उप-फ़ील्ड और मूल्यों की पूरी सूची के लिए `आइटम / होल्डिंग्स कैटलॉगिंग गाइड <item/holdings-record-cataloging-guide-label>`।
it: Oltre a questi campi obbligatori è possibile immettere qualsiasi altro sottocampo che si vuole. Da molte biblioteche verrà immesso una collocazione nel sottocampo o e un codice a barre nel sottocampo p. Guarda la pagina :ref:`Guida alla catalogazione delle copie <item/holdings-record-cataloging-guide-label>` per un elenco completo dei sottocampi e valori possibili.
tr: Zorunlu olan bu alanlara ilave olarak istediğiniz diğer herhangi bir alt alanı girebilirsiniz. Çoğu kütüphane o alt alanına yer numarası ve p alt alanına barkod numarasını da girmektedir. Alt alanların ve değerlerin tam listesi için :ref:`Materyal/Holdings Kataloglama Kılavuzunu <item/holdings-record-cataloging-guide-label>` gözden geçiriniz.
zh_tw: 在這些必備欄位之外您可鍵入其他任何的欄位。大部份圖書館在分欄 o 鍵入索書號在分欄 p 鍵入條碼號。在 :ref:`館藏/館藏編目指南 <item/holdings-record-cataloging-guide-label>` 檢視完整分欄及其值。

source: Talking Tech
hi: टॉकिंग टेक

source: Talking Tech I-tiva is a third party, proprietary, product that libraries can subscribe to. Learn more here: http://www.talkingtech.com/solutions/library.
fr: Talking Tech I-tiva est un produit exclusif d'une tierce partie, auquel les bibliothèques peuvent s'abonner. Pour en savoir plus, visitez: http://www.talkingtech.com/solutions/library.
hi: टॉकिंग टेक आई-टिव एक तीसरी पार्टी, स्वामित्व, उत्पाद है जो पुस्तकालयों की सदस्यता ले सकती है। यहां और जानें: http://www.talkingtech.com/solutions/library.
it: Talking Tech I-tiva è un prodotto di terzi, proprietario, a cui le biblioteche si possono abbonare. Per maggiori informazioni: http://www.talkingtech.com/solutions/library.
tr: Talking Tech I-tiva, kütüphanelerin abone olabileceği üçüncü parti, özel bir üründür. Bu adreste daha fazla bilgi edinin: `http://www.talkingtech.com/solutions/library.
zh_tw: Talking Tech I-tiva 是第三方、專屬軟體公司的產品，圖書館可以訂購它。詳情在：http://www.talkingtech.com/solutions/library。

source: Installation and Setup Instructions
fr: Instructions d'installation et de configuration
hi: स्थापना और सेटअप निर्देश
it: Installazione e messa a punto
tr: Yükleme ve Kurulum Talimatları
zh_tw: 安裝與設定指南

source: Be sure you've run installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl to install the required data pack (new syspref, notice placeholders and messaging transport preferences)
fr: Assurez-vous que vous avez exécuté installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl pour installer le pack de données requis (new syspref, notice placeholders and messaging transport preferences)
hi: सुनिश्चित करें कि आप आवश्यक डेटा पैक को स्थापित करने के लिए installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl चलाएँ (नई syspref, नोटिस प्लेसहोल्डर्स और मैसेजिंग परिवहन प्राथमिकताएँ)
it: Assicurarsi di aver eseguito installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl per installare il pacchetto dati richiesto (nuova preferenza di sistema, preferenze sui segnaposto negli avvisi e sul protocollo di messaggistica)
tr: Gerekli veri paketini yüklemek için installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl kurulumunu çalıştırdığınıza emin olun (new syspref, notice placeholders and messaging transport tercihleri)
zh_tw: 確認您已執行 installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl，安裝必備的資料包(新增 syspref，通知 placeholders 與 messaging transport 偏好)

source: To use, :ref:`TalkingTechItivaPhoneNotification` syspref must be turned on.
fr: Pour l'utiliser, vous devez activer la préférence système :ref:`TalkingTechItivaPhoneNotification`.
hi: उपयोग करने के लिए, :ref:`TalkingTechItivaPhoneNotification` syspref चालू होना चाहिए।
it: Per utilizzarlo, la preferenza di sistema :ref:`TalkingTechItivaPhoneNotification` deve essere attivata.
tr: Kullanmak için :ref:`TalkingTechItivaPhoneNotification` sistem tercihi açılmış olmalıdır.
zh_tw: 必須打開 :ref:`TalkingTechItivaPhoneNotification` 系統偏好，才能使用它。

source: If you wish to process PREOVERDUE or RESERVES messages, you'll need the :ref:`EnhancedMessagingPreferences` system preference turned on, and patrons to have filled in a preference for receiving these notices by phone.
fr: Si vous souhaitez traiter les notifications PREOVERDUE ou RESERVES, vous devrez activer la préférence système :ref:`EnhancedMessagingPreferences`; et les adhérents devront préciser s'ils souhaitent recevoir ces notifications par téléphone.
hi: यदि आप PREOVERDUE या RESERVES संदेशों को संसाधित करना चाहते हैं, तो आपको इसकी आवश्यकता होगी :ref:`EnhancedMessagingPreferences` सिस्टम वरीयता चालू है, और फ़ोन द्वारा इन नोटिस प्राप्त करने के लिए संरक्षक को प्राथमिकता में भरने के लिए संरक्षक हैं।
it: Se si desidera elaborare i messaggi PREOVERDUE o RESERVES , è necessario attivare la preferenza di sistema :ref:`EnhancedMessagingPreferences`; inoltre gli utenti devono aver compilato la proprio preferenza per ricevere gli avvisi via telefono.
tr: PREOVERDUE ya da RESERVES iletilerini işlemek isterseniz, :ref:`EnhancedMessagingPreferences` sistem tercihini açmanız ve kullanıcılarınıza telefonla bu gibi bildirimleri almaları için bir tercih doldurtmanız gerekecektir.
zh_tw: 若需處理 PREOVERDUE 或 RESERVES，您將先打開 :ref:`EnhancedMessagingPreferences` 系統偏好，填入讀者後，就能以電話接收這些通知。

source: For OVERDUE messages, overdue notice triggers must be configured under Koha -> Tools -> :ref:`Overdue Notice Triggers <overdue-notice/status-triggers-label>`. Either branch-specific triggers or the default level triggers may be used (script will select whichever is appropriate).
fr: Concernant les notifications OVERDUE, les envois de notifications de retards doivent être configurées sous Outils -> :ref:`Overdue Notice Triggers <overdue-notice/status-triggers-label>`. Il est possible d'utiliser des relances spécifiques propres à chaque site ou des relances par défaut (le script sélectionnera la plus appropriée).
hi: ओवरव्यू संदेशों के लिए, अतिदेय नोटिस ट्रिगर्स कोहा -> टूल्स -> :ref:`ओवरड्यू नोटिस ट्रिगर्स <overdue-notice/status-triggers-label>' के तहत कॉन्फ़िगर किया जाना चाहिए। या तो शाखा-विशिष्ट ट्रिगर्स या डिफ़ॉल्ट स्तर ट्रिगर्स का उपयोग किया जा सकता है (स्क्रिप्ट का चयन करेगा जो भी उचित हो)।
it: Per i messaggi OVERDUE, i trigger per gli avvisi di scadenza devono essere configurati sotto Koha -> Tools -> :ref:`Triggers per messaggi di ritardo/status <overdue-notice/status-triggers-label>`. Si possono usare o trigger specifici per filiale, oppure quelli predefiniti; lo script selezionerà automaticamente i trigger appropriati.
tr: GECİKME bildirimleri için, gecikme bildirimi tetikleyicileri Koha -> Araçlar -> :ref:`Gecikme Bildirimi Tetikleyicileri <overdue-notice/status-triggers-label>` altında yapılandırılmalıdır. Birimlere özgü tetikleyiciler ya da varsayılan düzeyde tetikleyiciler kullanılabilir (hangisinin uygun olduğunu betik seçecektir).
zh_tw: 對於 OVERDUE，必須在 Koha -&gt; 工具 -&gt; :ref:`啟動逾期通知 <overdue-notice/status-triggers-label>`下的組態逾期通知。可以使用個別分館的啟動方式，或預設階段的啟動(選擇適宜的腳本)。

source: Sending Notices File
fr: Envoyer un fichier de notices
hi: नोटिस फ़ाइल भेज रहा है
it: Inviare il file delle notifiche
tr: Bildirimler Dosyası Gönderme
zh_tw: 送出通知檔

source: Add the :ref:`TalkingTech\_itiva\_outbound.pl <sending-notices-file-label>` script to your crontab
fr: Ajouter le script :ref:`TalkingTech\_itiva\_outbound.pl <sending-notices-file-label>` à votre crontab
hi: जोड़े :ref:`TalkingTech\_itiva\_outbound.pl <sending-notices-file-label>` अपने crontab करने के लिए लिपि
it: Aggiungere lo script :ref:`TalkingTech\_itiva\_outbound.pl <sending-notices-file-label>` alla lista delle esecuzioni pianificate
tr: :ref:`TalkingTech\_itiva\_outbound.pl <sending-notices-file-label>__ komut dizisini crontab'a ekleyin
zh_tw: 新增 :ref:`TalkingTech\_itiva\_outbound.pl <sending-notices-file-label>` 腳本至您的排程

source: Add an FTP/SFTP or other transport method to send the output file to the I-tiva server
fr: Ajouter un FTP/SFTP ou une autre méthode de transport pour envoyer le fichier de sortie au serveur I-tiva
hi: एक एफ़टीपी/एसएफटीपी जोड़ें या अन्य परिवहन विधि जो आई-टिवा सर्वर से आउटपुट फ़ाइल भेजे
it: Aggiungere un'operazione FTP/SFTP, od altro protocollo di trasmissione, alle operazioni pianificate per inviare il file prodotto al server I-tiva
tr: Çıktı dosyasını I-tiva sunucusuna göndermek için bir FTP/SFTP veya diğer bir taşıma yöntemi ekleyin
zh_tw: 新增 FTP/SFTP 或其他傳輸方式傳送輸出檔案至 I-tiva 伺服器

source: If you wish, archive the sent notices file in another directory after sending
fr: Si vous le souhaitez, archivez le fichier des notices envoyées dans un autre répertoire après l'envoi
hi: यदि आप चाहते हैं, भेजने के बाद भेजे गए नोटिस फाइल अन्य निर्देशिका में सग्रंह कर सकते है
it: Se desiderato, archiviare i file di avviso in un'altra cartella dopo l'invio.
tr: Eğer isterseniz, gönderdikten sonra gönderilen bildirimler dosyasını başka bir dizinde arşivleyebilirsiniz
zh_tw: 若您需要，可以在送出之後於另個資料夾典藏送出的通知檔

source: Run TalkingTech\_itiva\_outbound.pl --help for more information
fr: Exécutez TalkingTech\_itiva\_outbound.pl --help pour plus d'informations
hi: चलाएँ TalkingTech\_itiva\_outbound.pl --help अधिक जानकारी के लिए
it: Eseguire TalkingTech\_itiva\_outbound.pl --help per maggiori informazioni
tr: \TalkingTech_\itiva_outbound.pl komut dosyasını çalıştırın, daha fazla bilgi için bkz. --help
zh_tw: 執行 TalkingTech\_itiva\_outbound.pl --help 指令取得更多資訊

source: Receiving Results File
fr: Réception du fichier des résultats
hi: परिणाम फ़ाइल प्राप्त करना
it: Ricevere il file dei risultati
tr: Sonuçlar Dosyası Alma
zh_tw: 接收結果檔案

source: Add an FTP/SFTP or other transport method to send the Results file to a known directory on your Koha server
fr: Ajoutez un FTP/SFTP ou une autre méthode de transport pour envoyer le fichier des résultats dans un répertoire précis dans votre serveur Koha
hi: एक एफ़टीपी/एसएफटीपी जोड़ें या अन्य परिवहन विधि जो परिणाम फ़ाइल भेजने के लिए अपने कोहा सर्वर पर कोई ज्ञात निर्देशिका के लिए
it: Aggiungere un'operazione FTP/SFTP alla lista delle operazioni pianificate, per ricevere il file Results in una cartella stabilita sul server di Koha
tr: Koha sunucunuz üzerinde bilinen bir dizine sonuçlar dosyasını göndermek için bir FTP/SFTP veya diğer bir taşıma yöntemi ekleyin
zh_tw: 新增 FTP/SFTP 或其他傳輸方法，將結果檔案送至您 Koha 伺服器內已知的資料夾

source: Add the :ref:`TalkingTech\_itiva\_inbound.pl <receiving-notices-file-label>` script to your crontab, aimed at that directory
fr: Ajoutez le script :ref:`TalkingTech\_itiva\_inbound.pl <receiving-notices-file-label>` à votre crontab, pointant ce répertoire
hi: जोड़े :ref:`TalkingTech\_itiva\_inbound.pl <receiving-notices-file-label>` उस निर्देशिका के उद्देश्य से आपके क्रोंटैब को लिपि
it: Aggiungere lo script `TalkingTech\_itiva\_inbound.pl <receiving-notices-file-label>` alla lista delle operazioni pianificate, impostato per lavorare su tale cartella
tr: o dizine yönelik olarak :ref: \`TalkingTech\_itiva_inbound.p <receiving-notices-file-label>`__ komut dosyasını crontab'a ekleyin
zh_tw: 新增 :ref:`TalkingTech\_itiva\_inbound.pl <receiving-notices-file-label>` 腳本於您的排程後，針對於該資料夾

source: If you wish, archive the results file in another directory after processing
fr: Si vous le souhaitez, archivez le fichier des résultats dans un autre répertoire après le processus
hi: अगर आप चाहें तो एक और निर्देशिका में परिणाम फ़ाइल संग्रह करें प्रसंस्करण के बाद
it: Se desiderato, archiviare i file di risultati in un'altra cartella, dopo l'elaborazione
tr: Eğer isterseniz, sonuçlar dosyasını işlendikten sonra başka bir dizinde arşivleyebilirsiniz
zh_tw: 若您願意，可以在處理後於其他資料夾儲存結果檔案

source: Run TalkingTech\_itiva\_inbound.pl --help for more information
fr: Exécutez TalkingTech\_itiva\_inbound.pl --help pour plus d'informations
hi: चलाएँ TalkingTech\_itiva\_inbound.pl --help अधिक जानकारी के लिए
it: Eseguire TalkingTech\_itiva\_inbound.pl --help per maggiori informazioni
tr: \TalkingTech\_itiva_inbound.pl komut dosyasını çalıştırın, daha fazla bilgi için bkz. --help
zh_tw: 執行 TalkingTech\_itiva\_inbound.pl --help 指令取得更多資訊

source: Using third party software with Koha
tr: Koha ile üçüncü taraf yazılımı kullanma

source: Subfield a is your home library and needs to be the code for your home library, not the library name. You can find these codes in the :ref:`Libraries <libraries-label>` administration area.
fr: Le sous-champ a est le site propriétaire et il convient d'indiquer le code du site et non son nom. Vous pouvez trouver ces codes dans d'administration de :ref:`Tous les sites<libraries-label>`.

source: Subfield b is your holding library and needs to be the code for your holding library, not the library name. You can find these codes in the :ref:`Libraries <libraries-label>` administration area.
fr: Le sous-champ b est le site propriétaire et il convient d'indiquer le code du site et non son nom. Vous pouvez trouver ces codes dans d'administration de :ref:`Tous les sites<libraries-label>`.
