Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/third_party_software.po
Languages: fr, hi, it, tr, zh_tw

source: MarcEdit
hi: मार्कएडिट

source: Many libraries like to use MarcEdit for modifications or data cleanup. If you'd like to do this you will need to download it at: http://marcedit.reeset.net/
fr: Plusieurs bibliothèques aiment utiliser MarcEdit pour leurs modifications ou pour le nettoyage de données. Si vous voulez faire ces actions vous aurez besoin de le télécharger à l'adresse : http://marcedit.reeset.net/
hi: कई पुस्तकालयों में संशोधन या डेटा क्लीनअप के लिए मार्कसीडिट का उपयोग करना पसंद है। यदि आप ऐसा करना चाहते हैं तो आपको इसे यहां डाउनलोड करने की आवश्यकता होगी: http://marcedit.reeset.net/
it: Molte biblioteche trovano utile usare MarcEdit per modificare o uniformare i propri dati. Se lo vuoi usare lo devi scaricare da http://marcedit.reeset.net/
tr: Çoğu kütüphane değiştirme veya veri temizliği için MarcEdit programını kullanmaktadır. Bunu yapmak isterseniz programı şu adresten indirebilirsiniz: http://marcedit.reeset.net/
zh_tw: 很多圖書館喜歡使用 MarcEdit 軟體修改與整理資料。該軟體可從此處下載：http://marcedit.reeset.net/

source: **Important**
hi: **महत्वपूर्ण**
it: **Importante**
tr: **Önemli**
zh_tw: **重要**

source: Many of the actions described in this chapter can be done in Koha using :ref:`Marc Modification Templates <marc-modification-templates-label>`, but this section is here for those who are used to MarcEdit.
fr: Plusieurs des actions décrites dans ce chapitre peuvent être faites dans Koha en utilisant les :ref:`Modèles de modification MARC <marc-modification-templates-label>`, mais cette section-ci s'adresse à ceux qui sont habitués à MarcEdit.
hi: इस अध्याय में वर्णित कई क्रियाओं को कोहा में उपयोग किया जा सकता है :ref:`Marc Modification Templates <marc-modification-templates-label>`, लेकिन यह अनुभाग उन लोगों के लिए है जो मार्कएडिट के लिए उपयोग किए जाते हैं.
it: Molte di queste operazioni qui descritte possono essere fatte in Koha usando i :ref:`Templates di modifica MARC <marc-modification-templates-label>`, ma qui descriviamo come farle usando MarcEdit.
tr: Bu bölümde açıklanan çoğu eylem Koha'da :ref:`Marc Modifikasyon Şablonları <marc-modification-templates-label>` kullanılarak yapılabilir, ancak buradaki bölüm MarcEdit kullananlar içindir.
zh_tw: 本章內描述的內容可以在 Koha 內使用 :ref:`Marc 編修模板 <marc-modification-templates-label>` 完成它，但此段內容係供 MarcEdit 使用。

source: Adding a prefix to call numbers
fr: Ajouter un préfixe aux cotes
hi: कॉल नंबरों के लिए एक उपसर्ग जोड़ना
it: Aggiungere un prefisso alle collocazioni
tr: Yer numaralarına ön ek ekleme
zh_tw: 新增索書號的前置碼

source: When bringing data into Koha, you may want to first clean it up. One common action among Koha users is to add a prefix to the call number.
fr: Lorsque vous importez des données dans Koha, vous voudrez peut-être les ordonner d'abord. Les utilisateurs de Koha ajoutent souvent un préfixe à la cote.
hi: जब कोहा में डेटा लाने, आप पहली बार इसे साफ करने के लिए चाहते हो। कोहा उपयोगकर्ताओं के बीच एक आम प्रतिक्रिया कॉल नंबर के लिए एक उपसर्ग जोड़ने के लिए है।
it: Quando si importano dati in Koha, innanzitutto può essere necessario bonificarli. Un'operazione comune tra gli utenti di Koha è di aggiungere un prefisso alla collocazione.
tr: Koha'ya veri getirirken, öncelikle bu verileri temizlemeniz gerekebilir. Koha kullanıcıları arasında yaygın bir eylem yer numarasına bir önek eklemektir.
zh_tw: 匯入資料前，您或許要先清理它。常用的方法是新增前置碼於索書號之前。

source: Open MarcEdit
fr: Ouvrir MarcEdit
hi: मार्कएडिट खोले
it: Apri MarcEdit
tr: MarcEdit'i Aç
zh_tw: 開啟 MarcEdit

source: Click 'MarcEditor'
fr: Cliquez sur 'MarcEditor'
hi: क्लिक करे 'मार्कएडिटर'
tr: 'MarcEditör'e tıkla
zh_tw: 點選 'MarcEditor'

source: Go to Tools > Edit Subfield Data
fr: Aller dans Outils > Modifier les données du sous-champ
hi: उपकरण पर जाएँ >उपक्षेत्र डेटा संपादित करें
it: Vai a Strumenti > Modifica i sottocampi
tr: Araçlar > Alt Alan Verisi Düzenle'ye gidin
zh_tw: 進入工具 &gt; 編輯分欄資料

source: To prepend data the special character is: ^b To simply prepend data to the beginning of a subfield, add ^b to the Field Data: textbox and the data to be appended in the Replace
fr: Pour ajouter les données avant, le caractère spécial est: ^b Pour ajouter les données avant au début du sous-champ, ajoutez ^b aux données du champ: cadre du texte et les données seront ajoutés dans Remplacer
hi: प्रीपेंड डेटा का विशेष चरित्र है : ^b बस एक उप क्षेत्र की शुरुआत करने के लिए डेटा प्रीपेंड करने के लिए, जोड़ने ^b फ़ील्ड डेटा के लिए: पाठ बॉक्स और डेटा बदलें में संलग्न किया जाना है
it: Per aggiungere un prefissio ai dati, il carattere speciale è ^b. Per aggiungere semplicemente dei dati all'inizio di un sottocampo, aggiungere ^b alla casella di testo Field Data, ed i dati da aggiungere in testa nella casella Replace
tr: Başa veri eklemek için özel karakter: ^b Sadece bir alt alanın başlangıcına veri eklemek için, Alan Verisinin başına: metin kutusu ve değiştirme de başa eklenecek veriye ^b karakterini eklemeniz yeterlidir
zh_tw: 在資料前置特殊字元：^b，在分欄前置資料時，祗需在欄位資料前加入 ^b 即可：將文字及資料附加在取代位置

source: To prepend data to the beginning of the subfield while replacing a text string, add ^b[string to replace] to the Field Data textbox and the data to be appended in the Replace With textbox.
fr: Pour ajouter les données avant le début du sous-champ alors qu'il remplace une chaîne de caractères, ajoutez ^b (chaîne à remplacer) au cadre de texte Field Data et les données s'ajouteront dans Remplacement avec la cadre de texte.
hi: डेटा प्रीपेंड उपक्षेत्र जबकि एक पाठ स्ट्रिंग बदलने की शुरुआत करने के लिए करने के लिए, जोड़ने ^b[बदलने के लिए स्ट्रिंग] फ़ील्ड डेटा पाठ बॉक्स और आंकड़ों के पाठ बॉक्स के साथ बदलें में संलग्न किया जाना है.
it: Per aggiungere dati all'inizio di un sottocampo e contemporaneamente sostituire del testo, aggiungere ^b[stringa-da-sostituire] alla casella di testo Field Data ed i dati da aggiungere nella casella Replace With.
tr: Bir metin dizesi değiştirirken alt alan başlangıcına veri eklemek için, Alan Verisi Metin kutusunun başına ve metin kutusu ile değişimde başa eklenecek olan veriye ^b karakterini ekleyin [değiştirme dizesi].
zh_tw: 取代字串時先在分欄加入前置資料，加入 ^b [欲取代的字串] 於資料欄位前。

source: Importing Excel data into Koha
fr: Importer des données Excel dans Koha
hi: कोहा में एक्सेल डेटा आयात
it: Importare dati da Excel in Koha
tr: Excel verilerini Koha'ya aktarma
zh_tw: 將 Excel 資料匯入 Koha

source: Suppose you have records of your library in excel data sheet format and want them to import into Koha. But how will you do this? Koha will not let you import excel records directly. Well here is a very simple solution for you which will let you import your excel records in Koha easily. First, we will convert excel file into Marc file and then will import it into Koha.
fr: Supposons que vous ayez des notices de votre bibliothèque rédigées sur un feuille Excel, et que vous voulez les importer dans Koha. Comment procéder ? Koha ne vous autorisera pas à importer les notices Excel directement. Il existe une solution simple. Nous convertirons d'abord le fichier Excel en fichier Marc, puis nous l'importerons dans Koha.
hi: मान लीजिए आप एक्सेल डाटा शीट प्रारूप में अपने पुस्तकालय का रिकॉर्ड है और उन्हें कोहा में आयात करना चाहते हैं।लेकिन आप यह कैसे करना होगा? कोहा आप एक्सेल रिकॉर्ड सीधे आयात नहीं होने देंगे। वैसे यहाँ आप के लिए एक बहुत ही सरल समाधान है जो आप आसानी से कोहा में आपके एक्सेल रिकॉर्ड आयात देंगे। सबसे पहले, हम मार्क फ़ाइल में एक्सेल फ़ाइल में परिवर्तित करें और फिर कोहा में आयात कर देंगे।
it: Si supponga di avere il catalogo della biblioteca registrato sotto forma di fogli excel e di volerli importare in Koha. Come fare? Koha non permette di importare dati da excel direttamente.Bene, c'è una soluzione semplicissima, che permette di importare dati da excel in Koha facilmente. Prima si converte il file excel in un file Marc, poi si importa quest'ultimo in Koha.
tr: Excel veri sayfası formatında kütüphaneye kayıtlarınız olduğunu ve bunları Koha'ya aktarmak istediğinizi varsayalım. Fakat bunu nasıl yapacaksınız? Koha, excel kayıtlarını doğrudan aktarmanıza izin vermez. Ama burada excel kayıtlarınızı kolaylıkla Koha'ya aktarmanızın çok basit bir çözümü var. Yapmamız gereken öncelikle excel dosyasını Marc dosyasına dönüştürmektir ve ondan sonra dönüştürdüğümüz bu dosyaları Koha'ya aktaracağız.
zh_tw: 假設您想要匯入已經存在的 Excel 格式記錄。該怎麼做呢？Koha 不讓您直接匯入 Excel 格式資料。以另個簡單的方案使 Koha 接收 Excel 資料。將 Excel 檔案轉換為 MARC 格式，就能夠匯入。

source: Follow the given steps to import your excel records into Koha
fr: Suivez les étapes suivantes pour importer les notices Excel dans Koha
hi: कोहा में आपके एक्सेल रिकॉर्ड आयात करने के लिए दिए गए चरणों का पालन करें
it: Per importare dati da excel in Koha, seguire i passi di seguito descritti
tr: Excel kayıtlarınızı Koha'ya aktarmak için verilen adımları izleyin
zh_tw: 依照下列的步驟將 Excel 記錄匯入 Koha

source: Converting from Excel format into .mrk format
fr: Convertir un format Excel en format .mrk
hi: Excel प्रारूप से .mrk प्रारूप में कनवर्ट करना
it: Convertire un file dal formato Excel al formato .mrk
tr: Excel biçiminden .mrk biçimine dönüştürmek
zh_tw: 將 Excel 格式轉換為 .mrk 格式

source: First, we will convert excel format into .mrk format. For this we will use MarcEdit. You can download it from http://marcedit.reeset.net/
fr: Tout d'abord, convertissez le format Excel en format .mrk. Nous utiliserons MarcEdit pour cela. Vous pouvez le télécharger depuis http://marcedit.reeset.net/
hi: सबसे पहले, हम एक्सेल प्रारूप को .mrk प्रारूप में कनवर्ट करेंगे। इसके लिए हम मार्कएडिट का उपयोग करेंगे। आप इसे डाउनलोड कर सकते हैं http://marcedit.reeset.net/
it: Come prima cosa, bisogna convertire il file in formato excel in formato .mrk. Per questo scopo si usa MarcEdit, che si può scaricare all'indirizzo http://marcedit.reeset.net/
tr: Öcelikle, excel biçimini .mrk biçimine dönüştüreceğiz. Bunun için MarcEdit kullanacağız. MarcEdit programını http://marcedit.reeset.net/ adresinden indirebilirsiniz
zh_tw: 首先，將 Excel 格式轉換為 .mrk 格式。您將用到 MarcEdit 軟體。可從此處下載它 http://marcedit.reeset.net/

source: Now open it and select Add-ins-->Delimited Text Translator.
fr: Ouvrez-le et sélectionnez Add-ins-->Delimited Text Translator.
hi: अब इसे खोलने और चयन करे -->सीमांकित पाठ अनुवादक.
it: Dopo aver scaricato ed installato MarcEdit, lanciarlo e secegliere Add-ins-->Delimited Text Translator.
tr: Şimdi bunu açın ve Eklentiler-->Sınırlandırılmış Metin Çevirmeni'ni seçin.
zh_tw: 開啟它並選擇Add-ins--&gt;刪除文字轉換器。

source: Click Next when the following window appears.
fr: Cliquez sur 'Suivant' lorsque la fenêtre suivante s'affiche.
hi: अगला क्लिक करें जब निम्न विंडो प्रकट होता है।
it: Quando appare la seguente finestra, fare clic su Next.
tr: Aşağıdaki pencere görüntülendiğinde İleri'yi tıklayın.
zh_tw: 出現以下視窗時按下一步。

source: Browse for your excel file.
fr: Repérez votre fichier Excel.
hi: आपके एक्सेल फ़ाइल के लिए ब्राउज़ करें।
it: Fare clic ssul pulsantino evidenziato nell'illustrazione per sfogliare le cartelle del disco ed individuare il file excel desiderato.
tr: Excel dosyasını bulun.
zh_tw: 瀏覽您的 Excel 檔案。

source: Locate your excel file by choosing the format Excel File(\*.xls).
fr: Localisez votre fichier excel en choisissant le format Excel (\*.xls).
hi: प्रारूप एक्सेल फ़ाइल का चयन करके अपने एक्सेल फ़ाइल की स्थिति जानें(\*.xls).
it: Individuare il file excel selezionando il formato Excel File(\*.xls).
tr: Excel dosyanızı, Excel Dosya biçimini (*.\xls) seçerek bulun.
zh_tw: 依照 Excel 檔案格式 (\*.xls) 選取您的 Excel 檔案。

source: Similarly, fill all the other entries such as Output File, Excel Sheet Name and check UTF-8 Encoded (if required) and Click Next.
fr: De la même manière, remplissez les autres entrées telles que Output File, Excel Sheet Name et cochez la codification UTF-8 (si obligatoire), puis cliquez sur 'Suivant'.
hi: इसी तरह, इस तरह के आउटपुट फ़ाइल, एक्सेल शीट नाम के रूप में अन्य सभी प्रविष्टियों को भरने और जाँच UTF-8 एन्कोडेड (यदि आवश्यक हो) और अगला क्लिक करें।
it: Analogamente, compilare le altre informazioni richieste: Output File ed Excel Sheet Name; spuntare la casella UTF-8 Encoded se necessario e fare clic su Next.
tr: Benzer şekilde çıktı dosyası, Excel sayfa adı gibi diğer girdileri doldurun ve UTF-8 kodlu seçeneğini işaretleyin (gerekirse) ve İleri'yi tıklayın.
zh_tw: 同樣的，填入其他款目，如：匯出檔案、Excel 表單名稱並勾選 UTF-8 編碼 (必要時) 並點選下一步。

source: Now you will be prompted for mapping the fields to recognise the fields by standard marc format.
fr: Il vous sera demandé d'ajouter une correspondance aux champs pour reconnaître ces derniers par le format standard marc.
hi: अब आप क्षेत्रों मानचित्रण मानक मार्क प्रारूप से क्षेत्रों की पहचान करने के लिए प्रेरित किया जाएगा।
it: Ora il programma richiede di indicare la corrispondenza tra le colonne del foglio excel ed i campi del formato standard marc.
tr: Şimdi alanları standart marc formatında tanımak için alanları eşleştirmeniz istenecektir.
zh_tw: 畫面提示您將欄位對映至標準的 MARC 格式欄位。

source: Suppose for Field 0 that is first column I entered Map to: 022$a( Valid ISSN for the continuing resource) and then click on Apply.
fr: Supposons que pour le Champ 0 qui est la première colonne Map à: 0022$a (un ISSN valide pour la ressource continue), cliquez ensuite sur 'Appliquer'.
hi: फील्ड 0 के लिए मान लीजिए कि है पहले कॉलम में खोज करने के लिए मानचित्र में प्रवेश किया: 022 (जारी संसाधन के लिए मान्य ISSN) एक डॉलर और तब लागू करें पर क्लिक करें।
it: Supponiamo di voler mappare la prima colonna al campo 022$a (ISSN valido per la risorsa in continuazione). Per far ciò, si seleziona Field 0 dall'elenco Select e si digita 022$a nella casella Map To; infine si fa clic su Apply.
tr: Girdiğim ilk sütun olan 0 alanının şununla eşleştiğini var sayalım: 022$a(süreğen kaynak için geçerli ISSN) ve sonra uygula üzerine tıklayalım.
zh_tw: 假設欄位 0 是第一欄，則鍵入對映至：022$a (連續性出版品的有效 ISSN) 再按取用。

source: **Note**
hi: **नोट**
it: **Nota**
tr: **Not**
zh_tw: **說明**

source: You can customize Indicators and all other things, for more information on marc21 format visit the `official library of congress site <http://www.loc.gov/marc/bibliographic/>`__.
fr: Vous pouvez personnaliser les indicateurs et tous les autres éléments; pour plus d'informations sur le format marc21, consultez le `site officiel de la Bibliothèque du Congrès <http://www.loc.gov/marc/bibliographic/>`__.
hi: आप मार्क21 प्रारूप पर अधिक जानकारी के लिए, कांग्रेस साइट की आधिकारिक पुस्तकालय पर जाने के लिए संकेतक और अन्य सभी चीजों को कस्टमाइज़ कर सकते हैं <http://www.loc.gov/marc/bibliographic/>`__.
it: E' possibile personalizzare gli indicatori e tutto il resto; per maggiori informazioni sul formato MARC21 vedere il `sito ufficiale della Biblioteca del Congresso <http://www.loc.gov/marc/bibliographic/>`__.
tr: İndikatörleri ve diğer tüm öğeleri özelleştirebilirsiniz, marc21 formatı hakkında daha fazla bilgi edinmek için `resmi kongre kütüphanesi sitesini <http://www.loc.gov/marc/bibliographic/>`__ ziyaret edin.
zh_tw: 可以客製化指標及其他字串，MARC21 格式的詳情參見 :ref:`official library of congress site <http://www.loc.gov/marc/bibliographic/>`__。

source: Similarly map all other fields and then Click on Finish.
fr: De la même manière, ajoutez une correspondance aux autres champs, et cliquez sur 'Finir'.
hi: इसी तरह अन्य सभी क्षेत्रों को मैप करें और उसके बाद समाप्त पर क्लिक करें।
it: Seguire la stessa procedura per mappare gli altri campi e fare clic su Finish.
tr: Benzer şekilde diğer tüm alanları eşleştirin ve daha sonra Bitir üzerine tıklayın.
zh_tw: 對映其他欄位後再按完成。

source: And then a window will appear indicating that your Marc Text File(\*.mrk) has been created.
fr: Une fenêtre s'affichera, vous indiquant que votre fichier de texte Marc (\*.mrk) a été créé.
hi: और फिर एक विंडो दिखाई देगी जो दर्शाती है कि आपकी मार्क टेक्स्ट फ़ाइल (\*.mrk) बनाई गई है।
it: Quindi appare la finestra sottostante; essa indica che è stato prodotto il file di testo in formato Marc (\*.mrk) nella posizione indicata.
tr: Ve sonra Marc Metin Dosyanızın (\*.mrk) oluşturulduğunu belirten bir pencere ekrana gelecektir.
zh_tw: 將出現視窗告知已新增您的 MARC 文字檔 (\*.mrk)。

source: Click Close and we have created a .mrk file from .xls file in this step. You can view the file by double clicking on it.
fr: Cliquez sur 'Fermer'. Vous avez pour l'instant créé un fichier .mrk depuis un fichier .xls. Vous pouvez regarder le contenu du fichier en double-cliquant dessus.
hi: क्लिक करें, बंद और हम इस चरण में .xls फ़ाइल से एक .mrk फ़ाइल बनाया है। आप उस पर डबल क्लिक करके फ़ाइल देख सकते हैं।
it: Fare clic su Chiudere: è stato generato un file .mrk a partire da un file .xls. E' possibile vedere il file prodotto facendo doppio clic su di esso.
tr: Kapat'ı tıklayın ve bu adımda .xls dosyasından bir .mrk dosyası oluşturduk. Dosyayı çift tıklatarak görüntüleyebilirsiniz.
zh_tw: 按關閉此步驟把 .xls 檔案格式轉換為 .mrk 檔案格式。點兩下就能打開該檔案。

source: Convert .mrk file to .mrc
fr: Convertir un fichier .mrk en .mrc
hi: .mrk फ़ाइल को .mrc में कनवर्ट करें
it: Convertire il file .mrk in .mrc
tr: .mrk dosyasını .mrc dosyasına dönüştür
zh_tw: 轉換 .mrk 格式為 .mrc

source: We will convert .mrk file that we have created in the above step into raw Marc format that can be directly imported into Koha.
fr: Nous convertirons le fichier .mrk que nous avons créé dans l'étape ci-dessus en un fichier de format Marc brut qui pourra être directement importé dans Koha.
hi: हम .mrk फ़ाइल में परिवर्तित कर देंगे कि हम कच्चे मार्क प्रारूप में ऊपर चरण में बनाया है कि सीधे कोहा में आयात किया जा सकता है।
it: E' necessario convertire il file .mrk prodotto nella fase precedente in formato Marc "grezzo", che può essere importato direttamente in Koha.
tr: Yukarıdaki adımda oluşturduğumuz .mrk dosyasını, doğrudan Koha'ya aktarılabilen ham Marc formatına dönüştüreceğiz.
zh_tw: 我們將轉換稍早新增的 .mrk 檔案為可以直接匯入 Koha 的 MRAC 檔案。

source: For this again open MarcEdit and Select MARC Tools.
fr: Pour cela, ouvrez encore une fois MarcEdit et sélectionnez Outils MARC.
hi: यह फिर से खुला मार्कएडिट और मार्क उपकरणों के लिए चयन करें।
it: A questo scopo, aprire di nuovo MarcEdit e scegliere MARC Tools.
tr: Bunun için yeniden MarcEdit'i açın ve MARC Araçlarını seçin.
zh_tw: 所以再開啟 MarcEdit 軟體並選擇 MARC 工具。

source: Next Select MarcMaker to convert .mrk file into .mrc format.
fr: Sélectionnez MarcMaker pour convertir le fichier .mrk en format .mrc.
hi: अगला मार्कमेकर का चयन करें जो .mrk फ़ाइल को .mrc प्रारूप में परिवर्तित करें।
it: Quindi selezionare markMaker per convertire il file .mrk nel formato .mrc.
tr: daha sonra .mrk dosyasını .mrc formatına dönüştürmek için MarcMaker'ı seçin.
zh_tw: 接著選取 MarcMaker 把 .mrk 檔案轉換為 .mrc 檔案。

source: Locate your input file and name your output file. Then Click Execute.
fr: Localisez votre fichier d'entrée et le nom de votre fichier de sortie. Cliquez ensuite sur 'Exécuter'.
hi: अपने इनपुट फ़ाइल की स्थिति जानें और अपने उत्पादन फ़ाइल नाम। तब निष्पादित क्लिक करें।
it: Individuare il file di ingresso ed assegnare un nome al file di uscita. Quindi fare clic su Execute.
tr: Giriş dosyanızı bulun ve çıkış dosyanızı adlandırın. Sonra Çalıştır butonuna tıklayın.
zh_tw: 選取您的匯入檔案並命名匯出檔案。再點選執行。

source: And it will show you the Result.
fr: Cela affichera le Résultat.
hi: और यह आप को परिणाम दर्शाएगाँ।
it: Ed al termine dell'operazione appaiono i risultati.
tr: Ve size sonucu gösterecektir.
zh_tw: 然後它將顯示結果。

source: Click Close and now we have raw Marc records with us (.mrc file).
fr: Cliquez sur 'Fermer'. Vous avez maintenant vos notices Marc brut (fichier.mrc).
hi: क्लिक करें, बंद और अब हम हमारे साथ कच्चे मार्क रिकॉर्ड है (.mrc file).
it: Fare clic su Chiudere; adesso i dati sono convertiti in formato Marc grezzo (il file .mrc).
tr: Kapat'ı tıklayın ve artık elimizde işlenmemiş Marc kayıtları olacaktır (.mrc dosyası)
zh_tw: 按關閉，接著出現 MARC 記錄(.mrc)。

source: Import .mrc into Koha
fr: Importer .mrc dans Koha
hi: कोहा में .mrc आयात करें
it: Importe il file .mrc in Koha
tr: .mrc dosyasını Koha'ya aktar
zh_tw: 把 .mrc 匯入 Koha

source: More information on importing records into Koha can be found in the ':ref:`Stage MARC Records for Import`' section of this manual.
fr: Pour plus d'informations sur l'importation des notices dans Koha, consultez le chapitre ':ref:`Télécharger des notices MARC pour importation`' de ce manuel.
hi: कोहा में रिकॉर्ड आयात करने के बारे में अधिक जानकारी मिल सकती है ':ref:`चरण एमएआरसी रिकॉर्ड्स 'अनुभाग इस मैनुअल के' आयात के लिए।
it: Informazioni dettagliate su come importare record bibliografici in Koha si trovano nella sezione :ref:`Immagazzinare record per l'import <stage-marc-records-for-import-label>`.
tr: Bu kılavuzun ':ref:`Stage MARC Records for Import`bölümünde Kayıtların Koha'ya aktarılması hakkında daha fazla bilgi bulabilirsiniz.
zh_tw: 有關匯入記錄的資訊請查看本手冊的 ':ref:`待匯入的 MARC 記錄`' 章節。

source: Finally we will import above created .mrc file into Koha.
fr: Pour finir, nous importerons le fichier.mrc créé dans Koha.
hi: अंत में कोहा में हम आयात करेगा ऊपर फाइल .mrc बनाया।
it: Infine si importa in Koha il file .mrc creato sopra.
tr: Son olarak yukarıda oluşturduğumuz .mrc dosyasını Koha'ya aktaracağız.
zh_tw: 最後我們將把新增的 .mrc 檔案匯入 Koha。

source: Click on Tools in your Koha staff client.
fr: Cliquez sur Outils dans votre interface professionnelle.
hi: अपने कोहा स्टाफ क्लाइंट के उपकरण पर क्लिक करें।
it: Fare clic su Strumenti nel client per lo staff di Koha.
tr: Koha personel istemcinizde Araçlar üzerine tıklayın.
zh_tw: 點選館員介面的工具。

source: Next Click on Stage MARC Records for Import.
fr: Cliquez ensuite sur 'Télécharger des notices MARC dans le réservoir'.
hi: अपने कोहा स्टाफ क्लाइंट के उपकरण पर क्लिक करें।
it: Quindi fare clic su Deposito MARC records per l'importazione.
tr: Sonra, MARC Kayıtlarını İçe Aktarmak İçin Hazırla üzerine tıklayın.
zh_tw: 接著按待匯入的 MARC 記錄。

source: After this, choose your previously created .mrc file and click on Upload.
fr: Choisissez ensuite votre fichier.mrc précédemment créé, et cliquez sur 'Télécharger'.
hi: इस के बाद, अपने पहले बनाया .mrc फ़ाइल चुन सकते हैं और अपलोड करें पर क्लिक करें।
it: Dopo di che, selezionare il file .mrc creato prima e fare clic su Carica il file.
tr: Bu işlemden sonra, daha önce oluşturduğunuz .mrc dosyasını seçin ve Karşıya yükle üzerine tıklayın.
zh_tw: 然後，選擇稍早新增的 .mrc 檔案並按上傳。

source: You can also add comment about file and finally click on Stage For Import.
fr: Vous pouvez aussi ajouter un commentaire à propos du fichier, puis cliquez sur 'Télécharger dans le réservoir'.
hi: तुम भी फाइल के बारे में टिप्पणी जोड़ सकते हैं और अंत में स्टेज आयात के लिए पर क्लिक करें।
it: E' anche possibile aggiungere annotazioni sul file, ed infine fare clic su Prepara per l'importazione.
tr: Aynı zamanda dosya hakında yorum eklebilir ve son olarak İçe Aktarmak İçin Hazırla üzerine tıklayabilirsiniz.
zh_tw: 您可新增檔案的評論然後再點選匯入待處理。

source: When the import is done, you will get a result something like this
fr: Une fois l'importation effectuée, vous obtiendrez un résultat comme ceci:
hi: जब आयात किया जाता है, तो आप इस तरह एक परिणाम कुछ मिल जाएगा
it: Quando l'importazione è terminata, si vedrà un risultato simile al seguente
tr: İçe aktarma tamamlanınca, şöyle bir sonuç elde edeceksiniz
zh_tw: 匯入完成後，您將得到如下的結果

source: Next, click on Manage staged records.
fr: Cliquez ensuite sur 'Gestion des notices téléchargées'.
hi: अगले, स्टेज रिकॉर्ड का प्रबंधन पर क्लिक करें।
it: Quindi fare clic su Gestisci record preparati.
tr: Sonra, Hazırlanmış kayıtları yönet üzerine tıklayın.
zh_tw: 然後，點選管理待匯入記錄。

source: Here you can even change matching rules.
fr: Ici, vous pouvez changer les règles de correspondance.
hi: यहाँ आप भी नियमों का मिलान बदल सकते हैं।
it: Qui è anche possibile cambiare le regole di corrispondenza, se necessario.
tr: Burada eşleştirme kurallarını bile değiştirebilirsiniz.
zh_tw: 您可從這裡改變對映規則。

source: Click on Import this batch into catalog when you are done.
fr: Cliquez sur 'Importer ce lot dans le catalogue' lorsque vous avez terminé.
hi: आयात पर सूची में इस बैच क्लिक करें जब आप कर रहे हैं।
it: Una volta terminato, fare clic su Importa nel catalogo.
tr: İşiniz bitince Bu grubu kataloğa aktar üzerine tıklayın.
zh_tw: 做好後，點選匯入此批次目錄。
