Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/third_party_software.po
Languages: fr, hi, it, tr, zh_tw

source: Thats it. After all the records get imported, check Status and it should read "imported"
fr: Après avoir importé toutes les notices, vérifiez le statut, il doit y avoir marqué "importé"
hi: यह बात है। बाद में सभी रिकॉर्ड आयात किया हो, स्थिति की जाँच करें और इसे "आयातित" पढ़ना चाहिए
it: Fatto. Dopo che tutti i record sono stati importati, controllare la riga Status: dev'essere "Importato"
tr: Hepsi bu kadar. Tüm kayıtlar içe aktarıldıktan sonra Durum'u konrol edin, "aktarıldı" yazmalıdır.
zh_tw: 做好後。匯入所有的記錄後，按狀態後將顯示 "已匯入"

source: You can even undo the Import operation.
fr: Vous pouvez même annuler l'opération d'importation.
hi: आप भी आयात कार्रवाई पूर्ववत कर सकते हैं।
it: E' anche possibile annullare l'importazione.
tr: Hatta içe aktarma işlemini geri alabilirsiniz.
zh_tw: 您可取消匯入作業。

source: And within few minutes, we have imported around 10,000 records in Koha
fr: En l'espace de quelques minutes, nous aurons importé à peu près 10 000 notices dans Koha
hi: और कुछ ही मिनटों के भीतर, हम कोहा में 10,000 रिकॉर्ड के आसपास का आयात किया है
it: E in pochi minuti abbiamo importato circa 10.000 record in Koha
tr: Ve bir kaç dakika içerisinde, Koha'da 10,000 civarında kayıt içe aktardık
zh_tw: 幾分鐘後，您就已匯入 10,000 筆左右的記錄

source: OCLC Connexion Gateway
hi: ओसीएलसी कनेक्शन गेटवे
tr: OCLC Connexion Geçidi

source: Koha can be set to work with the OCLC Connextion Gateway. This allows libraries to use OCLC Connexion as their cataloging tool and simply send those records to Koha with a single click. The following instructions will help you set up the OCLC Connexion Gateway, if you have a system administrator you will want to consult with them on this process.
fr: Koha peut être configuré pour travailler avec OCLC Connextion Gateway. Cela permet aux bibliothèques d'utiliser OCLC Connexion comme outil de catalogage et envoyer simplement ces notices à Koha en un seul clic. Les instructions suivantes vous aideront à configurer le portail de connexion OCLC, si vous avez un administrateur du système, vous pourrez les consulter sur ce processus.
hi: कोहा ओसीएलसी कनेक्शन गेटवे के साथ काम करने के लिए सेट किया जा सकता है। इस पुस्तकालयों उनकी सूचीबद्ध उपकरण के रूप में ओसीएलसी कनेक्शन का उपयोग करने के लिए और बस एक क्लिक के साथ कोहा करने के लिए उन रिकॉर्ड भेजने के लिए अनुमति देता है। निम्न निर्देश आप ओसीएलसी कनेक्शन गेटवे की स्थापना में मदद मिलेगी, यदि आप एक सिस्टम प्रशासक है कि आप इस प्रक्रिया के बारे में उन लोगों के साथ परामर्श करने के लिए चाहते हो जाएगा।
it: Koha può essere configurato per lavorare con l' OCLC Connextion Gateway. Questo permette alla biblioteche di usa l' OCLC Connextion come strumento di catalogazione e di inviare a Koha questi records con un click. Le seguenti istruzioni ti aiuteranno a configurare l' OCLC Connextion Gateway. Se ha un amministratore di sistema, consultalo durante il processo.
tr: Koha, OCLC Connextion ağ geçidi ile çalışmak için ayarlanabilir. Bu, kütüphanelerin kataloglama aracı olarak OCLC Connexion'u kullanmalarını ve sadece tek bir tıklama ile bu kayıtları Koha'ya göndermelerini sağlar. Aşağıdaki talimatlar OCLC Connexion Geçidi kurmanıza yardımcı olacaktır, Eğer bir sistem yöneticiniz varsa bu süreçte ona danışmanız gerekebilir.
zh_tw: Koha 可以和 OCLC Connextion Gateway 相容。此舉容許圖書館使用 OCLC Connextion 做為其編目工具並以單鍵送出此等記錄給 Koha。以下指序有助於您設定 OCLC Connextion Gateway，若您是系統管理者就可參照使用它。

source: Setting up OCLC service on Koha
fr: Configuration du service OCLC dans Koha
hi: कोहा पर ओसीएलसी सेवा की स्थापना
it: Configura l' OCLC service in Koha
tr: Koha'da OCLC hizmetini kurma
zh_tw: 在 Koha 設定 OCLC 的服務

source: First, you'll need to create a file somewhere on your system with configuration information. You could put this anywhere that is visible to the account that will be running the service.
fr: Vous devrez d'abord créer un fichier quelque part dans votre système avec l'information de configuration. Vous pouvez le mettre n'importe où, du moment qu'il est visible par le compte qui exécutera le service.
hi: सबसे पहले, आप विन्यास जानकारी के साथ अपने सिस्टम पर कहीं न कहीं एक फाइल बनाने की आवश्यकता होगी। आप इस कहीं भी है कि सेवा चल जाएगा कि खाते में दिखाई दे रहा है डाल सकता है।
it: Prima di tutto devi creare un file in un punto del server con le informazioni di configurazione. Puoi metterlo dovunque sia accessibile all'account che verrà usato dal servizio.
tr: İlk olarak sisteminiz içerisinde bir yerde konfigürasyon bilgileri ile bir dosya oluşturmanız gerekir. Bunu, hizmeti çalıştıracak olan hesap için görünür olan herhangi bir yere koyabilirsiniz.
zh_tw: 首先，需在系統的某個地方新增組態資訊的檔案。可以放在帳號可及且可執行服務的地方。

source: The file contains 11 lines. The first 6 will be about your Koha system:
fr: Le fichier contient 11 lignes. Les 6 premières lignes concernent le système de Koha:
hi: फ़ाइल 11 लाइनें शामिल हैं। पहले 6 अपने कोहा प्रणाली के बारे में हो जाएगा:
it: Il file contiene 11 line. Le prime 6 riguardano il sistema di Koha:
tr: Dosya 11 satır içerir. İlk 6 satır Koha sisteminiz hakkındadır:
zh_tw: 此檔案有11列。前6列有關您的 Koha 系統：

source: The remaining lines describe how to do the staging:
fr: Les lignes restantes décrivent la mise en place:
hi: शेष लाइनों का वर्णन कैसे मचान क्या करने:
it: Le altre linee indicano come caricare i dati:
tr: Geriye kalan satırlar hazırlamanın nasıl yapılacağını açıklar:
zh_tw: 其他幾列描述管理的方式：

source: A sample file would look like this:
fr: Voici un exemple de fichier:
hi: एक नमूना फ़ाइल इस तरह दिखेगा:
it: Un file di esempio sarebbe così:
tr: Örnek bir dosya bu şekilde görünecektir:
zh_tw: 範例如下：

source: When choosing an 'import\_mode' if you use "direct" then the staged record will be immediately imported into Koha, and should be searchable after your indexes catch up. If you choose "stage", then the record will be placed in a staged batch for you to later go the :ref:`Manage Staged MARC Records <staged-marc-record-management-label>` tool to finish the import.
fr: Lorsque vous choisissez un "import\_mode" et que vous utilisez "direct", la notice téléchargée sera immédiatement importée dans Koha, et pourra être recherchée une fois vos index mis à jour. Si vous choisissez "stage", alors la notice sera placée dans un lot préparé pour plus tard dans l'outil :ref:`Gestion des notices MARC téléchargées <staged-marc-record-management-label>` pour finaliser l'importation.
hi: यदि आप "प्रत्यक्ष" का उपयोग करते हैं तो import\_mode' चुनते समय चरणबद्ध रिकॉर्ड तुरंत कोहा में आयात किया जाएगा, और आपके सूचकांक पकड़ने के बाद खोज योग्य होना चाहिए। यदि आप "मंच" चुनते हैं, तो बाद में आपके लिए रिकॉर्ड किए गए बैच में रिकॉर्ड रखा जाएगा :ref:`Manage Staged MARC Records <staged-marc-record-management-label>` आयात खत्म करने के लिए उपकरण.
it: Quando scegli un 'import\_mode' se usi "direct" il record verrà immediatamente importato in Koha, e sarà ricercabile una volta indicizzato. Se scegli "stage", il record verrà posto in un batch per una successiva lavorazione da parte del :ref:`Gestisci il deposito dei records MARC <staged-marc-record-management-label>` per finire l'import.
tr: Bir 'import\_mode' seçerken, "direct" opsiyonunu kullanmanız halinde hazırlanmış kayıtlar derhal Koha'ya aktarılır, ve dizinlerinizle aynı düzeye geldikten sonra aranabilir olmalıdır. "stage" opsiyonunu seçerseniz, kayıtlar daha sonra :ref:`Managed Staged MARC Records <staged-marc-record-management-label>` aracına gidip aktarımı tamamlamanız için toplu bir şekilde hazırlanmış olarak yerleştirilir.
zh_tw: 使用 "直接" 就是選擇 'import\_mode'，則把待處理記錄立即匯入 Koha，且在索引建立後就可搜尋。若選擇 "待處理"，則記錄置於待處理批次，直至選取 :ref:`管理待處理 MARC 記錄 <staged-marc-record-management-label>` 時，才處理它。

source: If you import multiple records, they'll be in the same batch, until that batch is imported, then a new batch will be created.
fr: Si vous importez plusieurs notices, elles seront dans le même lot jusqu'à que celui-ci soit importé; puis un nouveau lot sera créé.
hi: आप कई रिकॉर्ड आयात करते हैं, तो वे एक ही बैच में हो जाएगा जब तक कि बैच आयात किया जाता है, तो एक नया बैच बनाया जाएगा।
it: Se importi più records, essi saranno nello stesso batch, fino a quanto il batch non sarà importato. Poi verrà creato un nuovo batch.
tr: Birden çok kayıt aktarırsanız, bu kayıtlar aktarılana kadar aynı grup içerisinde yer alacaktır, daha sonra yeni bir grup oluşturulacaktır.
zh_tw: 匯入多筆記錄時，他們將在同一個批次，直到該筆批次匯入完畢，才產生新的指次。

source: In "direct" mode, each record will be in its' own batch.
fr: En mode "direct", chaque notice sera dans son propre lot.
hi: "प्रत्यक्ष" मोड में, के प्रत्येक अभिलेख 'अपने स्वयं के बैच में होगा।
it: Nella modalità 'direct' ogni record entrerà in Koha con un suo batch.
tr: "direkt" modunda, her kayıt kendi grubu içerisinde olacaktır.
zh_tw: 在 "直接" 模式，每筆記錄將在其自己的批次內。

source: To start the service, run the script:
fr: Pour démarrer le service, exécutez le script:
hi: सेवा शुरू करने के लिए, स्क्रिप्ट चलाएँ:
it: Per far partire il servizio lancia lo script:
tr: Hizmeti başlatmak için komut dosyasını çalıştırın:
zh_tw: 執行下列程式，啟動服務：

source: Setting up your OCLC desktop client
fr: Paramétrer votre client du bureau OCLC
hi: अपने ओसीएलसी डेस्कटॉप क्लाइंट की स्थापना
it: Configura il tuo OCLC desktop client
tr: OCLC masaüstü istemcinizi kurma
zh_tw: 設定您的 OCLC 桌面客戶

source: Screenshots are OCLC Connexion Client v.2.50, Koha v.3.12
fr: Les captures d'écrans sont client de la connexion OCLC v.2.50, Koha v.3.12
hi: स्क्रीनशॉट ओसीएलसी संबंध क्लायंट v.2.50, कोहा v.3.12 हैं
it: Gli screenshots provengono da OCLC Connexion Client v.2.50 e da Koha v.3.12
tr: Ekran görüntüleri OCLC Connexion Client v.2.50, Koha v.3.12 sürümlerindendir
zh_tw: 取自 OCLC Connexion Client v.2.50, Koha v.3.12 的畫面

source: To set up the OCLC Connexion desktop client to connect to Koha, go to Tools > Options, then choose the Export tab.
hi: कोहा से कनेक्ट करने के लिए ओसीएलसी कनेक्शन डेस्कटॉप क्लाइंट स्थापित करने के लिए, टूल्स > विकल्प पर जाएं, फिर निर्यात टैब चुनें।
it: Per configurare l' OCLC Connexion desktop client e collegarlo a Koha, vai a Tools > Options, poi scegli il tab Export.
tr: OCLC masaüstü istemcisinin Koha'ya bağlantısını ayarlamak için, Araçlar > Seçenekler yolunu izleyin ve daha sonra Sekmeyi içe aktar seçeneğini seçin.
zh_tw: 設定 OCLC Connexion 桌面客戶連結 Koha，至 工具 &gt; 選項，再選取匯出分頁。

source: Click the "Create..." button to set up a new destination, then choose "OCLC Gateway Export" and click OK.
fr: Cliquez sur le bouton "Créer..." pour paramétrer une nouvelle définition, puis choisissez "Export du portail OCLC" et cliquez sur OK.
hi: एक नया गंतव्य स्थापित करने के लिए "बनाएँ ..." बटन पर क्लिक करें, फिर "ओसीएलसी गेटवे निर्यात" का चयन करें और ठीक क्लिक करें।
it: Clicca il pulsante "Create..." per configurare una nuova destinazione, poi scegli il "OCLC Gateway Export" e clicca OK.
tr: Yeni bir varış noktası kurmak için "Oluştur..." butonuna tıklayın, daha sonra "OCLC Ağ Geçidi Dışa Aktar"ı seçin ve TAMAM'ı tıklayın.
zh_tw: 點選 "新增..." 鈕以設定新的目的地，再選取 "OCLC Gateway Export" 及按 OK。

source: Enter the following information:
fr: Saisissez l'information suivante:
hi: निम्न जानकारी दर्ज करें:
it: Inserisci le seguenti informazioni:
tr: Aşağıdaki bilgiyi girin:
zh_tw: 鍵入以下資訊：

source: "Host Name:" Your catalog’s appropriate IP address (from your :ref:`config file above <setting-up-oclc-service-on-koha-label>`)
fr: "Host Name:" L'adresse IP de votre catalogue (depuis :ref:`fichier de configuration ci-dessus <setting-up-oclc-service-on-koha-label>`)
hi: "होस्ट नाम:" आपके कैटलॉग का उपयुक्त आईपी पता (आपके से :ref:`config file above <setting-up-oclc-service-on-koha-label>`)
it: "Host Name:" L' IP address del proprio catalogo (prendilo dal :ref:`config file descritto qui <setting-up-oclc-service-on-koha-label>`)
tr: "Host Name:" Kataloğunuzun uygun IP adresi (:ref:`yukarıdaki yapılandırma dosyanızdan <setting-up-oclc-service-on-koha-label>`)
zh_tw: "Host Name:" 您的目錄 IP 位址(取自 :ref:`前述組態檔 <setting-up-oclc-service-on-koha-label>`)

source: "Port:" Your catalog's appropriate port number (from your :ref:`config file above <setting-up-oclc-service-on-koha-label>`)
fr: "Port:" Le numéro de port de votre catalogue (depuis ref:`fichier de configuration ci-dessus <setting-up-oclc-service-on-koha-label>`)
hi: "पोर्ट:" आपकी कैटलॉग का उपयुक्त पोर्ट नंबर (आपके से :ref:`config file above <setting-up-oclc-service-on-koha-label>`)
it: "Port:" La porta definita per il servizio (prendila dal :ref:`config file qui descritto <setting-up-oclc-service-on-koha-label>`)
tr: "Port:" Kataloğunuzun uygun bağlantı noktası numarası (:ref:`yukarıdaki yapılandırma dosyanızdan <setting-up-oclc-service-on-koha-label>`)
zh_tw: "Port:" 您的目錄埠號(取自 :ref:`前述組態檔 <setting-up-oclc-service-on-koha-label>`)

source: "Login ID:" The cataloger's Koha login
fr: "Login ID:" Connexion Koha du catalogueur
hi: "लॉगिन आईडी:" केटालॉगर के कोहा लॉगिन
it: "Login ID:" Il login del catalogatore in Koha
tr: "Oturum açma kimliği:" Katalogcu'nun Koha girişi
zh_tw: "Login ID:" 編目員的 Koha 帳號

source: "Password:" The cataloger's Koha password
fr: "Password:" Mot de passe Koha du catalogueur
hi: "पासवर्ड:" केटालॉगर के कोहा पासवर्ड
it: "Password:"La password collegata
tr: "Parola:" Katalogcu'nun Koha parolası
zh_tw: "Password:" 編目員的 Koha 密碼

source: "Notify Host Before Disconnect" = checked,
hi: "डिस्कनेक्ट इससे पहले मेजबान सूचित करें" = जाँच की,

source: "Timeout" = 100, "Retries" = 3, "Delay" = 0 (zero),
hi: "टाइमआउट" = 100, "पुनर्प्रयास" = 3, "देरी" = 0 (शून्य),

source: "Send Local System Logon ID Password" = checked.
hi: "भेजें स्थानीय सिस्टम लॉगऑन आईडी पासवर्ड" = चेकर।

source: Select "OK" when finished, and you should see your new "Gateway Export" option listed (The catalog's IP address and port are blacked out in the following screenshot)
fr: Sélectionnez "OK" lorsque vous avez terminé et vous verrez l'option 'Exportation de la passerelle" (l'adresse IP du catalogue et du port est noircie sur la capture d'écran suivante)
hi: का चयन करें "ठीक है" जब समाप्त हो, और आप अपने नए "गेटवे निर्यात" विकल्प सूचीबद्ध देखना चाहिए (सूची के आईपी पते और पोर्ट निम्न स्क्रीनशॉट में पार कर रहे हैं)
it: Seleziona "OK" quando finito, e vedrai la nuova "Gateway Export" nella lista (L' IP address e la porta sono cancellati negli screenshot)
tr: Bittiğinde "TAMAM"ı seçin ve yeni "Ağ Geçidi Dışa Aktarma" seçeneğinin listelendiğini görebiliyor olmalısınız (Katalog IP adresi ve bağlantı noktası aşağıdaki ekran görüntüsünde karartılmıştır)
zh_tw: 完成後點選 "OK"，接著可以到新增 "Gateway 匯出" 選項清單(以下的畫面不顯示目錄的IP網址及埠號)

source: Gateway Export Added
fr: Paramètres d'export de la passerelle OCLC
hi: गेटवे निर्यात जोड़ा गया
it: Gateway Export aggiunto
tr: Ağ Geçidi Dışa Aktarma Eklendi
zh_tw: 新增 Gateway 匯出

source: Click on "Record Characteristics" and make sure that the bibliographic records are using MARC21, UTF-8 Unicode, and click OK to save.
fr: Cliquez sur "Caractéristiques de la notice" et assurez-vous que les notices bibliographiques utilisent MARC21, UTF-8 Unicode, et cliquez sur OK pour enregistrer.
hi: "रिकार्ड विशेषताओं" पर क्लिक करें और सुनिश्चित करें कि ग्रंथ सूची रिकॉर्ड MARC21, UTF-8 यूनिकोड का उपयोग कर रहे हैं, और सहेजने के लिए ठीक क्लिक करें।
it: Clicca su "Record Characteristics" e controlla che i records bibliografici siano su MARC21, UTF-8 Unicode. Poi clicca OK per salvare.
tr: "Kayıt Özellikleri" üzerine tıklayın ve bibliyografik kayıtların MARC21, UTF-8 Unicode kullandığından emin olun, ve kaydetmek için Tamam'a tıklayın.
zh_tw: 點選 "記錄特性" 並確認書目記錄使用 MARC21、UTF-8 Unicode 編碼，並點選 OK 以儲存它。

source: Record Characteristics
fr: Caractéristiques de la notice
hi: रिकार्ड अभिलक्षण
it: Caratteristiche del record
tr: Kayıt Özellikleri
zh_tw: 記錄特性

source: You should be ready to go! To export a record from OCLC Connexion Client to Koha, just press F5 while the record is on-screen. The export dialog will pop up, and you'll see Connexion attempting to talk to Koha. You should get a message that the record was added or overlaid, including its biblio number, and a URL that you can copy into your web browser to jump straight to the record.
fr: Vous devrez être prêt! Pour exporter une notice depuis le client de connexion OCLC à Koha, tapez sur F5 pendant que la notice est sur l'écran. Le dialogue d'exportation s'ouvrira, et vous verrez la tentative de connexion OCLC avec Koha. Un message annoncera que la notice a bien été ajoutée ou recouverte, en incluant son numéro biblio et un URL que vous pourrez copier dans votre navigateur pour pouvoir accéder directement à la notice.
hi: तुम जाने के लिए तैयार हो जाना चाहिए! कोहा को ओसीएलसी संबंध क्लाइंट से एक रिकार्ड निर्यात करने के लिए, बस F5 दबाएँ जबकि रिकार्ड ऑन-स्क्रीन है। निर्यात संवाद पॉप जाएगा, और आप संबंध कोहा से बात करने का प्रयास देखेंगे। आप एक संदेश है कि रिकॉर्ड जोड़ा गया है या मढ़ा मिलना चाहिए इसकी Biblio संख्या सहित, और एक यूआरएल है कि आप अपने वेब ब्राउज़र में कॉपी कर सकते हैं रिकॉर्ड करने के लिए सीधे कूद करने के लिए।
it: Ora puoi partire! Per esportare da OCLC Connexion Client a Koha, basta premere F5 quando il record è sullo schermo. Verra mostrato il pop-up dell'export e vedrai Connexion che chiamerà Koha. Riceverai un messaggio se il record è stato aggiunto o sovrascritto in Koha, incluso il suo biblionumber, e un URL che puoi mettere nel web browser per andare al record in Koha.
tr: Artık başlamaya hazır olmalısınız! OCLC Connection İstemcisinden Koha'ya bir kayıt aktarmak için, kayıt ekranda açık durumda iken F5 tuşuna basın. Bir aktarım açılır diyalog penceresinin ekrana geldiğini ve Connexion programının Koha ile iletişime geçmeye çalıştığını göreceksiniz. Kaynakça numarası ve kayda doğrudan geçmek için web tarayıcınıza kopyalayabileceğiniz bir URL dahil olacak şekilde kaydın eklendiği ya da üzerine yazıldığına dair bir bildirim almalısınız.
zh_tw: 您應已準備妥當！從 OCLC Connexion 的 Koha 客戶匯出記錄，記錄出現在螢幕時，祗需要 F5 鍵即可。彈出匯出對話盒，您將看到 Connexion 與 Koha 的對話。注意記錄已新增或覆寫的訊息，包括書目號與網址以備查檢該記錄之用。

source: Using the OCLC Connexion Gateway
fr: Utilisation de la connexion OCLC
hi: ओसीएलसी कनेक्शन गेटवे का उपयोग करना
it: Usare l'OCLC Connexion Gateway
tr: OCLC Connexion Geçidini Kullanma
zh_tw: 使用 OCLC Connexion Gateway

source: Records can be exported from Connexion either in a batch or one by one.
fr: Les notices peuvent être exportées depuis Connexion OCLC par lot, ou une par une.
hi: रिकॉर्ड्स एक करके संबंध से या तो एक बैच में या एक निर्यात किया जा सकता है।
it: I records posso essere esportato da Connexion sia in batch che uno alla volta.
tr: Kayıtlar Connexion'dan tek tek ya da toplu olarak aktarılabilir.
zh_tw: 可以從 Connexion 批次或逐筆匯出記錄。

source: Exporting records one by one
fr: Exporter des notices une par une
hi: एक-एक करके रिकॉर्ड निर्यात करना
it: Per esporare un record alla volta
tr: Kayıtları tek tek aktarmak
zh_tw: 逐筆匯出記錄

source: To export bibliographic records one by one, be sure your "Batch" options are correct: from the "Tools" menu, select "Options", and select the "Batch" tab. In the "Perform local actions in batch" area, "Bibliographic Record Export" should be unchecked
hi: एक के बाद एक ग्रंथ सूची रिकॉर्ड निर्यात करने के लिए, सुनिश्चित करें कि आपके "बैच" विकल्प सही हैं हो सकता है: "उपकरण" मेनू से, "विकल्प" का चयन करें, और "बैच" टैब का चयन करें। में क्षेत्र "बैच में स्थानीय क्रिया", "ग्रंथ सूची रिकार्ड निर्यात" अनियंत्रित होना चाहिए
it: Per esportare un record alla volta, devi essere sicuro che le tue opzioni della sezione "Batch" siano corrette: dal menu 'Tools' seleziona 'Options' e poi seleziona il tab 'Batch'. Nell'area "Perform local actions in batch",la sezione "Bibliographic Record Export" deve essere non selezionata
tr: Bibliyografik kayıtları tek tek dışa aktarmak için "Toplu" seçeneklerinizin doğru olduğundan emin olun: "Araçlar" menüsünden "Seçenekler"i seçin, ve "Toplu" sekmesini seçin. "Toplu lokal eylemler gerçekleştirin" alanında, "Bibliyografik Kayıtları Dışa Aktar" işaretlenmemiş durumda olmalıdır.
zh_tw: 逐筆匯出書目記錄時，確認您的 "批次" 選項的正確性：從 "工具" 選單裡，選取 "選項"，再選 "批次" 分頁。在 "於批次執行在地作業" 區塊，不要勾選 "匯出書目記錄"

source: When ready to export, from the "Action" menu, select "Export" or use the F5 key. You will see a screen similar to the following if the import is successful and if the record is new to the Catalog; you may copy & paste the resulting URL into your Koha catalog to see the new record.
hi: "एक्शन" मेनू से निर्यात करने के लिए तैयार होने पर, "निर्यात करें" का चयन करें या F5 कुंजी का उपयोग करें। यदि आयात सफल होता है और यदि कैटलॉग में रिकॉर्ड नया होता है तो आपको निम्न की तरह एक स्क्रीन दिखाई देगी; आप नए रिकॉर्ड को देखने के लिए परिणामी यूआरएल को अपने कोहा कैटलॉग में कॉपी और पेस्ट कर सकते हैं।
it: Quando si è pronti per l'esportazione, dal menu "Action", selezionare "Export" o utilizzare il tasto F5. Vedrete una schermata simile alla seguente se l'importazione è successo e se il record viene considerato nuovo per il catalogo; è possibile copiare e incollare l'URL risultante nel vostro catalogo Koha per vedere il nuovo record.
tr: Dışa aktarmaya hazır olduğunuzda, "Eylem" menüsünde "Dışa Aktar" opsiyonunu seçin ya da F5 tuşuna basın. Alma işlemi başarılı olursa ve kayıt kataloğunuz için yeni ise aşağıdakine benzer bir ekran göreceksiniz; yeni kaydı görmek için ortaya çıkan URL'yi Koha kataloğunuza kopyalayıp & yapıştırabilirsiniz.
zh_tw: 準備匯出時，從 "行動" 選單，選擇 "匯出" 或使用 F5 鍵。若匯出成功或新增至目錄時可看到類似的畫面；您可複製 &amp; 貼上結果網址於您的 Koha 目錄就可看到新增的記錄。

source: If the record was overlaid, you will see a message to that effect in the "OCLC Gateway Export Status" window
hi: अगर रिकॉर्ड मढ़ा गया था, आप "ओसीएलसी गेटवे निर्यात स्थिति" विंडो में उस प्रभाव के लिए एक संदेश देखेंगे
it: Se il record provoca una sovrascrittura, verrà visualizzato un messaggio in tal senso nella finestra "OCLC Gateway Export Status"
tr: Kayıt overlaid ise "OCLC Geçidi Aktarım Durumu" penceresinde bu efekti gösteren bir ileti göreceksiniz
zh_tw: 若覆寫記錄，您將看到 "OCLC Gateway Export Status" 視窗顯示的訊息

source: Exporting records in a batch
fr: Exporter des notices par lot
hi: एक बैच में रिकॉर्ड निर्यात
it: Esporta i records via batch
tr: Kayıtların toplu olarak aktarımı
zh_tw: 批次匯出記錄

source: To export bibliographic records in a batch, be sure your "Batch" options are correct: from the "Tools" menu, select "Options", and select the "Batch" tab. In the "Perform local actions in batch" area, "Bibliographic Record Export" should be checkedOCLC
hi: बैच में ग्रंथसूची रिकॉर्ड निर्यात करने के लिए, सुनिश्चित करें कि आपका "बैच" विकल्प सही हैं: "टूल्स" मेनू से, "विकल्प" चुनें,और "बैच" टैब का चयन करें।"बैच में स्थानीय क्रियाएं करें" क्षेत्र में, "ग्रंथसूची रिकॉर्ड निर्यात" ओसीएलसी की जांच की जानी चाहिए
it: Per esportare i record bibliografici in un batch, assicurarsi che le opzioni "Batch" siano corrette: dal menu "Tools", selezionare "Options" e selezionare la scheda "Batch". Nell'area Perform local actions in batch", l'opzione "Bibliographic Record Export" dovrebbe essere selezionata
tr: Bibliyografik kayıtları toplu olarak dışa aktarmak için "Toplu" seçeneklerinizin doğru olduğundan emin olun: "Araçlar" menüsünden "Seçenekler"i seçin, ve "Toplu" sekmesini seçin. "Toplu lokal eylemler gerçekleştirin" alanında, "Bibliyografik Kayıtları Dışa Aktar" işaretlenmiş durumda olmalıdır. OCLC
zh_tw: 批次匯出書目記錄時，確認您的 "批次" 選項的正確性：從 "工具" 選單裡，選取 "選項"，再選 "批次" 分頁。在 "於批次執行在地作業" 區塊，勾選 "匯出書目記錄"
