Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Customize label layouts
hi: लेबल लेआउट अनुकूलित
tr: Etiket Yerleşimini Düzenle
zh_tw: 客製化書標布局

source: Design custom label templates for printed labels
hi: मुद्रित लेबल के लिए डिजाइन कस्टम लेबल टेम्पलेट्स
tr: Basılı etiketler için özel etiket şablonları tasarla
zh_tw: 設定客製化讀者證布局供列印

source: Build and manage batches of labels
hi: बिल्ड और लेबल के बैच का प्रबंधन
tr: Toplu etiketleri oluştur ve yönet
zh_tw: 建立與管理批次書標

source: Export single or multiple batches
hi: एक या कई बैचों का निर्यात
tr: Tek ya da çoklu toplu dosyaları dışa aktar
zh_tw: 批次匯出單筆或多筆

source: Export single or multiple labels from within a batch
hi: एकल या एक बैच के भीतर से अधिक लेबल का निर्यात
tr: Tek ya da çoklu etiketleri toplu dosyadan dışa aktar
zh_tw: 以批次匯出單筆或多書書標

source: Export label data in one of three formats:
hi: तीन स्वरूपों में से एक में निर्यात लेबल डेटा:
tr: Etiket verisini üç formattan biriyle dışa aktar.
zh_tw: 以下列三種格式之一匯出書標資料：

source: PDF - Readable by any standard PDF reader, making labels printable directly on a printer
hi: पीडीएफ - किसी भी मानक पीडीएफ रीडर द्वारा पठनीय, एक प्रिंटर पर मुद्रण योग्य सीधे लेबल बनाने
tr: PDF - Her hangi bir standart PDF reader ile okunabilir, etiketlerin direkt olarak yazıcıdan çıkarılmasını mümkün kılar
zh_tw: PDF - 可以被標準的PDF閱讀器讀取，標示為可直接由列表機列印

source: CSV - Export label data after your chosen layout is applied allowing labels to be imported in to a variety of applications
hi: सीएसवी - अपने चुने हुए लेआउट के बाद निर्यात की इजाजत दी लेबल डेटा लेबल के आवेदनों की एक किस्म के लिए आयात करने के लिए लागू किया जाता है
tr: CSV - Seçili sayfa düzeni, etiketlerin çeşitli uygulamalarda içe aktarılmasına izin verecek şekilde uygulandıktan sonra etiket verilerini dışa aktar
zh_tw: CSV - 選定標籤的布局後，匯出標籤資料，以備其他應用程式使用

source: XML - Included as an alternate export format
hi: एक्सएमएल - एक वैकल्पिक निर्यात प्रारूप के रूप में शामिल
tr: XML - Bir diğer dışa aktarma formatı olarak dahil edilmiş
zh_tw: XML - 包括其他匯出格式

source: *Get there:* More > Tools > Label creator > Manage > Label templates
hi: *वहां जाएं:* अधिक> टूल्स> लेबल निर्माता> लेबल टेम्पलेट
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 新增書標 &gt;管理 &gt; 書標模板

source: A template is based on the label/card stock you are using. This might be Avery 5160 for address labels, Gaylord 47-284 for spine labels or Avery 28371 for your patron cards, just to give a couple of examples. These labels will include all of the information you will need for setting up a Koha, this information may be on the packaging, and if not it can usually be found on the vendor's website.
hi: एक टेम्पलेट लेबल / कार्ड स्टॉक आप उपयोग कर रहे हैं पर आधारित है। इस रीढ़ लेबल या अपने संरक्षक कार्ड के लिए एवरी 28371 के लिए पता लेबल के लिए एवरी 5160, जेराल्ड 47-284 हो सकता है, सिर्फ उदाहरण के एक जोड़े को देने के लिए। इन लेबलों जानकारी आप एक Koha की स्थापना के लिए की आवश्यकता होगी सभी को, इस जानकारी पैकेजिंग पर हो सकता है, और यदि नहीं यह आमतौर पर विक्रेता की वेबसाइट पर पाया जा सकता है शामिल होंगे।
tr: Şablon, kullanmakta olduğunuz etiket/kart stoğudur. Bunlara verilecek örnekler şunlardır: Adres etiketleri için Avery 5160, cilt etiketleri için Gaylord 47-284 veya kullanıcı kartları için Avery 28371. Bu etiketler Koha'yı ayarlamak için gereksinim duyacağınız tüm bilgiyi içerecektir. Bu bilgi ambalaj üzerinde olabilir; eğer ambalaj üzerinde yer almıyorsa, genellikle sağlayıcının web sitesinden bu bilgiye erişmek mümkündür.
zh_tw: 模版是標籤/讀者證的基礎。可能是借Avery 5160地址標籤之用、Gaylord 47-284 書標之用或Avery 28371讀者證之用等。這些標籤有Koha設定的資訊，也可能來自供應商的人網站。

source: To add a new template, you want to click on the 'New' button at the top of the label creator page and choosing 'Label template'.
hi: एक नया टेम्प्लेट जोड़ने के लिए, आप लेबल निर्माता पृष्ठ के शीर्ष पर 'नया' बटन पर क्लिक करना चाहते हैं और 'लेबल टेम्प्लेट' चुन सकते हैं।
zh_tw: 新增模板，點選新增書標頁面上方的 '新增模板' 鈕，再選擇 '書標模板'。

source: Using the form that appears you can define the template for your sheet of labels or cards.
hi: प्रपत्र प्रतीत होता है कि आप लेबल या कार्ड के अपने पत्र के लिए टेम्पलेट परिभाषित कर सकते हैं का उपयोग करना।
tr: Görüntüdeki formu kullanarak etiket ya da kartlarınız için şablonu belirleyebilirsiniz.
zh_tw: 以顯示的表單，可以設定書標與讀者證的模板。

source: Template ID will be automatically generated after saving your template, this is simply a system generated unique id
hi: टेम्पलेट आईडी स्वचालित रूप से अपने टेम्पलेट को बचाने के बाद उत्पन्न हो जाएगा, यह सिर्फ एक प्रणाली अद्वितीय पहचान उत्पन्न है
tr: şablon No, şablonunuzu kaydettikten sonra otomatik olarak oluşturulacaktır, bu sadece tek no oluşturan bir sistemdir.
zh_tw: 儲存模板之後，由自動產生不重複模板代碼

source: Template Code should be something you can use to identify your template on a list of templates
hi: टेम्पलेट कोड कुछ आप टेम्पलेट्स की एक सूची पर अपने टेम्पलेट की पहचान करने के लिए उपयोग कर सकते हैं होना चाहिए
tr: şablon Kodu, şablon listesindeki şablonunuzu belirlemek için kullanabileceğiniz her hangi bir şey olması gerekir.
zh_tw: 模板代碼用於辨識模板清單裡的模板

source: You can use the template Description to add additional information about the template
hi: आप टेम्पलेट के बारे में अतिरिक्त जानकारी जोड़ने के लिए टेम्पलेट विवरण का उपयोग कर सकते हैं
zh_tw: 您可用模板說明新增模板的資訊

source: The Units pull down is used to define what measurement scale you're going to be using for the template. This should probably match the unit of measurement used on the template description provided by the product vendor.
hi: इकाइयों नीचे खींच क्या माप पैमाने आप टेम्पलेट के लिए उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है। यह शायद उत्पाद विक्रेता द्वारा प्रदान की टेम्पलेट विवरण पर इस्तेमाल किया माप की इकाई मेल खाना चाहिए।
tr: Birimler çek menüsü şablonda hangi ölçüm ayarını kullanacağınızı tanımlamak için kullanılır. Bu menünün büyük bir olasıkla materyal sağlayıcısı tarafından sağlanmış, şablon tanımında kullanılan ölçüm birimiyle eşleşmesi gerekir.
zh_tw: 單位的下拉選單用在模版內設定衡量的單位。應與產品代理商提供模版說明裡的單位相呼應。

source: The measurements, number of columns and number of rows can be found on the vendor product packaging or website.
hi: माप, स्तंभों और पंक्तियों की संख्या की संख्या विक्रेता उत्पाद पैकेजिंग या वेबसाइट पर पाया जा सकता है।
tr: Ölçümler, satır ve sütun sayısı ve satır sayısı, sağlayıcı ürün ambalajında veya web sitesi üzerinde bulunabilir.
zh_tw: 可以從代理商的包裝或網站找到尺寸、列與行數。

source: If you do not supply a left text margin in the template, a 3/16" (13.5 point) left text margin will apply by default.
hi: आप टेम्पलेट में एक छोड़ दिया पाठ मार्जिन आपूर्ति नहीं करते हैं, तो एक 3/16 "(13.5 बिंदु) को छोड़ दिया पाठ मार्जिन डिफ़ॉल्ट रूप से लागू होगा।
tr: Şablonda metnin sol kenar boşluğunu belirtmezseniz, varsayılan olarak 3/16" (13.5 noktası) metnin sol kenar boşluğu olarak uygulanır.
zh_tw: 未指定模板的左邊界時，則使用預設值 3/16" (13.5 點)。

source: Before picking a profile try printing some sample labels so that you can easily define a profile that is right for your printer/template combination.
hi: एक प्रोफाइल उठा से पहले कुछ नमूना लेबल मुद्रण ताकि आप आसानी से एक प्रोफाइल सही अपने प्रिंटर / टेम्पलेट संयोजन के लिए है कि परिभाषित कर सकते हैं की कोशिश करो।
tr: Bir profil seçmeden önce birkaç örnek kart yazdırmayı deneyin, böylelikle yazıcı/şablon kombinasyonu için doğru bir profili kolayca tanımlayabilirsiniz
zh_tw: 挑選列印的設定檔前，先試印幾張讀者證，就能看出印表機/模版組合的可行性。

source: After finding any anomalies in the printed document, :ref:`create a profile <label-add-a-profile-label>` and assign it to the template.
hi: मुद्रित दस्तावेज़ में किसी भी विसंगतियों को ढूंढने के बाद, : ref: 'प्रोफ़ाइल बनाएं <label-add-a-profile-label>' और इसे टेम्पलेट पर असाइन करें।
tr: Yazdırılan belgede herhangi bir anomali bulduktan sonra `bir profil oluşturun <label-add-a-profile-label>` ile bir profil oluşturabilir ve bunu şablona atayabilirsiniz.
zh_tw: 發現列印文件的異常後，可以 :ref:`新增設定檔 <label-add-a-profile-label>` 並指定該模板。

source: After saving, your templates will appear on the 'Manage' area under 'Label templates'.
hi: सहेजने के बाद, अपने टेम्पलेट्स के तहत 'लेबल टेम्पलेट्स' 'प्रबंधित करें' क्षेत्र पर दिखाई देगा।
tr: Kaydettikten sonra, şablonlarınız 'Etiket şablonları' altında 'Yönet' alanında görünecektir.
zh_tw: 儲存之後，模版將出現在 '書標模板' 之下的 '管理' 區塊。

source: *Get there:* More > Tools > Label creator > Manage > Printer profiles
hi: *वहां जाएं:* अधिक> टूल्स> लेबल निर्माता> प्रबंधित करें> प्रिंटर प्रोफाइल
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 書標產生器 &gt; 管理 &gt; 印表機設定檔

source: A profile is a set of "adjustments" applied to a given :ref:`template <label-add-a-template-label>` just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned). This means if you set a template up and then print a sample set of data and find that the items are not all aligned the same on each label, you need to set up a profile for each printer to make up for the differences in printing styles, such as the shifting of text to the left, right, top or bottom.
hi: प्रोफ़ाइल किसी दिए गए पर लागू "समायोजन" का एक सेट है :ref:`टेम्पलेट <label-add-a-template-label>' प्रिंटिंग से ठीक पहले जो किसी दिए गए प्रिंटर को अद्वितीय और अनोखा विसंगतियों के लिए क्षतिपूर्ति करता है (जिसके लिए प्रोफाइल असाइन किया गया है)। इसका अर्थ यह है कि यदि आप टेम्पलेट सेट अप करते हैं और फिर डेटा के नमूना सेट को मुद्रित करते हैं और पाते हैं कि आइटम प्रत्येक लेबल पर समान नहीं हैं, तो आपको प्रिंटिंग शैलियों में अंतर के लिए प्रत्येक प्रिंटर के लिए प्रोफ़ाइल सेट अप करने की आवश्यकता है , जैसे बाएं, दाएं, ऊपर या नीचे पाठ को स्थानांतरित करना।
tr: Bir profil, belirli bir `şablon <label-add-a-template-label>` için benzersiz ve kendine özgü anomalileri dengeleyen ve yazdırmadan önce belirli bir yazıcı için (profilin atandığı) uygulayan "ayarlar" kümesidir. Bu, şu anlama gelir. Bir şablon ayarlayıp daha sonra örnek bir veri kümesi yazdırıyorsunuz ve materyallerinin hepsinin her kartta aynı hizada olmadığını görüyorsunuz. Yazdırma stilleri farklılıklarını telafi etmek için her yazıcı için bir profil kurmanız gerekir, mesela metnin sol, sağ, üst veya en alta kaydırılması gibi.
zh_tw: 設定檔是一組適用於指定 :ref:`模版 <label-add-a-template-label>` 的 "調整" 於列印之前補償特定印表機的異常 (指定給該印表機)。設定模版後列印樣本資料，若發現館藏並未出現在預期的位置，就該給該印表機一個設定檔，指示上下左右的位移值。

source: If your labels are printing just the way you want, you will not need a profile.
hi: अपने लेबल अभी जिस तरह से आप चाहते हैं मुद्रण कर रहे हैं, तो आप एक प्रोफाइल की जरूरत नहीं होगी।
tr: Etiketleriniz istediğiniz şekilde çıktı veriyorsa, profile ihtiyacınız yoktur.
zh_tw: 印出的書標如你所願，則不需要設定檔。

source: To add a new profile, you want to click on the 'New' button at the top of the label creator tool and choose 'Printer profile'.
hi: एक नई प्रोफ़ाइल जोड़ने के लिए, आप लेबल निर्माता उपकरण के शीर्ष पर 'नया' बटन पर क्लिक करना चाहते हैं और 'प्रिंटर प्रोफ़ाइल' चुनें।
zh_tw: 按新增書標工具上方的 '新增' 鈕，並選擇 '印表機設定檔'，就能新增設定檔。

source: Using the form that appears you can create a profile to fix any problems with your template.
hi: प्रपत्र प्रतीत होता है कि आप अपने टेम्पलेट के साथ किसी भी समस्याओं को ठीक करने के लिए एक प्रोफाइल बना सकते हैं का उपयोग करना।
tr: Görüntüdeki formu kullanarak şablonunuzla ilgili problemleri düzeltecek bir profil yaratabilirsiniz.
zh_tw: 以顯示的表單，可以新增設定檔以彌補模板的任何問題。

source: The Printer Name and Paper Bin do not have to match your printer exactly, they are for your reference so you can remember what printer you have set the profile for. So if you want to use the Printer model number in printer name or you can call it 'the printer on my desk'
hi: प्रिंटर का नाम और कागज बिन वास्तव में अपने प्रिंटर मैच के लिए नहीं है, ताकि आप याद कर सकते हैं क्या आप प्रिंटर के लिए प्रोफ़ाइल निर्धारित किया है कि वे अपने संदर्भ के लिए कर रहे हैं। तो अगर आप या प्रिंटर नाम पर प्रिंटर मॉडल नंबर का उपयोग करना चाहते हैं तो आप इसे 'मेरी मेज पर प्रिंटर' कॉल कर सकते हैं
tr: Yazıcı Adının ve Kağıt Kutusunun yazıcınızla tamamen uyması gerekmez onlar referansınız içindir, böylelikle profil için hangi yazıcıyı ayarladığınızı hatırlayabilirsiniz. Yazıcı model numarasını yazıcı isminde kullanmak ya da kullanabilmek istiyorsanız,'masamdaki yazıcı' adını verin.
zh_tw: 印表機名稱與紙匣與您的印表機不合，請找出您的印表機設定檔。可以從印表機模組裡設定印表機名稱，如'我的桌面印表機'

source: Template will be filled in once you have chosen which template to apply the profile to on the :ref:`template edit form <label-add-a-template-label>`
hi: एक बार जब आप यह चुनने के लिए टेम्पलेट को भरने के लिए टेम्पलेट भर दिया जाएगा : ref: `टेम्पलेट संपादित करें फॉर्म <label-add-a-template-label>`
tr: Şablon, bir kez :ref:`şablon düzenleme formu <label-add-a-template-label>` üzerinde profili hangi şablonun uygulayacağını seçtikten sonra doldurulacaktır.
zh_tw: 在 :ref:`編輯模板表單 <label-add-a-template-label>` 選定設定檔後即把內容加入該模板內

source: Offset describes what happens when the entire image is off center either vertically or horizontally and creep describes a condition where the distance between the labels changes across the page or up and down the page
hi: ऑफसेट का वर्णन करता है क्या होता है जब पूरे छवि तो खड़ी या क्षैतिज केंद्र बंद है और रेंगना जहां पृष्ठ भर के लेबल परिवर्तन के बीच की दूरी या ऊपर और नीचे पृष्ठ एक की हालत का वर्णन
tr: Ofset tüm resmin dikey ya da yatay olarak merkezin dışında olduğunda ne olacağını belirler ve krip etiketler arasındaki mesafenin sayfa boyunca ya da sayfanın üstü ve altı boyunca değişiklik gösterdiği bir koşulu açıklar.
zh_tw: 位移係指整張照片偏移垂直或水平中心，潛行則指書標在頁面偏移或上下移動

source: For these values, negative numbers move the error up and to the left and positive numbers move the error down and to the right
hi: इन मूल्यों के लिए, ऋणात्मक संख्याओं के ऊपर और बाईं और सकारात्मक संख्या में त्रुटि के लिए कदम नीचे और सही करने के लिए त्रुटि के लिए कदम
tr: Bu değerler için, negatif sayılar hatayı yukarı ve sola taşır ve pozitif sayılar hatayı aşağı ve sağa taşır.
zh_tw: 對這些值而言，負數把錯誤向上與向左移動，正數把錯誤向下與向右移動

source: Example: the text is .25" from the left edge of the first label, .28" from the left edge of the second label and .31" from the left edge of the third label. This means the horizontal creep should be set to .03" to make up for this difference.
hi: उदाहरण: पाठ .25 "पहले लेबल के बाएँ किनारे से, .28" दूसरा लेबल के बाएँ किनारे और 0.31" तीसरे लेबल के बाएँ किनारे से इस क्षैतिज रेंगना चाहिए मतलब इस अंतर के लिए बनाने के लिए .03" करने के लिए सेट किया।
tr: Örnek: Metin ilk etiketin sol kenarından 25 inç, ikinci etiketin sol kenarından 28 inç ve üçüncü etiketin sol kenarından 31 inçtir. Bu farklılığı ortadan kaldırmak için yatay akış 03 inçe ayarlanmalıdır.
zh_tw: 例如：文字是 .25" 由第一個標籤的左緣開始，.28" 從第二個標籤的左緣開始 .31" 從第三個標籤的左緣開始。表示水平的點設為 .03"。

source: After saving, your profiles will appear on the 'Manage' area under 'Printer profiles'.
hi: सहेजने के बाद, अपने प्रोफाइल के तहत 'प्रिंटर प्रोफाइल' 'प्रबंधित करें' क्षेत्र पर दिखाई देगा।
tr: Kaydettikten sonra, profilleriniz 'Yazıcı profilleri' altında 'Yönet' alanında görünecektir.
zh_tw: 儲存之後，您的設定檔將顯示在 '印表機設定檔' 下的 '管理' 區塊。

source: *Get there:* More > Tools > Label creator > Manage > Layouts
hi: *वहां जाएं * अधिक> टूल्स> लेबल निर्माता> प्रबंधित करें> लेआउट
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 書標產生器 &gt; 管理 &gt; 布局

source: A layout is used to define the fields you want to appear on your labels.
hi: एक लेआउट क्षेत्रों आप अपने लेबल पर प्रदर्शित करना चाहते हैं परिभाषित करने के लिए प्रयोग किया जाता है।
tr: İçerik düzeni etiketlerinizin üzerinde görünmesini istediğiniz alanları tanımlamak için kullanılır.
zh_tw: 布局用於定義書標上的欄位。

source: To add a new layout, you want to click on the 'New' button at the top of the Label creator tool and choose 'Layout'.
hi: एक नया लेआउट जोड़ने के लिए, आप लेबल निर्माता उपकरण के शीर्ष पर 'नया' बटन पर क्लिक करना चाहते हैं और 'लेआउट' चुनें।
zh_tw: 從新增書標工具頁面上方，按 '新增' 鈕並選擇 '布局'，就能新增布局。

source: The name of your layout can be anything you'd like to help you identify it later.
hi: अपने लेआउट के नाम पर कुछ भी आप आप इसे बाद में पहचान करने में मदद करना चाहते हैं हो सकता है।
tr: Düzeninizin adı, daha sonra kendisini tanımlamanız için yardımcı olacak herhangi bir şey olabilir.
zh_tw: 布局的名稱沒有限制祗要能辨識就夠了。

source: If this is a barcode label you'll want to choose the encoding (Code 39 is the most common)
hi: यह एक बारकोड लेबल है, तो आप एन्कोडिंग का चयन करने के लिए चाहता हूँ (कोड 39 सबसे आम है)
tr: Eğer bu bir barkod etiketi ise kodlamayı seçmek isteyeceksiniz (Kod 39 en yaygın olandır)
zh_tw: 選擇條碼的編碼格式 (Code 39是最常用的)

source: The layout type can be any combination of bibliographic information and/or barcode. For example a spine label would just be Biblio whereas a label for your circulation staff to use to checkout the book would probably be Biblio/Barcode.
hi: लेआउट प्रकार ग्रंथ सूची की जानकारी और / या बारकोड के किसी भी संयोजन हो सकता है। उदाहरण के लिए एक रीढ़ लेबल सिर्फ जबकि आपके रक्त परिसंचरण कर्मचारियों के लिए एक लेबल पुस्तक शायद Biblio / बारकोड होगी जांच करने के लिए उपयोग करने के Biblio होगा।
tr: Tasarım tipi, bibliyografik bilgi ve/veya barkodun herhangi bir kombinasyonu olabilir. Örneğin bir sırt etiketi sadece Bibliyo olabilir iken ödünç verme personelinizin kitabı ödünç vermek için kullanacağı bir etiket muhtemelen Bibliyo/Barkod olacaktır.
zh_tw: 布局類型可以是書目資料與條碼的組合。書標可以是純書目的但流通館員可使用譏書的書目/條碼組合。

source: The Bibliographic data to print includes any of the data fields that may be mapped to your MARC frameworks. You can choose from the preset list of fields or you can click on 'List Fields' and enter your own data. In 'List fields', you can specify MARC subfields as a 4-character tag-subfield string, for example 254a for the title field. You can also enclose a whitespace-separated list of fields to concatenate on one line in double quotes, for example "099a 099b" or "itemcallnumber barcode". The fields available are from the database tables list below. Finally you could add in static text strings in single-quote, for example 'Some static text here.'
hi: प्रिंट करने के लिए ग्रंथ सूची डेटा में कोई भी डेटा फ़ील्ड शामिल होता है जिसे आपके MARC फ्रेमवर्क में मैप किया जा सकता है। आप खेतों की पूर्व निर्धारित सूची से चुन सकते हैं या आप 'सूची फ़ील्ड' पर क्लिक कर सकते हैं और अपना डेटा दर्ज कर सकते हैं। 'सूची फ़ील्ड्स' में, आप शीर्षक फ़ील्ड के लिए 254a उदाहरण के लिए, 4-वर्ण टैग-सबफील्ड स्ट्रिंग के रूप में MARC उप-फ़ील्ड निर्दिष्ट कर सकते हैं। आप दोहरे उद्धरण चिह्नों में एक पंक्ति में समतल करने के लिए खेतों की एक व्हाट्सएप-अलग-अलग सूची को भी संलग्न कर सकते हैं, उदाहरण के लिए "099a 099b" या "आइटमकल्नंबर बारकोड"। उपलब्ध फ़ील्ड नीचे दी गई डेटाबेस टेबल सूची से हैं। अंत में आप एकल-उद्धरण में स्थिर पाठ स्ट्रिंग जोड़ सकते हैं, उदाहरण के लिए 'यहाँ कुछ स्थिर पाठ।'
zh_tw: 待列印的書目資料包括從 MARC 框架對映出來的資料欄位。可從預設的欄位清單選取或勾選 '欄位清單' 再鍵入自己的資料。在 '欄位清單' 裡，可指定四個字元的 MARC 分欄代碼：(如，254a 為正題名欄位)，可置於以雙引號括住多個用空格區隔的分欄 (如："099a 099b" 或 "itemcallnumber barcode")。可從下方的資料庫表單裡選取可用的欄位。最後加入以單引號括任的靜態字串 (如：'靜態文字在此')。

source: You can use the schema viewer (http://schema.koha-community.org) with the following tables to find field names to use:
hi: फ़ील्ड नामों का उपयोग करने के लिए आप निम्न तालिकाओं के साथ स्कीमा व्यूअर (http://schema.koha-community.org) का उपयोग कर सकते हैं:
tr: Kullanılacak alan adlarını bulmak için aşağıdaki tablolarla birlikte şema görüntüleyici'yi (http://schema.koha-community.org) kullanabilirsiniz:
zh_tw: 以架構檢視器 (http://schema.koha-community.org) 查看以下的資料表單找到適合的欄位名稱：

source: Currently all fields in the following tables are used: items, biblioitems, biblio, branches
hi: वर्तमान में निम्न तालिका में सभी क्षेत्रों में इस्तेमाल किया जाता है: आइटम, biblioitems, Biblio, शाखाओं
tr: Şu anda, aşağıdaki tablolardaki tüm alanlar kullanılmıştır: items, biblioitems, biblio, branches
zh_tw: 使用以下資料表單的所有欄位：items, biblioitems, biblio, branches

source: Choose if the label maker should print out the guidelines around each label
hi: चुनें यदि लेबल निर्माता प्रत्येक लेबल के आसपास दिशा निर्देशों का प्रिंट आउट चाहिए
tr: Etiket oluşturucunun her etiketin etrafına kılavuz çizgiler yazdırmasının gerekli olup olmadığını seçin
zh_tw: 選定繪製書標的工具

source: Choose if you'd like Koha to try to split your call numbers (usually used on spine labels)
hi: चुनें कि क्या आप कोहा को अपने कॉल नंबरों को विभाजित करने की कोशिश करना चाहते हैं (आमतौर पर स्पाइन लेबल पर उपयोग किया जाता है)
zh_tw: 決定是否拆開索書號 (通常用於書標)

source: Finally choose your text settings such as alignment, font type and size.
hi: अंत में इस तरह के संरेखण, फ़ॉन्ट प्रकार और आकार के रूप में अपने पाठ सेटिंग्स चुनें।
tr: Son olarak hizalama, yazı tipi ve boyutu gibi metin ayarlarınızı seçin.
zh_tw: 最後指定文字的位置、字型與字體大小。

source: *Get there:* More > Tools > Label creator > Manage > Label batches
hi: *वहां जाएं:* अधिक> टूल्स> लेबल निर्माता> प्रबंधित करें> लेबल बैच
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 書標產生器 &gt; 管理 &gt; 批次書標

source: Batches are made up of the barcodes you would like to print. Once in this tool you can search for the item records you would like to print out labels for.
hi: बैचों बारकोड मुद्रित करने के लिए चाहते हैं के बने होते हैं। इस उपकरण में आप आइटम रिकॉर्ड के लिए खोज कर सकते हैं एक बार जब आप के लिए लेबल बाहर प्रिंट करना चाहते हैं।
tr: Çıktısını almak istediğiniz barkodlar toplu dosyalar şeklindedir . Bu araçta çıktısını almak istediğiniz etiketin materyal kayıtlarını araştırabilirsiniz.
zh_tw: 把列印的條碼匯成批次。在此工具裡可以搜尋館藏條碼再把它列印出來。

source: Batches can be created in one of two ways. The first is to click the 'Create label batch' link on the ':ref:`Staged MARC management <staged-marc-record-management-label>`' page:
hi: बैचों को दो तरीकों से बनाया जा सकता है। सबसे पहले 'लेबल बैच बनाएं' लिंक पर क्लिक करना है ': ref: `चरणबद्ध एमएआरसी प्रबंधन <staged-marc-record-management-label>' पृष्ठ:
zh_tw: 有兩種方式產生批次。第一種方法是從 ':ref:`管理待匯入的 MARC <staged-marc-record-management-label>`' 頁面按 '新增批次書標' 連結：

source: The other is to choose to create a new batch from the label creator tool
hi: अन्य लेबल निर्माता उपकरण से एक नया बैच बनाने के लिए चयन करने के लिए है
tr: Diğeri etiket oluşturucu aracından yeni bir toplu etiket oluşturmak için seçmektir.
zh_tw: 從新增標籤工具裡新增批次

source: You will be brought to an empty batch with a box to scan barcodes or itemnumbers in to and an 'Add item(s)' button at the bottom of the page.
hi: आप और करने के लिए बारकोड को स्कैन करने के लिए या आइटम नंबरों के लिए एक बॉक्स के साथ एक खाली बैच के लिए लाया जाएगा 'एक मद (s) जोड़ें' पृष्ठ के तल पर बटन।
tr: Barkodları veya materyal numaralarını girmeniz için bir kutu ve sayfanın en altında 'Materyal(ler) ekle' butonu olan boş bir toplu iş sayfasına getirileceksiniz.
zh_tw: 進入含可掃瞄條碼輸入盒空白批次頁面，並在下方有個 '新增館藏' 鈕。

source: You can either scan barcodes in to the box provided and click the 'Add item(s)' button or you can click the 'Add item(s)' button with the barcodes box empty. Clicking 'Add item(s)' with nothing in the barcodes box will open a search window for you to find the items you want to add to the batch.
hi: आप या तो बॉक्स के लिए बारकोड को स्कैन प्रदान की है और 'मद (s) जोड़ें' बटन पर क्लिक करें या आप 'आइटम जोड़ें (s)' बटन क्लिक कर सकते हैं बारकोड के साथ खाली बॉक्स सकते हैं। बारकोड बॉक्स एक खोज विंडो खुलेगा में कुछ भी नहीं के साथ 'मद (s) जोड़ें' पर क्लिक करके आप आइटम आप बैच में जोड़ना चाहते हैं खोजने के लिए।
tr: Ya barkodları ekrandaki kutuya okutur ve 'Materyal(ler) ekle' butonuna tıklayabilirsiniz ya da barkod kutusu boş halde iken 'Materyal(ler) ekle' butonuna tıklayabilirsiniz. Barkod kutusu içinde bir şey yokken 'Materyal(ler) ekle' butonuna tıklamak, grup içerisine eklemek istediğiniz materyalleri bulmanız için bir arama penceresi açacaktır.
zh_tw: 可以把條碼掃瞄入盒並按 '新增館藏' 鈕或讓條碼盒空白直接按下 '新增館藏' 鈕。條碼盒空白時按 '新增館藏' 鈕，將打開新的搜尋視窗讓館員搜尋館藏加入批次。
