Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: You will be presented with a summary of the items you want to modify. From here you can uncheck the items you don't want to modify before making changes in the form below. You can also hide columns you don't need to see to prevent having to scroll from left to right to see the entire item form.
tr: Size değiştirmek istediğiniz materyallerin özeti sunulacak. Buradan, aşağıdaki formdaki değişiklikleri yapmadan önce değiştirmek istemediğiniz materyallerin onay işaretini kaldırabilirsiniz. Materyal formunun tamamını görmek üzere soldan sağa doğru kaydırmayı önlemek için, görmeniz gerekmeyen sütunları da gizleyebilirsiniz.

source: This tool will allow you to edit batches of bibliographic and/or authority records using :ref:`MARC Modification Templates <marc-modification-templates-label>`. Before visiting this tool you will want to set up at least one MARC modification template.
tr: Bu araç :ref:`MARC Modifikasyon Şablonları <marc-modification-templates-label>` kullanarak toplu bibliyografik veya otorite kayıtları düzenlemenizi sağlar. Bu araca gelmeden önce en az bir MARC modifikasyon şablonu düzenlemelisiniz.

source: Finally choose the MARC Modification Template you'd like to use to edit these records.
tr: Son olarak bu kayıtları düzenlemek için kullanmak istediğiniz MARC Değiştirme Şablonu'nu seçin.

source: Clicking Preview MARC will allow you to see what edits will be made when you finalize the edit.
tr: MARC Ön izleme üzerine tıklamak, düzenlemeniz bittiğinde hangi düzenlemelerin yapılacağını görmenize izin verir.

source: Export Data (MARC & Authorities)
tr: Veriyi Dışa Aktar (MARC & Otoriteler)

source: *Get there:* More > Tools > Catalog > Export Data
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Veri Dışa Aktar

source: Export Bibliographic Records
tr: Bibliyografik Kayıtları Dışa Aktar

source: Export Authority Records
tr: Otorite Kayıtlarını Dışa Aktar

source: Label Creator
tr: Etiket oluşturucu

source: *Get there:* More > Tools > Catalog > Label Creator
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Etiket Oluşturucu

source: The Label Creator allow you to use layouts and templates which you design to print a nearly unlimited variety of labels including barcodes. Here are some of the features of the Label Creator module:
tr: Etiket Oluşturucu size barkodları da kapsayan sayısız türdeki etiketin çıktısını almak için tasarladığınız düzenleri ve şablonları kullanma imkanı sunar. Burada Etiket Oluşturucu modülünün bazı özellikleri mevcuttur:

source: *Get there:* More > Tools > Label Creator > Manage > Label templates
tr: *Gidiş yolu:* Diğer > Araçlar > Etiket Oluşturucu > Yönet> Etiket şablonları

source: To add a new template, you want to click on the 'New' button at the top of the Label Creator and choosing 'Label template'.
tr: Yeni bir şablon eklemek için, Etiket Oluşturucu üstündeki 'Yeni' butonuna tıklayabilir ve 'Etiket şablonu' opsiyonunu seçebilirsiniz.

source: *Get there:* More > Tools > Label Creator > Manage > Printer Profiles
tr: *Gidiş yolu:* Daha fazla > Araçlar > Etiket Oluşturucu > Yönet > Yazıcı Profilleri

source: To add a new profile, you want to click on the 'New' button at the top of the Label Creator tool and choose 'Printer profile'.
tr: Yeni bir profil eklemek için Etiket Oluşturma aracının üstündeki 'Yeni' düğmesine tıklayın ve 'Yazıcı profili'ni seçin.

source: *Get there:* More > Tools > Label Creator > Manage > Layouts
tr: *Gidiş yolu:* Daha fazla > Araçlar > Etiket Oluşturucu > Yönet > Düzenler

source: To add a new layout, you want to click on the 'New' button at the top of the Label Creator tool and choose 'Layout'.
tr: Yeni bir mizanpaj eklemek için Etiket Oluşturucu aracındaki 'Yeni' butonuna tıklayabilir ve 'Mizanpaj' opsiyonunu seçebilirsiniz.

source: The Bibliographic Data to Print includes any of the data fields that may be mapped to your MARC frameworks. You can choose from the preset list of fields or you can click on 'List Fields' and enter your own data. In 'List Fields', you can specify MARC subfields as a 4-character tag-subfield string: (ie. 254a for the title field), You can also enclose a whitespace-separated list of fields to concatenate on one line in double quotes. (ie. "099a 099b" or "itemcallnumber barcode"). The fields available are from the database tables list below. Finally you could add in static text strings in single-quote (ie. 'Some static text here.')
tr: Yazdırılacak bibliyografik veri MARC çerçevelerinizle eşleşmiş olabilen veri alanlarından herhangi birini içerebilir. Alanları önceden hazırlanmış olan alanlar listesinden seçebilirsiniz veya 'Alanları Listele' üzerine tıklayıp kendi verilerinizi girebilirsiniz. 'Alanları Listele' içinde 4-karakterli tag- alt alan dizesi olarak MARC alt alanları belirtebilirsiniz: (Yani, başlık alanı için 245a), Ayrıca çift tırnak içinde bir satırda birleştirmek için alanları boşlukla ayrılmış bir liste içine alabilirsiniz. (Yani, "099a 099b" veya "itemcallbumber barcode"). Mevcut alanlar aşağıda listelenen veri tabanları tablolarındandır.Son olarak tek tırnak içinde sabit metin dizeleri ekleyebilirsiniz (Yani, 'buraya bir sabit metin.')

source: Choose if you'd like Koha to try to split your call numbers (usually used on Spine Labels)
tr: Koha'nın yer numaralarınızı ayırmayı denemesini isteyip istemediğinizi seçin (genellikle sırt etiketlerinde kullanılır)

source: After saving, your layouts will appear on the 'Manage Layouts' page.
tr: Kaydettikten sonra, düzenlemeleriniz 'Düzenlemeleri Yönet' sayfasında gözükecektir.

source: *Get there:* More > Tools > Label Creator > Manage > Label batches
tr: *Gidiş yolu:* Daha fazla > Araçlar > Etiket Oluşturucu > Yönet > Etiket grupları

source: Batches can be created in one of two ways. The first is to click the 'Create Label Batch' link on the ':ref:`Staged MARC Management <staged-marc-record-management-label>`' page:
tr: Toplu işlem oluşturmanın iki yolu vardır. İlk yöntem `Hazırlanmış MARC Yönetimi` sayfasındaki ':ref:'Toplu Etiket Oluştur <staged-marc-record-management-label>` linkine tıklamaktır:

source: Quick Spine Label Creator
tr: Hızlı Kitap Sırtı Etiket Oluşturucu

source: *Get there:* More > Tools > Catalog > Quick Spine Label Creator
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Hızlı Sırt Etiketi Oluşturucu

source: The MARC Modification Templates system gives Koha users the power to make alterations to MARC records automatically while staging MARC records for import.
tr: MARC Modifikasyon Şablonları sistemi Koha kullanıcılarına, MARC kayıtlarını içe aktarmak için düzenlerken MARC kayıtları üzerinde otomatik olarak değişiklik yapabilme yetkisi verir.

source: The Copy & Move actions also support Regular Expressions, which can be used to automatically modify field values during the copy/move. An example would be to strip out the '$' character in field 020$c.
tr: Kopyala & taşı eylemleri otomatik olarak kopyalama/taşıma sırasında alan değerlerini değiştirmek için kullanılan normal ifadeleri de destekler. Bir örnek, 020$c alanı içindeki '$' karakterini çıkarmak olacaktır.

source: Once your template is saved you will be able to pick it when using the :ref:`Stage MARC Records for Import` tool.
tr: Şablonunuz kaydedildikten sonra :ref:`Stage MARC Records for Import`aracı kullanarak şablonunuzu seçebilirsiniz.

source: Stage MARC Records for Import
tr: MARC kayıtlarını içe aktarmak için hazırla

source: Enter 'Comments about this file' to identify your upload when going to the ':ref:`Manage Staged MARC Records <staged-marc-record-management-label>`' tool
tr: ':ref:`Hazırlanan MARC Kayıtlarını Yönet <staged-marc-record-management-label>`' aracına giderken karşıya yüklediğiniz dosyanızı tanımlamak için 'Bu dosya hakkında yorum girin' alanını kullanın

source: Choose if you would like to use a :ref:`MARC Modification Template <marc-modification-templates-label>` to alter the data you're about to import
tr: Aktarmak üzere olduğunuz veriyi değiştirmek için bir :ref:`MARC Modifikasyon Şablonu <marc-modification-templates-label>` kullanmak isteyip istemediğinizi seçin

source: To complete the process continue to the :ref:`Manage Staged MARC Records Tool <staged-marc-record-management-label>`
tr: İşlemi tamamlamak için :ref:Aşamalı MARC Kayıtlarını Yönetme Aracı'na <staged-marc-record-management-label> gidin.

source: Staged MARC Record Management
tr: Aşamalı MARC Kayıt Yönetimi

source: *Get there:* More > Tools > Catalog > Staged MARC Record Management
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Hazırlanmış MARC Kaydı Yönetimi

source: Visit the main screen of the Manage Staged MARC Records tool
tr: Aşamalı MARC Kayıtlar aracını Yönet ana ekranına gidiniz.

source: Upload Local Cover Image
tr: Yerel Kapak Resmi Yükle

source: *Get there:* More > Tools > Catalog > Upload Local Cover Image
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Yerel Kapak Resmi Yükle

source: This tool will allow you to upload cover images for the materials in your catalog. To access this tool, staff will need the :ref:`upload\_local\_cover\_images permission <granular-tools-permissions-label>`. In order for images to show in the staff client and/or OPAC you will need to set your :ref:`LocalCoverImages` and/or :ref:`OPACLocalCoverImages` preferences to 'Display.' Images can be uploaded in batches or one by one.
tr: Bu araç kataloğunuzda yer alan materyaller için kapak resimleri karşıya yüklemenizi sağlar. Bu araca erişmek için personelin `upload\_local\_cover\_images iznine <granular-tools-permissions-label>` sahip olması gerekir. Resimlerin personel istemci ve/veya OPAC'ta gösterilmesi için :ref:`LocalCoverImages` ve/veya `OPACLocalCoverImages` sistem tercihlerinizi 'Görüntüle' olarak ayarlanmış olması gerekir. Resimler toplu olarak ya da tek tek karşıya yüklenebilir.

source: Koha does not have a maximum file size limit for this tool, but Apache may limit the maximum size of uploads (talk to your sys admin).
tr: Koha'nın bu araç için bir maksimum dosya boyutu sınırı yoktur, fakat Apache, yüklemelerin maksimum boyutunu sınırlayabilir (sistem yöneticiniz ile konuşun).

source: When you want to upload multiple images onto a bib record, they will display left to right (then top to bottom, depending on screen real estate) in order of uploading, and the one on the left (the first one uploaded) will be the one used as a thumbnail cover in search results and on the detail page. There is no way to reorder cover images uploaded in this way, so be sure to upload them in the order you'd like them to appear.
tr: Bir bibliyografik kayıt üzerine birden çok resim yüklemek istediğinizde, resimler yükleme sırasına göre soldan sağa doğru görüntülenecektir (daha sonra ekrana bağlı olarak üstten alta doğru), ve soldaki (ilk yüklenen) resim ayrıntılar sayfasında ve arama sonuçlarında kullanılmak üzere küçük resim görüntüsü olarak kullanılacaktır. Karşıya yüklediğiniz kapak resimlerinin sırasını bu şekilde değiştirmenin bir yolu yoktur, bu nedenle kapak resimlerini görünmelerini istediğiniz sırada yüklediğinizden emin olunuz.

source: If uploading a single image:
tr: Tek bir görüntüyü yüklüyorsa:

source: Visit the tool and click the 'Browse' button to browse to the image on your local machine.
tr: Aracı seçin ve yerel makinenizde görüntüye gözatmak için 'Gözat' düğmesini tıklayın.

source: Click 'Upload file'
tr: 'Dosya yükle' ye tıklayınız

source: Choose 'Image file' under the 'File type' section
tr: 'Dosya türü' bölümünün altında 'Resim dosyası' seçin

source: Find the biblionumber by looking at the end of the URL in the address bar when on the detail page
tr: Biblio numarasını ayrıntılar sayfasındayken adres çubuğundaki URL'nin sonuna bakarak bulabilirsiniz

source: or by clicking on the MARC tab on the detail page in the staff client
tr: ya da personel istemcide ayrıntılar sayfasındaki MARC sekmesine tıklayarak

source: If you would like to replace any other cover images you may have uploaded in the past, check the 'Replace existing covers' box under the 'Options' section
tr: Geçmişte yüklemiş olabileceğiniz her hangi bir kapak resmini değiştirmek istiyorsanız, 'Seçenekler' kısmının altındaki 'Mevcut kapakları değiştir' kutusunu işaretleyin.

source: You will be presented with a summary of the upload and a link to the record you have just added the image to
tr: Size yükleme özeti ve resme eklediğiniz kayıt bağlantısı sunulacak.

source: If uploading a batch of images at once you will need to prepare a ZIP file first.
tr: Bir seferde birçok görüntü yüklüyorsanız, öncelikle bir ZİP dosyası hazırlamak durumundasınız.

source: Enter in to the ZIP file all the images you are uploading
tr: Yüklediğiniz tüm görüntüleri ZiP dosyasına giriniz.

source: Also include a text file (\*.TXT) named either datalink.txt or idlink.txt listing the biblionumber followed by the image name for each image one per line
tr: Ayrıca her satırda her resim için bir tane, resim adı tarafından takip edilen bibliyo numarasını listeleyen datalink.txt ya da idling.txt adına bir metin dosyası (\*.TXT) dahil edin

source: ex. 4091,image4091.jpg
tr: ör. 4091,image4091.jpg

source: Browse your local computer to the ZIP file
tr: ZIP dosyası için bilgisayarınıza göz atın

source: You will be presented with a summary of the upload
tr: Size yükleme özeti sunulacak.

source: The source image is used to generate a 140 x 200 px thumbnail image and a 600 x 800 px full-size image. The original sized image uploaded will not be stored by Koha
tr: Kaynak resim 140 x 200 piksel küçük resim ve 600 x 800 piksel tam boyutlu resim oluşturmak için kullanılır. Yüklenen orijinal boyutlu görüntü Koha'da saklanmayacaktır

source: You will be able to see your cover images in the staff client on the detail page under the 'Image' tab in the holdings table at the bottom
tr: En alttaki ayırma tablosundaki 'Resim' sekmesinin altında, detay sayfasında, personel istemcide kapak resimlerinizi görebileceksiniz.

source: In the OPAC the cover images will also appear in the images tab, as well as next to the title and on the search results.
tr: OPAC’da kapak resimleri, eser adı yanında ve arama sonuçlarında olduğu gibi görüntüler sekmesinde de gözükecektir.

source: If you would like to remove a cover image you can click 'Delete image' below the image if you have the :ref:`upload\_local\_cover\_images permission <granular-tools-permissions-label>`.
tr: Bir kapak resmini silmek isterseniz :ref:`upload\_local\_cover\_images permission <granular-tools-permissions-label>` varsa, resmin altındaki 'Resmi sil' butonu üzerine tıklayabilirsiniz.

source: CSV Profiles
tr: CSV Profili

source: *Get there:* More > Tools > Additional Tools > CSV Profiles
tr: *Gidiş yolu:* Daha fazla > Araçlar > Ek araçlar > CSV Profilleri

source: CSV Profiles are created to define how you would like your cart or list to export.
tr: CSV profilleri sepetinizi veya dışa aktarım liste verme yönteminizi tanımlamak için oluşturulur.

source: Add CSV Profiles
tr: CSV Profilleri ekle

source: To add a CSV Profile
tr: Bir CVS profili eklemek için

source: Click 'CSV Profiles' from the Tools menu
tr: Araçlar menüsünden 'CSV Profilleri' üzerine tıklayın

source: Modify CSV Profiles
tr: CSV profillerini değiştir

source: Once you have created at least one CSV Profile an 'Edit profile' tab will appear next to the 'New profile' button.
tr: En azından bir CSV Profili oluşturduğunuzda 'Yeni profil' butonunun yanında bir 'Profil düzenle ' sekmesi belirecektir.

source: Using CSV Profiles
tr: CSV profillerini kullanmak

source: Your CSV Profiles will appear on the export list or cart menu under the 'Download' button in both the staff client and the OPAC
tr: CSV Profilleriniz 'İndir' butonu altında dışa aktarma listesi veya sepet menüsünde hem personel kullanıcı hem de OPAC içerisinde görünecektir

source: Log Viewer
tr: Sistem Günlüğü Görüntüleyici

source: *Get there:* More > Tools > Additional Tools > Log Viewer
tr: *Gidiş yolu:* Diğer > Araçlar > Ek Araçlar > Günlük Görüntüleyici

source: Actions within the Koha system are tracked in log files. Your :ref:`system preferences <logs-label>` can be changed to prevent the logging of different actions. These logs can be viewed using the Log Viewer Tool.
tr: Koha sistemi içindeki eylemler sistem günlüğü dosyalarında izlenir. :ref:`Sistem tercihleri <logs-label>` farklı eylemlerin sistem günlüğe kaydedilmesini önlemek için değiştirilebilir. Bu sistem günlükleri Sistem Günlüğü Görüntüleyici Aracı ile görüntülenebilir.

source: A query for all logs related to the Circulation module produces a result |image386|
tr: Dolaşım modülü ile ilgili tüm günlükler için bir sorgu, bu şekilde bir sonuç üretir |image386|

source: *Get there:* More > Tools > Additional Tools > News
tr: *Gidiş yolu:* Diğer > Araçlar > Ek Araçlar > Haberler

source: To add news to either the OPAC, the Staff Client or a Circulation receipt:
tr: OPAC, Personel hesabı ya da dolaşım raporuna haber eklemek için :

source: Click 'New Entry'
tr: 'Yeni Giriş' üzerine tıklayın

source: Under 'Display Location' choose whether to put the news on the OPAC, Slip (circulation receipt) or the Librarian (Staff) Interface.
tr: 'Görüntü konumu altında' OPAC, Slip (dolaşım bilgisi) veya kütüphaneci (personel) arabirimi üzerinde haberleri koymayı seçebilirsiniz.

source: Examples: (these assume today's date as 07-May-2015)
tr: Örnekler: (Bugünün tarihi 07-Mayıs-2015 olarak varsayılmaktadır)

source: Publish on current date: set publication date as 07-May-2015
tr: Geçerli yayın tarihi: yayın tarihini 07-Mayıs-2015 olarak ayarlayın

source: Schedule for publishing in future: set date later than 07-May-2015
tr: İleri bir tarihte yayınlamak için zamanlama: Tarihi 07-Mayıs-2015 tarihinden sonrası için ayarlayın

source: Backdate the news item: set date earlier than 07-May-2015
tr: Geriye dönük haber öğeleri: Tarihi 07-Mayıs-2015 tarihinden öncesine ayarlayın

source: Search Files
tr: Dosyaları Ara

source: You will be presened with the results of your search.
tr: Arama sonuçlarınız size sunulacaktır.
