Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Enter the biblionumber for the record you're attaching this image to. This is not the same as the barcode, this is the system generated number assigned by Koha.
hi: रिकॉर्ड करने के लिए आप इस छवि को संलग्न कर रहे हैं के लिए biblionumber दर्ज करें। इस बारकोड के रूप में ही इस Koha द्वारा आवंटित प्रणाली उत्पन्न नंबर नहीं है।
tr: Bu görüntüye ekleyeceğiniz kayıt için bibliyografik kayıt numarası giriniz. Bu, barkod ile aynı değildir; bu, Koha tarafından atanmış sistem üretimi numarasıdır.
zh_tw: 鍵入附加在此影像的紀錄書目號。不等於條碼，它是系統產生的號碼。

source: Choose 'Zip file' under the 'File type' section
hi: 'फ़ाइल प्रकार' खंड के अंतर्गत 'जिप फाइल' चुनें
tr: 'Dosya türü' bölümünün altında 'Zip dosyası' seçin
zh_tw: 在 '檔案類型' 區塊下選擇 'Zip 檔案'

source: Click 'Process images'
hi: क्लिक करें 'प्रक्रिया छवियों'
tr: 'Resimleri işle' ye tıklayınız
zh_tw: 勾選 '處理照片'

source: Additional Tools
hi: अपर उपकरण:
tr: Ek Araçlar
zh_tw: 其他工具

source: Calendar
hi: कैलेंडर
tr: Takvim
zh_tw: 行事曆

source: *Get there:* More > Tools > Additional Tools > Calendar
hi: * वहां जाएं: * अधिक> उपकरण> अतिरिक्त उपकरण> कैलेंडर
tr: *Gidiş yolu:* Daha fazla > Araçlar > Ek Araçlar > Takvim
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 其他工具 &gt; 行事曆

source: Libraries can define library closings and holidays to be used when calculating due dates. You can make use of the Calendar by turning on the proper system preferences:
hi: पुस्तकालय परिभाषित कर सकते हैं पुस्तकालय closings और छुट्टियों जब नियत दिनांक की गणना इस्तेमाल किया जाएगा। आप उचित प्रणाली वरीयताओं पर बदल कर कैलेंडर का उपयोग कर सकते हैं:
tr: Kütüphaneler kütüphanelerin kapalı olduğu günleri ve tatilleri iade tarihi hesaplanırken tanımlayabilir. Uygun sistem tercihlerini açarak takvimi kullanabilirsiniz:
zh_tw: 圖書館設定閉館日與假日供計算到期日之用。打開適當的系統偏好設定，就能使用行事曆：

source: *Get there:*\ More > Administration > Global System Preferences > Circulation > :ref:`useDaysMode`
hi: * वहां जाएं: * \ अधिक> प्रशासन> वैश्विक सिस्टम प्राथमिकताएं> परिसंचरण> :ref:`useDaysMode`
tr: *Gidiş yolu:*\ Daha fazla > Yönetim > Genel Sistem Tercihleri > Dolaşım > :ref:`useDaysMode`
zh_tw: *到那裡：*\ 更多 &gt; 管理 &gt; 整體系統偏好 &gt; 流通 &gt; :ref:`useDaysMode`

source: Choose the method for calculating due date - either include days the library is closed in the calculation or don't include them.
hi: नियत तारीख की गणना के लिए विधि चुनें - या तो दिन पुस्तकालय गणना में बंद कर दिया है या उन्हें शामिल नहीं हैं शामिल हैं।
tr: Son teslim tarihini hesaplamak için bir yöntem belirleyin - hesaplamaya ya kütüphanenin kapalı olduğu günleri dahil edin ya da etmeyin.
zh_tw: 選擇計算到期日的方法 - 包括或不包括閉館日。

source: *Get there:* More > Administration > Global System Preferences > Circulation > :ref:`finescalendar <finescalendar-label>`
hi: * वहां जाएं: * अधिक> प्रशासन> वैश्विक सिस्टम प्राथमिकताएं> परिसंचरण> :ref:`finescalendar <finescalendar-label>`
tr: *Gidiş yolu:* Daha fazla > Yönetim > Genel Sistem Tercihleri > Dolaşım > :ref:`finescalendar <finescalendar-label>`
zh_tw: *到那裡：* 更多 &gt; 管理 &gt; 整體系統偏好 &gt; 流通 &gt; :ref:`finescalendar <finescalendar-label>`

source: This will check the holiday calendar before charging fines
hi: यह जुर्माना चार्ज करने से पहले छुट्टी कैलेंडर की जाँच करेगा
tr: Bu, gecikme cezası uygulamadan önce tatil takvimini kontrol edecektir.
zh_tw: 罰款前先檢查行事曆

source: Adding Events
hi: घटनाओं को जोड़ने
tr: Olay Ekleniyor
zh_tw: 新增事件

source: Before adding events, choose the library you would like to apply the closings to. When adding events you will be asked if you would like to apply the event to one branch or all branches. To add events, simply
hi: घटनाओं को जोड़ने से पहले, पुस्तकालय आप closings के लिए आवेदन करना चाहते हैं चुनें। जब आप अगर आप एक शाखा या सभी शाखाओं को घटना लागू करना चाहते हैं यह पूछे जाने पर की घटनाओं जोड़ दिया जाएगा। घटनाओं को जोड़ने के लिए, बस
tr: Olayları eklemeye başlamadan önce kapanışların uygulanacağı kütüphaneyi seçin. Bir olay eklerken, bu olayı bir birime veya tüm birimlere uygulamak isteyip istemediğiniz sorulacaktır. Olay eklemek için sadece
zh_tw: 新增事件前，選擇適用此閉館日的圖書館。新增事件後應選定該事件適用於單一圖書館或所有圖書館。新增事件，祗要

source: Click on the date on the calendar that you would like to apply the closing to
hi: कैलेंडर पर तारीख पर क्लिक करें कि आप को समापन लागू करना चाहते हैं
tr: Kapatma istediğinizi uygulamak istediğiniz tarihi takvim üzerinde tıklayın
zh_tw: 勾選行事曆的日期，加入終止的時間

source: In the form that appears above the calendar, enter the closing information (for more info on each option click the question mark [?] to the right of the option)
hi: फार्म का है कि कैलेंडर के ऊपर प्रकट होता है, समापन जानकारी दर्ज (प्रत्येक विकल्प के बारे में अधिक जानकारी के लिए विकल्प के अधिकार के लिए क्लिक करें सवालिया निशान [?])
tr: Takvim üzerinde görünen form içerisine kapanış bilgilerini girin (Her seçenek hakkında daha fazla bilgi almak için seçeneğin sağ tarafında bulunan soru işareti üzerine [?] tıklayın)
zh_tw: 於行事曆上方的表單內，鍵入閉館資訊 (詳情請按選項右方的問號 [?])

source: Library will be filled in automatically based on the library you chose from the pull down at the top of the page
hi: लाइब्रेरी स्वचालित रूप से पुस्तकालय आप नीचे खींच से चुना पेज के शीर्ष पर के आधार पर भरा जाएगा
tr: Sayfanın en üstündeki çek menüden seçtiğiniz kütüphaneye bağlı olarak kütüphane otomatik olarak doldurulacaktır.
zh_tw: 根據從頁面上方的下拉選單選定的圖書館，圖書館將自動補入

source: The day information will also be filled in automatically based on the date you clicked on the calendar
hi: दिन के बारे में जानकारी भी स्वतः ही में भरा जाएगा तारीख आप कैलेंडर पर क्लिक के आधार पर
tr: Gün bilgisi aynı zamanda takvimdeki tıkladığınız tarihe bağlı olarak otomatik bir şekilde de doldurulacaktır.
zh_tw: 日期資訊將根據點選的行事曆自動更新

source: In the description enter the reason the library is closed
hi: विवरण में कारण पुस्तकालय में प्रवेश बंद कर दिया है
tr: Tanımlamada kütüphanenin neden kapalı olduğunu açıklayın
zh_tw: 在說明裡鍵入閉館的理由

source: Next you can choose if this event is a one time event or if it is repeatable.
hi: अगले आप चुन सकते हैं, तो इस घटना को एक एक है समय घटना या यदि यह repeatable है।
tr: Sonra bu olayın bir kereye mahsus veya yinelenebilir olup olmadığını seçebilirsiniz.
zh_tw: 接著可選擇此事件為單一事件或重複事件。

source: If this is a one day holiday choose 'Holiday only on this day'
hi: यदि यह एक दिन की छुट्टी हैं तो 'केवल इस एक दिन छुट्टी' का चयन करे
tr: Bu bir günlük bir tatilse, 'Sadece bugün için tatili' seçiniz.
zh_tw: 若祗有一天為閉館日，勾選 '此日為閉館日'

source: If this is a weekly closing (like a weekend day) then you can choose 'Holiday repeated every same day of the week'
hi: यदि यह एक साप्ताहिक क्लोजिंग (एक सप्ताह के अंतदिन की तरह) है तो आप चुन सकते हैं 'छुट्टी प्रत्येक सप्ताह के समान दिन दोहराया'
tr: Hafta sonu kapanıyorsa (hafta sonu günü gibi),'Tatil haftanın her aynı günü tekrar ederi ' seçebilirsiniz.
zh_tw: 若有每週例行的閉館日 (如：星期一) 則勾選 '每週此日閉館'

source: If this is an annual holiday closing choose 'Holiday repeated yearly on the same date'
hi: यह एक वार्षिक छुट्टी समापन चयन है तो 'छुट्टी एक ही तिथि पर वार्षिक दोहराया'
tr: Yıllık tatilde kapanıyorsa, 'yıllık olarak aynı tarihte tekrarlanan tatili' seçiniz.
zh_tw: 若有每年例行的閉館日，則勾選 '重複此日閉館'

source: If the library is going to be closed for the week or a range of time choose 'Holiday on a range' and enter a 'To Date' at the top
hi: पुस्तकालय सप्ताह के लिए बंद कर दिया जा रहा है या समय की एक सीमा के शीर्ष पर 'एक सीमा पर छुट्टी' चुनते हैं और एक 'तिथि' करने के लिए दर्ज करते हैं
tr: Kütüphane haftalık olarak ya da bir zaman dizisinde kapanacaksa, 'Bir dizideki tatili' seçiniz ve 'şu… tarihe kadar' kısmına tarihi giriniz.
zh_tw: 若圖書館在每週固定的日子或期限閉館選擇 '閉館期間' 並在上方鍵入 '終止日期'

source: If the library is going to be closed for a range of time each year (such as summer holidays for schools) choose 'Holiday repeated yearly on a range' and enter a 'To Date' at the top
hi: पुस्तकालय के लिए हर साल (जैसे स्कूलों के लिए गर्मी की छुट्टियों के रूप में) समय की एक श्रृंखला के लिए बंद किया जा रहा है चुनें 'छुट्टी एक सीमा पर वार्षिक दोहराया' और शीर्ष पर एक 'तिथि करने के लिए' दर्ज
tr: Kütüphane her yıl belirli bir zamanda kapanacaksa (okulların yaz tatili gibi), ' Bir dizide yıllık olarak tekrarlanan tatili’ seçiniz ve en üstteki 'şu… tarihe kadar' kısmına tarihi giriniz.
zh_tw: 若圖書館在每年固定的時間閉館 (如學校的寒暑假) 選擇 '每年重複閉館期間' 並在上方鍵入 '終止日期'

source: Finally decide if this event should be applied to all libraries or just the one you have originally selected
hi: अंत में अगर इस घटना के सभी पुस्तकालयों या सिर्फ एक को लागू किया जा shoulds आप-है मूल रूप से चयनित तय
tr: Son olarak bu olayın tüm kütüphaneler için mi yoksa yalnızca özgün olarak seçtiğiniz kütüphane için mi uygulanacağına karar verin
zh_tw: 最後設定事件適用於所有圖書館或祗適用於單一圖書館

source: If you'd rather enter all the holidays and then copy them all to another branch all at once you can use the copy menu below the calendar
hi: आप बल्कि तब सब छुट्टियों में प्रवेश हम देख रहे हैं और सभी उन्हें एक और शाखा सभी को एक बार कॉपी करने के लिए यदि आप कैलेंडर नीचे प्रतिलिपि मेनू का उपयोग कर सकते हैं
tr: Eğer tüm tatilleri girmeyi ve hepsini bir seferde başka bir branşa kopyalamayı tercih ederseniz takvimin altındaki kopya menüsünü kullanabilirsiniz
zh_tw: 以行事曆下方的複製選單把所有假日複製至其他分館

source: After saving you will see the event listed in the summary to the right the calendar
hi: सहेजने के बाद आप सही कैलेंडर के सारांश में सूचीबद्ध घटना देखेंगे
tr: Kaydettikten sonra, takvimin sağındaki özette listelenmiş işlemi göreceksiniz.
zh_tw: 儲存之後，您可在行事曆右方看到事件清單摘要

source: Editing Events
hi: संपादन आयोजन
tr: Olaylar düzenleniyor
zh_tw: 編輯事件

source: To edit events
hi: घटनाओं संपादित करने के लिए
tr: Olayları düzenlemek için
zh_tw: 編輯事件

source: Click on the event on the calendar that you want to change (do this by clicking on the date on the calendar, not the event listed in the summary)
hi: कैलेंडर है कि आप बदलना चाहते हैं पर घटना पर क्लिक करें (कैलेंडर पर तारीख पर क्लिक करके इस करते हैं, न सारांश में सूचीबद्ध घटना)
tr: Değişiklik yapmak istediğiniz takvim üzerindeki etkinliğe tıklayınız (bunu takvim üzerindeki tarihe tıklayarak yapınız, özet olarak listelenen etkinlik üzerine değil)
zh_tw: 勾選行事曆的事件，以改變它(勾選行事曆的日期，不是摘要)

source: From this form you can make edits to the holiday or delete the holiday completely.
hi: इस रूप से आप छुट्टी के लिए संपादन करने या पूरी तरह से छुट्टी हटा सकते हैं।
tr: Bu form üzerinden tatiller üzerinde düzenleme yapabilir ya da tatili tamamen silebilirsiniz.
zh_tw: 在此表單內可以編輯或刪除假日。

source: All actions require that you click 'Save' before the change will be made.
hi: सभी कार्यों कि तुम 'सहेजें' क्लिक परिवर्तन कराया जाएगा से पहले की आवश्यकता होती है।
tr: Tüm eylemler değişiklik yapmadan önce 'Kaydet'e tıklamanızı gerektirir.
zh_tw: 必須按 '儲存' 鈕才算完成編修。

source: Clicking on repeatable events will offer slightly different options
hi: प्रत्येक संरक्षक प्रकार से थोड़ा अलग विकल्प होगा.
tr: Tekrarlanabilir olaylar üzerine tıklamak biraz daha farklı seçenekler sunacaktır
zh_tw: 按可重複事件將出現略有不同的選項

source: In the form above you will note that there is now an option to 'Generate an exception for this repeated holiday,' choosing this option will allow you to make it so that this date is not closed even though the library is usually closed on this date.
hi: आप ऊपर के रूप में इस विकल्प को चुनने ध्यान दें अब के लिए एक विकल्प यह है कि वहाँ 'यह दोहराया छुट्टी के लिए एक अपवाद उत्पन्न,' आप इसे बनाने के लिए इतना है कि इस तिथि बंद नहीं है, भले ही पुस्तकालय आम तौर पर इस तारीख को बंद कर दिया है की अनुमति देगा ।
tr: Yukarıdaki formda 'bu tekrarlanan tatile istisna oluşturmak üzere,' bir seçenek olduğunu fark edeceksiniz. Bu seçenek, kütüphane o tarihte genelde kapalı olsa bile, size o tarihin açık olma imkanını sunacaktır.
zh_tw: 選取前述表單的 '產生重複假日的例外' 選項，將允許您在此日繼續開放圖書館。

source: Additional Help
hi: अतिरिक्त सहायता
tr: Ek Yardım
zh_tw: 其他說明

source: When adding or editing events you can get additional help by clicking on the question mark next to various different options on the form
hi: जब ईवेंट जोड़ने या संपादित आप फार्म पर विभिन्न विभिन्न विकल्पों के बगल में प्रश्न चिह्न पर क्लिक करके अतिरिक्त मदद मिल सकती है
tr: Olay eklerken ya da düzenlerken, formdaki değişik seçeneklerin yanında yer alan soru işaretine tıklayarak ek yardım alabilirsiniz.
zh_tw: 新增或編輯事件時，可以勾選表單旁的問號，取得額外的說明

source: The 'Profile type' determines what type of fields you plan to use (MARC or SQL) to define your profile
hi: 'प्रोफ़ाइल प्रकार' निर्धारित करता है कि आप (मार्क या एसक्यूएल) का उपयोग करने के लिए अपने प्रोफाइल को परिभाषित करने के लिए योजना क्षेत्रों की किस प्रकार
tr: 'Profil türü' profilinizi tanımlamak için hangi alan türlerini (MARC veya SQL) kullanmayı planladığınızı belirler
zh_tw: 從 '設定檔類型' 決定設定的欄位類型 (MARC 或 SQL)

source: If you choose MARC then you will need to enter MARC fields
hi: आप मार्क चुनते हैं तो आप मार्क क्षेत्रों में प्रवेश करने की आवश्यकता होगी
tr: MARC'ı seçerseniz MARC alanları girmeniz gerekir
zh_tw: 選擇 MARC 之後需鍵入 MARC 欄位

source: If you choose SQL then you will need to enter SQL database fields
hi: आप एसक्यूएल चुनते हैं तो आप एसक्यूएल डाटाबेस क्षेत्रों में प्रवेश करने की आवश्यकता होगी
tr: Eğer SQL'i seçerseniz SQL veritabanı alanlarını girmeniz gerekir
zh_tw: 若選擇 SQL 則需鍵入 SQL 資料庫的欄位

source: The 'Profile name' will appear on the export pull down list when choosing 'Download' from your cart or list
hi: 'प्रोफ़ाइल नाम' डाउन सूची खींच निर्यात पर दिखाई देगा जब 'डाउनलोड' अपनी गाड़ी या सूची से चयन
tr: 'Profil ismi' kartınızdan ya da listenizden 'İndir'i seçerken dış aktarım çekme menüde gözükecektir.
zh_tw: 從採購單或虛擬書架裡選擇 '下載' 時，'設定檔' 名稱將顯示在匯出下拉選單

source: The 'Profile description' is for your own benefit, but will also appear in the OPAC when patrons download content, so make sure it's clear to your patrons as well
hi: 'प्रोफ़ाइल विवरण' अपने स्वयं के लाभ के लिए है, लेकिन यह भी ओपेक में दिखाई देते हैं जब संरक्षक सामग्री को डाउनलोड करेंगे, तो यकीन है कि यह के रूप में अच्छी तरह से अपने संरक्षक के लिए स्पष्ट है बनाना
tr: 'Profil tanımı' kendi yararınızadır fakat aynı zamanda kullanıcılar içeriği indirdiklerinde OPAC’da da gözükecektir, bundan dolayı kullanıcılarınız için de anlaşılır olduğundan emin olunuz
zh_tw: 此 '設定檔說明' 是給館員用的，當讀者下載內容時，也顯示在 OPAC，確保讀者知道其內容

source: The 'CSV separator' is the character used to separate values and value groups
hi: 'सीएसवी विभाजक' अलग मूल्यों और मूल्य के समूहों के लिए किया जाता है चरित्र
tr: 'CSV ayırıcısı' değerleri ve değer gruplarını ayırmak için kullanılan karakterdir.
zh_tw: 此 'CSV產生器' 是以字元區隔值與值的群組

source: The most common option here is comma because most spreadsheet applications know how to open files split by commas.
hi: सबसे आम विकल्प यहाँ अल्पविराम है, क्योंकि ज्यादातर स्प्रेडशीट अनुप्रयोग जानते हैं कि कैसे अल्पविराम द्वारा विभाजित फाइलों को खोलने के लिए।
tr: Buradaki en yaygın seçenek virgüldür çünkü çoğu elektronik tablo uygulamaları virgülle dosya bölmesini açar.
zh_tw: 最常見的選項是逗點，因為大部份的試算表應用程式都能以逗點使用開放檔案。

source: The 'Field separator' is the character used to separate duplicate fields
hi: 'फील्ड विभाजक' डुप्लिकेट क्षेत्रों को अलग करने के लिए चरित्र प्रयोग किया जाता है
tr: 'Alan ayırıcı' mükerrer alanları ayırmak için kullanılan karakterdir
zh_tw: 此 '欄位區隔字元' 是用於區隔重複的欄位

source: Example: You may have multiple 650 fields and this is the character that will appear in between each one in the column
hi: उदाहरण: आप कई 650 क्षेत्रों के लिए हो सकता है और यह चरित्र है कि स्तंभ में हर एक के बीच में दिखाई देगा
tr: Örnek: 650’den çok alanınız olabilir ve sütundaki her bir alan arasında gözükecek özellik budur
zh_tw: 例如：您可有多個650欄位，這是顯示在欄位的字元

source: The 'Subfield separator' is the character used to separate duplicate subfields
hi: 'उप क्षेत्र विभाजक' डुप्लिकेट उपक्षेत्रों को अलग करने के लिए प्रयोग किया जाता है चरित्र
tr: 'Alt alan ayırıcı' mükerrer alt alanları ayırmak için kullanılan karakterdir
zh_tw: 此 '分欄區隔字元' 是用於區隔重複的分欄

source: Example: You may have multiple $a subfields in a field
hi: उदाहरण: आप कई $a एक क्षेत्र में एक उपक्षेत्रों हो सकता है
tr: Örnek: Bir alanda çoklu $a alt alanınız olabilir.
zh_tw: 何如：您可有多個$a分欄

source: The 'Encoding' field lets you define the encoding used when saving the file
hi: 'एनकोडिंग' फ़ील्ड आप जब फाइल को बचाने के लिए इस्तेमाल किया एन्कोडिंग परिभाषित करने देता है
tr: 'Kodlama' alanı, dosyayı kaydederken kullanılan kodlamayı tanımlamanıza imkan sunar.
zh_tw: 此 '編碼' 欄位讓您設定儲存檔案時使用的編碼方式

source: Finally format your CSV file using the 'Profile MARC' or 'Profile SQL' field
hi: अंत में 'प्रोफ़ाइल मार्क क्षेत्रों' के खेतों का उपयोग कर अपने सीएसवी फ़ाइल स्वरूप
tr: Son olarak CSV dosyanızı 'MARC Profili' ya da 'SQL Profili' alanlarını kullanarak biçimlendirin
zh_tw: 最後以 'MARC 設定檔' 或 'SQL 設定檔' 格式化您的 CSV 檔案

source: Define which fields or subfields you want to export, separated by pipes. Example : 200\|210$a\|301 for MARC and biblio.title\|biblio.author for SQL
hi: परिभाषित करें कि आप कौन से फ़ील्ड या उप-क्षेत्रों को निर्यात करना चाहते हैं, जो पाइप से अलग होते हैं। उदाहरण: 200\|210$a\|301 मार्क और biblio.title\|biblio.author एसक्यूएल के लिए
tr: Hangi alanlar ve alt alanları dışa aktarmak istediğinizi boru işareti ile ayrılmış olarak tanımlayın. Örnek : MARC için 200\|210$a\|301 ve SQL için biblio.title\|biblio.author
zh_tw: 設定匯出的欄位與分欄，以直線區隔。如：200\|210$a\|301 供 MARC 使用， biblio.title\|biblio.author 供 SQL 使用

source: You can also use your own headers (instead of the ones from Koha) by prefixing the field number with an header, followed by the equal sign. Example : Personal name=100\|title=245$a\|300
hi: आप हेडर के साथ फ़ील्ड नंबर उपसर्ग करके, बराबर चिह्न के बाद अपने स्वयं के शीर्षकों (कोहा के बजाय) का भी उपयोग कर सकते हैं। उदाहरण: व्यक्तिगत नाम=100\|title=245$a\|300
tr: Aynı zamanda Eşit işaretle ilerleyen alan numarasının önüne bir başlık ekleyerek de (Koha’nın başlıkları yerine) kendi başlıklarınızı kullanabilirsiniz. Örneğin: Personel ismi=100\|Başlık=245$a\|300
zh_tw: 在欄號前加入標題，後面加個等號，就能加入自己的標題 (不使用 Koha 的)。如：個人名稱=100\|題名=245$a\|300

source: When you have entered in all of the information for you profile, simply click 'Submit' and you will be presented with a confirmation that your profile has been saved.
hi: जब आप जानकारी की प्रोफाइल के लिए सब में प्रवेश किया है, बस क्लिक करें 'सबमिट' और आप एक पुष्टि है कि आपके प्रोफ़ाइल को बचाया गया है के साथ प्रस्तुत किया जाएगा।
tr: Profiliniz için tüm bilgileri girdikten sonra, sadece 'Gönder'i tıklayın ve size profilin kaydedildiği bir onay mesajı ile sunulacaktır.
zh_tw: 鍵入設定檔的所有資訊後，按 '送出' 鈕，出現確認訊息，再儲存設定檔。

source: Choose the profile you would like to edit and alter the necessary fields.
hi: प्रोफ़ाइल आप संपादित करें और आवश्यक क्षेत्रों में परिवर्तन करना चाहते हैं चुनें।
tr: Düzenleme ve gerekli alanları değiştirmek istediğiniz profili seçin.
zh_tw: 選擇編輯的設定檔，並修改必要的欄位。

source: After submitting your changes you will be presented with a confirmation message at the top of the screen
hi: अपने परिवर्तनों को प्रस्तुत करने के बाद आप स्क्रीन के शीर्ष पर एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा
tr: Değişikliklerinizi gönderdikten sonra, ekranın üst kısmında bir onay mesajı sunulacak
zh_tw: 送出您的改變後，在螢幕上端出現確認訊息

source: To delete a profile, check the 'Delete selected profile' option before clicking 'Submit Query'
hi: एक प्रोफाइल को हटाने के लिए 'क्वेरी सबमिट' क्लिक करने से पहले 'चयनित प्रोफ़ाइल हटाएं' विकल्प की जाँच
tr: Bir profili silmek için 'Sorguyu gir'e tıklamdan önce 'Seçilmiş Profili Sil' seçeneğini işaretleyin.
zh_tw: 按下 '送出詢問' 前，勾選 '刪除選定的設定檔' 選項，就能刪除設定檔

source: Choosing different combinations of menu options will produce the log file for that query.
hi: मेनू विकल्पों के विभिन्न संयोजनों का चयन है कि क्वेरी के लिए लॉग फ़ाइल का उत्पादन होगा।
tr: Menü seçeneklerinin farklı kombinasyonlarını seçmek o sorgulama için günlük dosyası oluşturacaktır.
zh_tw: 選擇選單的不同組合，以產生詢問的紀錄檔。

source: News
hi: समाचार
tr: Haberler
zh_tw: 最新消息

source: Koha's news module allows librarians to post news to the OPAC, staff interface and circulation receipts.
hi: Koha की खबर मॉड्यूल पुस्तकालयाध्यक्षों ओपेक, स्टाफ इंटरफेस और परिसंचरण प्राप्तियों को खबर पोस्ट करने के लिए अनुमति देता है।
tr: Koha’nın haberler modülü kütüphanecilerin OPAC’a, personel arayüzüne ve dolaşım alındılarına haber yollamasına izin verir.
zh_tw: Koha 的最新消息模組允許館員張貼最新消息至 OPAC、館員目錄與流通收條。

source: Choose the library this news item will show for
hi: पुस्तकालय इस खबर आइटम के लिए दिखाएगा चुनें
tr: Bu haber materyallerinin gösterileceği kütüphaneyi seçin
zh_tw: 選擇顯示此最新消息的圖書館

source: Choose a title for your entry
hi: अपने प्रवेश के लिए एक शीर्षक चुनें
tr: Girdinizin başlığını seçin
zh_tw: 選擇一個題名供您的款目之用

source: Using the publication and expiration date fields you can control from which date and for how long your news item appears
hi: प्रकाशन और समाप्ति तिथि क्षेत्रों का उपयोग कर आप जो तारीख से और कितनी देर तक अपने समाचार आइटम प्रकट होता है के लिए नियंत्रित कर सकते हैं
tr: Yayın ve bitiş tarihi alanlarını kullanarak materyalinizin hangi tarihten itibaren ve ne kadar süre için görütüleneceğini denetleyebilirsiniz
zh_tw: 根據出版年與註銷年欄位的內容可以控制館藏在館內的年限

source: 'Appear in position' lets you decide what order your news items appear in
hi: 'स्थिति में दिखाई' से आप निर्णय ले सकते है कि किस क्रम में अपने समाचार आइटम में दिखाई देने चहिए
tr: 'Konumunda görünür' haber öğelerinizin hangi düzende görüntüleneceğini belirlemenizi sağlar
zh_tw: '顯示位置' 讓您決定新增館藏的顯示順序

source: The 'News' box allows for the use of HTML for formatting of your news item
hi: 'द न्यूज' बॉक्स अपनी खबर आइटम की फॉर्मेटिंग के लिए HTML के उपयोग के लिए अनुमति देता है
tr: 'Haber' kutusu haber materyalinizi formatlamanız için HTML'yi kullanmanıza izin verir.
zh_tw: 此 '最新消息' 盒可以使用HTML格式它

source: After filling in all of the fields, click 'Submit'
hi: क्षेत्रों के सभी में भरने के बाद, 'सबमिट' पर क्लिक करें
tr: Tüm alanları doldurduktan sonra, 'Gönder' tuşuna tıklayınız
zh_tw: 鍵入資料於所有欄位後，點選 '送出'

source: News in the OPAC will appear above the :ref:`OpacMainUserBlock`
hi: ओपेक में समाचार ऊपर दिखाई देगा :ref:`OpacMainUserBlock`
tr: OPAC duyuruları :ref:`OpacMainUserBlock`üzerinde görünecektir.
zh_tw: OPAC 的最新消息將顯示在 :ref:`OpacMainUserBlock` 之上

source: Below the news in the OPAC there will be an RSS icon allowing you to subscribe to library news
hi: ओपेक में खबर नीचे वहाँ आप पुस्तकालय खबर की सदस्यता के लिए अनुमति देता है एक आरएसएस आइकन होगा
tr: OPAC'da duyuruların altında, kütüphane haberlerine abone olmanızı sağlayan bir RSS simgesi olacaktır
zh_tw: 在 OPAC 的最新消息下有個 RSS 圖示允許您訂閱圖書館的消息

source: News in the Staff Client will appear on the far left of the screen
hi: स्टाफ क्लाइंट में समाचार अब तक स्क्रीन के बाएँ पर दिखाई देगा
tr: Personel Hesabı içindeki haberler ekranın en solunda görünecek
zh_tw: 館員介面的最新消息將出現在螢幕的左方

source: News on the circulation receipts will appear below the items that are checked out
hi: संचलन प्राप्तियों पर समाचार आइटम है कि बाहर की जाँच कर रहे नीचे दिखाई देगा
tr: Dolaşım fişlerindeki haberler ödünç verilen materyallerin altında görünecek
zh_tw: 流通收條的最新消息將出現在借出館之下

source: Depending on your choice for the :ref:`NewsAuthorDisplay` preference you will also see the person who created the news item (this uses the logged in person)
hi: For के लिए आपकी पसंद के आधार पर : ref: `NewsAuthorDisplay` वरीयता आप उस व्यक्ति को भी देखेंगे जिसने समाचार वस्तु बनाई है (यह लॉग इन व्यक्ति का उपयोग करता है)
tr: :ref:`NewsAuthorDisplay` tercihi seçiminize bağlı olarak haber öğesini oluşturan kişiyi de göreceksiniz (oturum açmış kişiyi kullanır)
zh_tw: 設定 :ref:`NewsAuthorDisplay` 系統偏好後，依設定的內容，可看到新增新聞館藏的人 (需登入)

source: Task Scheduler
hi: टास्क समयबद्धक
tr: Görev Zamanlayıcı
zh_tw: 工作排程

source: *Get there:* More > Tools > Additional Tools > Task Scheduler
hi: * वहां जाएं: * अधिक> टूल्स> अतिरिक्त उपकरण> कार्य शेड्यूलर
tr: *Gidiş yolu:* Diğer > Araçlar > Ek Araçlar > Görev Zamanlayıcı
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 其他工具 &gt; 工作排程

source: The task scheduler is a way to schedule reports to run whenever you want.
hi: कार्य अनुसूचक चलाने के लिए जब भी आप चाहते हैं रिपोर्टों अनुसूची करने के लिए एक रास्ता है।
tr: Görev zamanlayıcısı istediğiniz zaman çalıştırmak üzere, raporları zamanlamanın bir yöntemidir.
zh_tw: 工作排程是任何時間都可執行的報表排程。
