Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: *Get there:* More > Tools > Patron card creator > Manage > Layouts
hi: * वहां जाएं: * अधिक> टूल्स> संरक्षक कार्ड निर्माता> प्रबंधित करें> लेआउट
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 新增讀者證 &gt; 管理 &gt; 布局

source: A layout defines the text and images that will be printed on to the card and where it will appear.
hi: एक लेआउट पाठ और छवियों है कि कार्ड और जहां यह दिखाई देगा पर मुद्रित किया जाएगा परिभाषित करता है।
tr: Yerleşim düzeni, kartın üzerine basılacak metin ve görüntüleri ve bunların nerede görüneceğini tanımlar.
zh_tw: 布局定義印在讀者證的文字與照片位置。

source: Up to three lines of text, the patron's number in barcode representation and up to two images can be printed on to the card.
hi: पाठ के तीन लाइनों को, बारकोड प्रतिनिधित्व में और दो छवियों के लिए संरक्षक की नंबर कार्ड पर मुद्रित किया जा सकता है।
tr: Üç satıra kadar metin, barkod gösteriminde kullanıcı numarası ve en fazla iki resim kart üzerine basılabilir.
zh_tw: 讀者證可使用最多三列文字的條碼，以及最多兩張照片。

source: Add a layout
hi: एक लेआउट जोड़े
zh_tw: 新增布局

source: If you have no layouts defined, you will add a new layout by clicking the 'New' button and choosing 'Layout'.
hi: आप कोई लेआउट में परिभाषित किया है, तो आप 'नई' बटन पर क्लिक करें और 'लेआउट' का चयन करके एक नए लेआउट जोड़ देगा।
tr: Eğer tanımlanmış bir düzeniniz yoksa, 'Yeni' butonuna tıklayarak ve 'Düzen' seçeneğini seçerek yeni bir düzen ekleyebilirsiniz.
zh_tw: 若還沒有設定布局，可按螢幕上方的 '新增' 鈕並選擇 '布局'，就能新增它。

source: You may also choose to press 'Manage layout' on the left side. Here you are offered a list of available layouts you can select for editing. But at the top of the page there is still the 'New layout' button.
hi: तुम भी बाईं ओर प्रेस 'लेआउट का प्रबंधन' के लिए चुन सकते हैं। यहाँ आप उपलब्ध लेआउट आप संपादन के लिए चयन कर सकते हैं की एक सूची पेशकश कर रहे हैं। लेकिन पेज के शीर्ष पर वहाँ अभी भी 'नए लेआउट' बटन है।
tr: Ayrıca sol taraftaki 'Düzenleri yönet' butonuna basmayı seçebilirsiniz. Burada düzenleme için seçebileceğiniz kullanılabilir düzenler listesi sunulmaktadır. Ancak sayfanın üst kısmında 'Yeni düzen' butonu yine de olacaktır.
zh_tw: 可按左方的 '管理布局'。出垷可供編輯的布局清單。但每頁上方仍有 '新增布局' 鈕。

source: The name you assign to the layout is for your benefit, name it something that will be easy to identify at a later date
hi: नाम आप लेआउट के लिए आवंटित अपने लाभ के लिए है, यह कुछ एक बाद की तारीख में पहचान करने के लिए है कि आसान हो जाएगा नाम
tr: Yerleşime atadığınız isim sizin yararınızadır, bu yerleşimi daha sonraki bir tarihte kolayca tanımlanacak şekilde adlandırın.
zh_tw: 指定給布局的名稱係供您未來容易辨識使用

source: The Units pull down is used to define what measurement scale you're going to be using for your layout.
hi: इकाइयों नीचे खींच क्या माप पैमाने आप अपने लेआउट के लिए उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है।
tr: Birimler açılır menüsü, sayfa düzeninizde hangi ölçek skalasını kullanacağınızı tanımlamak için kullanılır.
zh_tw: 以下拉選單使用的單位設定在布局內使用的度量的單位。

source: A Postscript Point is 1/72", an Adobe Agate is 1/64", an Inch is 25.4 SI Millimeters
hi: पोस्टस्क्रिप्ट अंक हैं 1/72" एकएडोब एजेन्टस हैं 1/64", एक इंच हैं 25.4 एसआई सेंटीमीटर
zh_tw: Postscript Point 是 1/72" Adobe Agate 是 1/64"，一英吋是 25.4 SI 公釐

source: Next, note if this layout is for the front or the back of the patron card
hi: अगला, ध्यान दें कि यह लेआउट संरक्षक कार्ड के सामने या पीछे के लिए है
zh_tw: 接著，說明布局為讀者證的正面或背面

source: You will need a layout for both the front and back of your card if you have 2-sided library cards, this option doesn't allow you to print two sided cards, just lets you track which side of the card you're designing.
hi: यदि आप 2-तरफा पुस्तकालय कार्ड है तो आप दोनों के सामने और अपने कार्ड के पीछे के लिए एक लेआउट की आवश्यकता होगी, इस विकल्प को आप दो तरफा कार्ड मुद्रित करने की अनुमति नहीं है, बस आप कार्ड आप डिजाइन कर रहे हैं के पक्ष में ट्रैक कर सकते हैं।
tr: Eğer 2-taraflı kütüphane kartınız varsa kartınızın hem ön hem de arkası için bir düzene ihtiyacınız olacaktır, bu seçenek iki taraflı kart yazdırmanıza izin vermez, yalnızca kartın hangi tarafını tasarladığınızı izlemenizi sağlar.
zh_tw: 使用 2 面讀者證時需設定正反面的布局，此選項不允許列印雙面讀者證，祗能用於追蹤設計的讀者證。

source: You have the option of adding up to 3 lines of text to your card. Your text can be static text of your choosing and/or fields from the patron record. If you want to print fields from the patron record you want to put the field names in brackets like so - <firstname>
hi: आपके पास अपने कार्ड पर टेक्स्ट की 3 पंक्तियों को जोड़ने का विकल्प है। आपका टेक्स्ट संरक्षक रिकॉर्ड से आपके चयन और / या फ़ील्ड का स्थिर टेक्स्ट हो सकता है। यदि आप संरक्षक रिकॉर्ड से फ़ील्ड प्रिंट करना चाहते हैं तो आप फ़ील्ड नामों को ब्रैकेट में रखना चाहते हैं - <firstname>
tr: Kartınıza 3 satıra kadar metin ekleme seçeneğiniz mevcut. Metniniz sizin seçiminizle ve/veya kullanıcı kaydından alanlarla statik metin olabilir. Kullanıcı kaydından alan çıktısı almak istiyorsanız, alan isimlerini parantez içinde şu şekilde yerleştiriniz - <firstname>
zh_tw: 讀者證最多有 3 列文字。可以是固定的文字或從讀者紀錄提取的欄位內容。把欄位名稱置於方括號內，就能提取欄位的內容 - <firstname>

source: A full list of field names can be found in the database schema at http://schema.koha-community.org
hi: फ़ील्ड नामों की पूरी सूची डेटाबेस स्कीमा में पाई जा सकती है http://schema.koha-community.org
tr: Alan adlarının tam bir listesi `http://schema.koha-community.org` adresindeki veri tabanı şemasında bulunabilir
zh_tw: 可從資料庫概要 http://schema.koha-community.org 取得檔案名稱的清單

source: For each line of text, you can choose your font, font size and the location of the text on the card using the lower X and Y coordinates
hi: पाठ की प्रत्येक पंक्ति के लिए, आप अपने फॉन्ट, फॉन्ट आकार और कम एक्स और वाई निर्देशांक का उपयोग कार्ड पर पाठ के स्थान का चयन कर सकते हैं
tr: Metnin her satırını, alt X ve Y koordinatlarını kullanarak yazı tipinizi, yazı boyutunuzu ve karttaki metnin konumunu seçebilirsiniz.
zh_tw: 對每列文字，您需選定字型、大小與讀者證上文字的位置

source: In order to show the barcode and the patron card number you will need to check the 'Print card number as barcode' option. This will turn the patron card number into a barcode. If you want the number to print in human readable format you will need to check the 'Print card number as text under barcode' option.
hi: बारकोड और संरक्षक कार्ड नंबर दिखाने के लिए आपको 'प्रिंट कार्ड नंबर बारकोड के रूप में' विकल्प की जांच करनी होगी। यह संरक्षक कार्ड नंबर को बारकोड में बदल देगा। यदि आप मानव पठनीय प्रारूप में प्रिंट करने के लिए संख्या चाहते हैं, तो आपको 'बारकोड के तहत पाठ के रूप में प्रिंट कार्ड नंबर' की जांच करनी होगी।
zh_tw: 勾選 '列印讀者證號碼當成條碼' 顯示條碼與讀者證號碼。把讀者證號碼轉換為條碼。還可勾選 '將讀者證號碼以文字方式列印在條碼之下' 讓條碼可以被肉眼閱讀。

source: Finally you can choose up to two images to print on the card.
hi: अंत में आप कार्ड पर मुद्रित करने के लिए दो छवियों के लिए चुन सकते हैं।
tr: Son olarak kart üzerine yazdırmak için iki resime kadar resim seçebilirsiniz.
zh_tw: 最後，可選擇兩張以內的照片印在讀者證上。

source: One can be the :ref:`patron image <upload-patron-images-label>` which you can resize to meet your needs.
hi: कोई भी हो सकता है :ref:`संरक्षक छवि <upload-patron-images-label>' जिसे आप अपनी आवश्यकताओं को पूरा करने के लिए आकार बदल सकते हैं।
tr: Bir tanesi, ihtiyaçlarınızı karşılayacak şekilde yeniden boyutlandırabileceğiniz :ref:`kullanıcı resmi <upload-patron-images-label>` olabilir.
zh_tw: 可以調整 :ref:`讀者照片 <upload-patron-images-label>` 的大小，以符合 Koha 的要求。

source: The other image can be something like a library logo or symbol that you uploaded using the ':ref:`manage images <manage-images-label>`' module of the patron card creator Tool.
hi: दूसरी छवि लाइब्रेरी लोगो या प्रतीक की तरह कुछ हो सकती है जिसे आपने ': ref:' छवियों का प्रबंधन <manage-images-label>`' संरक्षक कार्ड निर्माता टूल के मॉड्यूल का उपयोग करके अपलोड किया है।
zh_tw: 以新增讀者證工具的 ':ref:`管理照片 <manage-images-label>`' 模組上傳另張圖書館標識或符號的圖片。

source: It is the designers responsibility to define textlines, barcode and images such that overlap is avoided.
hi: यह डिजाइनरों पाठ लाइनों, बारकोड और छवियों है कि इस तरह ओवरलैप बचा है परिभाषित करने के लिए जिम्मेदारी है।
tr: Metin satırlarını, barkodları ve resimleri birbirinin üzerine gelmeyecek şekilde tanımlamak tasarımcının sorumluluğundadır.
zh_tw: 設計者需負責文字、條碼與照片以免重複。

source: After saving, your layouts will appear on the 'Manage layouts' page.
hi: सहेजने के बाद, अपने लेआउट 'प्रबंधित लेआउट' पृष्ठ पर दिखाई देगा।
tr: Kaydettikten sonra, düzenleriniz 'Düzenleri yönet' sayfasında görünecektir.
zh_tw: 儲存之後，您的布局將出現在 '管理布局' 頁面。

source: Templates
hi: टेम्पलेट्स
tr: Şablonlar
zh_tw: 模板

source: *Get there:* More > Tools > Patron card creator > Manage > Card templates
hi: *वहां जाएं:* अधिक> टूल्स> संरक्षक कार्ड निर्माता> प्रबंधित करें> कार्ड टेम्पलेट्स
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 新增讀者證 &gt; 管理 &gt; 讀者證模板

source: A template describes the arrangement of labels on the label sheet/card stock you are using. This might be Avery 5160 for address labels, Gaylord 47-284 for spine labels or Avery 28371 for your patron cards, just to give a couple of examples. All of the information you will need for setting up a template may be on the packaging, and if not it can usually be found on the vendor's website or can be measured from a sample sheet.
hi: एक टेम्पलेट लेबल पत्र / कार्ड स्टॉक आप उपयोग कर रहे हैं पर लेबल की व्यवस्था का वर्णन है। इस रीढ़ लेबल या अपने संरक्षक कार्ड के लिए एवरी 28371 के लिए पता लेबल के लिए एवरी 5160, जेराल्ड 47-284 हो सकता है, सिर्फ उदाहरण के एक जोड़े को देने के लिए। आप जानकारी के सब एक टेम्पलेट की स्थापना पैकेजिंग पर हो सकता है के लिए की आवश्यकता होगी, और यदि नहीं यह आमतौर पर विक्रेता की वेबसाइट पर पाया जा सकता है या एक नमूना चादर से मापा जा सकता है।
tr: Bir şablon, kullandığınız etiket sayfası/kart stoğundaki etiketlerin düzenini tanımlar. Bunlar için birkaç örnek verirsek adres etiketleri için Avery 5160, sırt etiketleri için Gaylord 47-284 veya kullanıcı kartlarınız için Avery 28371 olabilir. Bir şablon oluşturmak için ihtiyacınız olan tüm bilgiler ambalajda olabilir ve eğer değilse tedarikçinin web sitesinde bulunabilir veya bir örnek sayfadan ölçülebilir.
zh_tw: 布局的作用是在書標/讀者證排列標籤。可能是 Avery 5160 地址機、Gaylord 47-284 書標機或 28371 讀者證製作機等。布局所需的資訊可能在包裝上，或者從代理商的網站或範例取得。

source: Add a template
hi: एक टेम्पलेट जोड़ें
zh_tw: 新增模版

source: To add a new template click on the 'New template' button at the top of your page which brings you to the Edit template form immediately. You may also choose to press 'Manage templates' on the left side. Here you are offered a list of available templates you can select for editing. But in the top of the page there is still the 'New template' button.
hi: जो तुरंत संपादित टेम्पलेट प्रपत्र के लिए लाता है अपने पृष्ठ के शीर्ष पर 'नया टेम्पलेट' बटन पर एक नया टेम्पलेट क्लिक करें जोड़ने के लिए। आप भी दबा बाईं ओर 'टेम्पलेट्स प्रबंधित करें' चुन सकते हैं। यहाँ आप उपलब्ध टेम्पलेट्स आप संपादन के लिए चयन कर सकते हैं की एक सूची पेशकश कर रहे हैं। लेकिन पेज के शीर्ष में वहाँ अभी भी 'नई टेम्पलेट' बटन है।
tr: Yeni bir şablon eklemek için sayfanın üst kısmındaki sizi hemen şablon düzenleme formuna götürecek olan 'Yeni şablon' butonuna basın. Aynı zamanda sol taraftaki 'Şablonları yönet' butonuna basmayı da seçebilirsiniz. Burada karşınıza düzenlemek için seçebileceğiniz mevcut şablonların bir listesi gelecektir. Ancak sayfanın üst kısmında 'Yeni şablon' butonu yine de olacaktır.
zh_tw: 按頁面上方的 '新增模版' 就立即進入編輯模版頁面。可按左方的 '管理模版' 鈕。從可得的模版中選取編輯的模版。不過在頁面上方仍有 '新增模版' 鈕。

source: Using the form that appears after pressing either 'Edit' or 'New template' you can define the template for your sheet of labels or cards.
hi: 'एडिट' या 'न्यू टेम्प्लेट' को दबाने के बाद दिखाई देने वाले फॉर्म का उपयोग करके आप अपनी शीट या कार्ड की शीट के लिए टेम्पलेट को परिभाषित कर सकते हैं।
zh_tw: 按了 '編輯' 或 '新增布局' 後就可以在標籤或讀者證上設定布局。

source: Template ID is simply a system generated unique id
hi: टेम्पलेट ID बस एक प्रणाली अद्वितीय पहचान उत्पन्न है
tr: Şablon kimliği sadece sistem tarafından oluşturulan özgün bir kimliktir
zh_tw: 模版代碼是系統產生的代碼

source: Template code should be the name of this template to identify it on a list of templates
hi: टेम्प्लेट की सूची पर इसे पहचानने के लिए टेम्प्लेट कोड इस टेम्प्लेट का नाम होना चाहिए
zh_tw: 模版代碼應足以在代碼清單中代表該模版

source: You can use the template description to add additional information about the template
hi: आप टेम्पलेट के बारे में अतिरिक्त जानकारी जोड़ने के लिए टेम्पलेट विवरण का उपयोग कर सकते हैं
zh_tw: 您可用模板說明新增模板的資訊

source: The Units pull down is used to define what measurement scale you're going to be using for the template.
hi: इकाइयों नीचे खींच क्या माप पैमाने आप टेम्पलेट के लिए उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है।
tr: Birimler açılır menüsü, şablonunuz için hangi ölçek skalasını kullanacağınızı tanımlamak için kullanılır.
zh_tw: 以下拉選單使用的單位設定在布局內使用的度量的單位。

source: The measurements (page height, page width, card width, card height) may be on the packaging, and if not it can usually be found on the vendor's website or can be measured from a sample sheet.
hi: माप (पेज ऊंचाई, चौड़ाई पेज, कार्ड चौड़ाई, ऊंचाई कार्ड) पैकेजिंग पर हो सकता है, और यदि नहीं यह आमतौर पर विक्रेता की वेबसाइट पर पाया जा सकता है या एक नमूना चादर से मापा जा सकता है।
tr: Ölçümler (sayfa uzunluğu, sayfa genişliği, kart genişliği, kart uzunluğu) paket üzerinde olabilir, eğer yoksa genellikle sağlayıcının web sayfasında bulunabilir veya bir örnek sayfadan ölçülebilir.
zh_tw: 度量 (頁高、頁廣、卡片廣、卡片高) 可從包裝取得，也可從代理商網站或樣張量取。

source: A profile is a set of "adjustments" applied to a given template just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned).
hi: एक प्रोफ़ाइल "समायोजन" बस मुद्रण जो अद्वितीय है और एक दिया प्रिंटर (जो करने के लिए प्रोफाइल सौंपा है) के लिए अजीब विसंगतियों के लिए क्षतिपूर्ति करने से पहले एक दिया टेम्पलेट के लिए लागू की एक सेट है।
tr: Bir profil, belirli bir şablon için benzersiz ve kendine özgü anomalileri dengeleyen ve yazdırmadan önce belirli bir yazıcı için (profilin atandığı) uygulayan "ayarlar" kümesidir.
zh_tw: 設定檔是一組適用於指定模版的 "調整"，於列印之前補償特定印表機的偏移 (指定給該印表機)。

source: Before defining a profile try printing some sample cards so that you can take measurements to define a profile to perform the right adjustments for your printer/template combination.
hi: एक प्रोफाइल इतना है कि आप माप लेने के लिए अपने प्रिंटर / टेम्पलेट संयोजन के लिए सही समायोजन करने के लिए एक प्रोफाइल को परिभाषित करने के लिए कर सकते हैं कुछ नमूना कार्ड मुद्रण का प्रयास परिभाषित करने से पहले।
tr: Bir profil seçmeden önce birkaç kart örneği yazdırmayı deneyin, böylece yazıcı/ şablon kombinasyonu için doğru ayarlamalar yapmak için bir profil tanımlamak için ölçümler alabilirsiniz.
zh_tw: 挑選列印的設定檔前先試印幾張讀者證就能看出印表機/模版組合的可行性。

source: After finding and documenting any anomalies in the printed document, then you can :ref:`create a profile <patron-add-a-profile-label>` and assign it to the template.
hi: मुद्रित दस्तावेज़ में किसी भी विसंगतियों को ढूंढने और दस्तावेज करने के बाद, आप यह कर सकते हैं : ref: 'प्रोफ़ाइल बनाएं <patron-add-a-profile-label>' और इसे टेम्पलेट पर असाइन करें।
tr: Yazdırılan belgede herhangi bir anomali bulduktan sonra, :ref:`bir profil oluşturun <patron-add-a-profile-label>` ile bir profil oluşturabilir ve bunu şablona atayabilirsiniz.
zh_tw: 從印表機文件找到偏移值後，:ref:`新增設定檔 <patron-add-a-profile-label>` 並指定給模板。

source: Do not specify a profile unless needed, i.e. do not click to define a printer profile. It is not possible to remove a profile from a template but you can switch to another profile.
hi: एक प्रोफाइल जब तक जरूरत को निर्दिष्ट नहीं है, यानी एक प्रिंटर प्रोफाइल को परिभाषित करने के लिए क्लिक न करें। यह एक टेम्पलेट से एक प्रोफाइल को हटाने के लिए संभव नहीं है, लेकिन यदि आप किसी अन्य प्रोफ़ाइल के लिए स्विच कर सकते हैं।
tr: Gerekli olmadıkça bir profil belirtmeyin, yani bir yazıcı profili belirle üzerine tıklamayın. Bir profili bir şablondan kaldırmak mümkün değildir ancak başka bir profile geçiş yapabilirsiniz.
zh_tw: 必要時才建置設定檔，不要隨意設定印表機設定檔。不可能移除模版內移除設定檔但可以切換至另個設定檔。

source: If you are using different printers you may be required to define several templates that are identical only different profiles are specified.
hi: आप अलग अलग प्रिंटर का उपयोग कर रहे हैं, तो आप कई टेम्पलेट्स है कि समान ही अलग प्रोफाइल निर्दिष्ट कर रहे हैं परिभाषित करने के लिए आवश्यक हो सकता है।
tr: Farklı yazıcılar kullanıyorsanız, sadece belirtilen farklı profillere özdeş birkaç şablon tanımlamanız gerekebilir.
zh_tw: 使用不同的印表機則應設定多個模版。

source: After saving, your templates will appear on the 'Manage templates' page.
hi: सहेजने के बाद, अपने टेम्पलेट्स 'टेम्पलेट्स प्रबंधित करें' पृष्ठ पर दिखाई देगा।
tr: Kaydettikten sonra, şablonlarınız 'Şablonları Yönet' sayfasında görünecektir.
zh_tw: 儲存之後，您的布局將出現在 '管理布局' 頁面。

source: Profiles
hi: प्रोफ़ाइल:
tr: Profiller
zh_tw: 設定檔

source: *Get there:* More > Tools > Patron card creator > Manage > Profiles
hi: *वहां जाएं:* अधिक> टूल्स> संरक्षक कार्ड निर्माता> प्रबंधित करें> प्रोफाइल
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 新增讀者證 &gt; 管理 &gt; 設定檔

source: A profile is a set of "adjustments" applied to a given :ref:`template <patron-templates-label>` just prior to printing which compensates for anomalies unique and peculiar to a given printer. This means if you set a template up and then print a sample set of data and find that the items are not all aligned the same on each card, you need to set up a profile for each printer (or even different tray selections on the same printer) to make up for the differences in printing styles, such as the shifting of text to the left, right, top or bottom.
hi: प्रोफ़ाइल किसी दिए गए पर लागू "समायोजन" का एक सेट है : ref: `टेम्पलेट <patron-templates-label> 'प्रिंटिंग से ठीक पहले जो किसी दिए गए प्रिंटर को अद्वितीय और अनोखा विसंगतियों के लिए क्षतिपूर्ति करता है। इसका अर्थ यह है कि यदि आप टेम्पलेट सेट अप करते हैं और फिर डेटा के नमूना सेट को प्रिंट करते हैं और पाते हैं कि आइटम प्रत्येक कार्ड पर समान नहीं हैं, तो आपको प्रत्येक प्रिंटर के लिए एक प्रोफ़ाइल सेट अप करने की आवश्यकता है (या यहां तक कि अलग ट्रे चयन भी प्रिंटर) प्रिंटिंग शैलियों में अंतर के लिए तैयार करने के लिए, जैसे बाएं, दाएं, ऊपर या नीचे पाठ को स्थानांतरित करना।
tr: Bir profil, belirli bir :ref:`şablon <patron-templates-label>` için benzersiz ve kendine özgü anomalileri dengeleyen ve yazdırmadan önce belirli bir yazıcı için (profilin atandığı) uygulayan "ayarlar" kümesidir. Bu, şu anlama gelir. Bir şablon ayarlayıp daha sonra örnek bir veri kümesi yazdırıyorsanız ve materyallerinin hepsinin her kartta aynı hizada olmadığını görüyorsanız, yazdırma stilleri farklılıklarını telafi etmek için her yazıcı için bir profil kurmanız gerekir, metnin sol, sağ, üst veya en alta kaydırılması gibi.
zh_tw: 設定檔是一組適用於指定 :ref:`模版 <patron-templates-label>` 的 "調整" 於列印之前補償特定印表機的偏移。設定模版後並列印樣本資料若發現館藏並未出現在預期的位置，對該印表機給個設定檔 (或同個印表機的不同紙匣)，指示上、下、左、右的位移值。

source: If your cards are printing just the way you want, you will not need a profile.
hi: अपने पत्ते अभी जिस तरह से आप चाहते हैं मुद्रण कर रहे हैं, तो आप एक प्रोफाइल की जरूरत नहीं होगी।
tr: Kartlarınız istediğiniz şekilde çıktı alıyorsa, profile ihtiyacınız yoktur.
zh_tw: 印出的讀者證與預期相同，就不需要設定檔。

source: Add a profile
hi: एक प्रोफ़ाइल जोड़ें
zh_tw: 新增設定檔

source: To add a new profile, you want to click on the 'Profiles' button at the top of your page and choose 'New profile'
hi: नई प्रोफ़ाइल जोड़ने के लिए, आप अपने पृष्ठ के शीर्ष पर स्थित 'प्रोफ़ाइल' बटन पर क्लिक करना चाहते हैं और 'नई प्रोफ़ाइल' चुनना चाहते हैं
zh_tw: 勾選頁面上方的 '設定檔' 鈕，選取 '新增設定檔'，就能新增設定檔

source: To add a new profile, you want to click on the 'New profile' button at the top of your page. Using the form that appears you can define the values to correct the card misalignments on your label sheet. You may also choose 'Manage profiles' on the left side and select one of the currently available profiles for editing.
hi: एक नया प्रोफाइल को जोड़ने के लिए, आप अपने पृष्ठ के शीर्ष पर 'नई रूपरेखा' बटन पर क्लिक करने के लिए चाहते हैं। प्रपत्र प्रतीत होता है कि आप अपने लेबल पत्रक पर कार्ड misalignments सही करने के लिए मूल्यों को परिभाषित कर सकते हैं का उपयोग करना। आप यह भी चुन बाईं ओर 'प्रोफाइल प्रबंधित करें' और संपादन के लिए वर्तमान में उपलब्ध प्रोफाइलों में से एक चुन सकते हैं।
tr: Yeni bir profil eklemek için, sayfanın üst kısmındaki 'Yeni profil' butonuna tıklayın. Ekrana gelen formu kullanarak etiket sayfasındaki kart hizalarındaki sapmaları düzeltmek için değerleri tanımlayabilirsiniz. Ayrıca sol taraftaki 'Profilleri yönet' menüsüne tıklayarak düzenleme için mevcut olan profillerden birisini seçebilirsiniz.
zh_tw: 按頁面上方的 '新增設定檔' 鈕，就能新增設定檔。以表單方式設定借書證偏移的部份。可從左方的 '管理設定檔' 選定欲編輯的設定檔。

source: The Printer name and Paper bin do not have to match your printer exactly, they are for your reference so you can remember what printer you have set the profile for.
hi: प्रिंटर नाम और पेपर बिन को आपके प्रिंटर से बिल्कुल मेल नहीं खाता है, वे आपके संदर्भ के लिए हैं ताकि आप याद रख सकें कि आपने किस प्रिंटर के लिए प्रोफ़ाइल सेट किया है।
zh_tw: 印表機名稱與紙匣不符合現況，這是供您的設定檔使用。

source: For example: if you want to use the Printer model number in printer name you can, or you can call it 'the printer on my desk'
hi: उदाहरण के लिए: आप प्रिंटर नाम पर प्रिंटर मॉडल संख्या आप कर सकते हैं का उपयोग करना चाहते हैं, या अगर आप इसे 'मेरी मेज पर प्रिंटर' कॉल कर सकते हैं
tr: Örneğin: Yazıcı adı olarak yazıcı model numarasını kullanmak istiyorsanız bunu yapabilirsiniz, veya bu yazıcıyı 'masamdaki yazıcı' olarak adlandırabilirsiniz
zh_tw: 例如：可在印表機名稱內使用印表機型號，或者稱他為 '我的桌面印表機'

source: Template will be filled in once you have chosen which template to apply the profile to on the :ref:`template edit form <patron-add-a-template-label>`
hi: एक बार जब आप यह चुनने के लिए टेम्पलेट को भरने के लिए टेम्पलेट भर दिया जाएगा : ref: `टेम्पलेट संपादित करें फॉर्म <patron-add-a-template-label>`
tr: Şablon, bir kez :ref:`şablon düzenleme formu <patron-add-a-template-label>` üzerinde profili hangi şablonun uygulayacağını seçtikten sonra doldurulacaktır.
zh_tw: 在 :ref:`編輯模板表單 <patron-add-a-template-label>` 選定設定檔後即把內容加入該模板內

source: The Units pull down is used to define what measurement scale you're going to be using for your profile.
hi: इकाइयों नीचे खींच क्या माप पैमाने आप अपने प्रोफ़ाइल के लिए उपयोग किया जा रहे हैं परिभाषित करने के लिए प्रयोग किया जाता है।
tr: Birimler açılır menüsü şablonda hangi ölçüm ayarını kullanacağınızı tanımlamak için kullanılır.
zh_tw: 單位下拉選單用在您的設定檔內，用以設定衡量的單位。

source: Offset should be used when the entire image is off center either vertically or horizontally. Creep describes a condition where the distance between the labels changes across the page or up and down the page
hi: ऑफसेट इस्तेमाल किया जाना चाहिए जब पूरी छवि तो खड़ी या क्षैतिज केंद्र बंद है। कमीना या ऊपर और नीचे पृष्ठ जहां एक की हालत लेबल के बीच की दूरी पेज भर में परिवर्तन का वर्णन
tr: Tüm görüntü dikey veya yatay olarak ortalanmadığında ofset kullanılmalıdır. Creep, etiketler arasındaki mesafenin sayfada veya sayfanın üstünde ve altında değişen bir koşulunu açıklar
zh_tw: 整個圖像水平或垂宜偏離中心就該處理位移。小心描述該偏離的狀況

source: For offset and creep values, negative numbers move the printed information up and to the left on the printed sheet and positive numbers move down and to the right
hi: ऑफसेट और रेंगना मूल्यों के लिए, नकारात्मक संख्या मुद्रित पत्र पर ऊपर और बाईं ओर मुद्रित जानकारी के लिए कदम और सकारात्मक संख्या नीचे ले जाने और सही करने के लिए
tr: Ofset ve krip değeri için, negatif sayılar basılı bilgileri baskı sayfasında yukarı ve sola doğru, pozitif sayılar aşağı ve sağa doğru taşır
zh_tw: 對偏移值而言，負數表示向上與向左移動內容而正數表示向下與向右
