Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: From the search results, click the check box next to the items you want to add to the batch and click the 'Add checked' button. You can also add items one by one by clicking the 'Add' link to the left of each item.
hi: खोज परिणामों से, चेक बॉक्स आइटम आप बैच के लिए जोड़ सकते हैं और 'की जाँच करें' बटन पर क्लिक करना चाहते हैं पर क्लिक करें। तुम भी आइटम प्रत्येक आइटम के बाईं ओर लिंक 'जोड़ें' पर क्लिक करके एक के बाद एक जोड़ सकते हैं।
tr: Arama sonuçlarından, toplu dosyaya eklemek istediğiniz materyallerin yanındaki onay kutusuna tıklayın ve 'Onayı ekle' butonuna tıklayın. Her materyalin solundaki 'Ekle' bağlantısına tıklayarak da materyalleri teker teker ekleyebilirsiniz.
zh_tw: 從搜尋結果裡，點選打算館藏旁的盒，再點選 '新增加入' 鈕，就能將該館藏加入批次。也可一個個勾選館藏左方的 '新增' 連結。

source: Once you have added all of the items click the 'Done' button. The resulting page will list the items you have selected.
hi: 'पूर्ण' बटन पर क्लिक करें एक बार जब आप सभी वस्तुओं को शामिल किया है। जिसके परिणामस्वरूप पृष्ठ वस्तुओं आपके द्वारा चुने गए सूची जाएगा।
tr: Tüm materyalleri eklediğinizde 'Tamam' butonuna tıklayın. Sonuç sayfası seçtiğiniz materyalleri listeleyecektir.
zh_tw: 新增所有館藏後按 '完成' 鈕。結果頁面將列出所有勾選的館藏。

source: To print your labels, click the 'Export full batch' button. To print only some of the labels, click the 'Export selected item(s)' button. Either way you will be presented with a confirmation screen where you can choose your template and layout.
hi: अपने लेबल मुद्रित करने के लिए, 'निर्यात पूर्ण बैच' बटन पर क्लिक करें। केवल लेबल से कुछ मुद्रित करने के लिए, 'निर्यात में चयनित मद (s)' बटन पर क्लिक करें। किसी भी तरह से आप एक पुष्टिकरण स्क्रीन जहाँ आप अपने टेम्पलेट और लेआउट का चयन कर सकते हैं के साथ प्रस्तुत किया जाएगा।
tr: Etiketlerinizin çıktısını almak için, 'Tüm toplu işi aktar' butonuna tıklayın. Etiketlerin sadece bazılarının çıktısını almak için, 'Seçilenleri dışa aktar' butonuna tıklayın. Her iki şekilde de şablonunuzu ve mizanpajınızı seçebileceğiniz bir onay ekranı karşınıza gelecektir.
zh_tw: 按下 '完整匯出' 鈕，列印書標。按下 '匯出選定館藏' 鈕，則列印指定的書標。兩種方式都會出現確認畫面，要求選定模板與佈局。

source: You will then be presented with three download options: PDF, Excel, and CSV.
hi: पीडीएफ, एक्सेल, और सीएसवी: तो फिर तुम तीन डाउनलोड विकल्प के साथ प्रस्तुत किया जाएगा।
tr: Daha sonra size üç indirme seçeneği sunulacak: PDF, Excel ve CSV.
zh_tw: 有三個選項：PDF、Excel與CSV。

source: After saving your file, simply print to the blank labels you have in your library.
hi: अपनी फ़ाइल को सहेजने के बाद, बस खाली लेबल आप अपने पुस्तकालय में करने के लिए प्रिंट।
tr: Dosyanızı kaydettikten sonra, sadece kütüphanenizde bulunan materyallere boş etiket çıktısı alın.
zh_tw: 儲存檔案後，列印圖書館的空白標籤。

source: Quick spine label creator
hi: त्वरित स्पाइन लेबल निर्माता
zh_tw: 快速新增書標

source: *Get there:* More > Tools > Catalog > Quick spine label creator
hi: *वहाँ प्राप्त करें:* अधिक> टूल> सूची> त्वरित स्पाइन लेबल निर्माता
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 快速書標產生器

source: This tool does not use the label layouts or templates, it simply prints a spine label in the first spot on the label sheet.
hi: यह उपकरण लेबल लेआउट और टेम्पलेट्स का उपयोग नहीं करता, यह केवल लेबल पत्रक पर पहली जगह में एक रीढ़ लेबल प्रिंट।
tr: Bu araç etiket düzenlerini ya da şablonlarını kullanmaz, sadece etiket sayfasındaki ilk bölgeye sırt etiketini yazdırır.
zh_tw: 此工具不使用布局與模板，直接列印書標。

source: Define the fields you want to print on the spine label in the :ref:`SpineLabelFormat` system preference
hi: उन क्षेत्रों को परिभाषित करें जिन्हें आप रीढ़ लेबल पर प्रिंट करना चाहते हैं : ref: `SpineLabelFormat` सिस्टम वरीयता
tr: :ref:`SpineLabelFormat` sistem tercihinde sırt etiketine yazdırılacak olan alanları tanımlayın
zh_tw: 在 :ref:`SpineLabelFormat` 系統偏好裡設定列印書標的欄位

source: Format your label printing by editing spinelabel.css found in koha-tmpl/intranet-tmpl/prog/en/css/
hi: संपादन करके अपने लेबल छपाई प्रारूप spinelabel.css में मिला koha-tmpl/intranet-tmpl/prog/en/css/
tr: Etiket yazdırmanızı koha-tmpl/intranet-tmpl/prog/en/css/ içinde bulunan spinelabel.css dosyasını düzenleyerek biçimlendirin
zh_tw: 編輯在 /intranet-tmpl/prog/zh-Hans-TW/css/ 找到的書標列印格式 spinelabel.css

source: To use this tool you simply need the barcode for the book you'd like to print the spine label for.
hi: यह उपकरण आपको बस पुस्तक के लिए बारकोड आवश्यकता का उपयोग करने के लिए आप के लिए रीढ़ की हड्डी लेबल मुद्रित करने के लिए करना चाहते हैं।
tr: Bu aracı kullanmak için, sırt etiketini basmak istediğiniz kitabın barkodu yeterli olacaktır.
zh_tw: 需要圖書的條碼，才能使用此工具列印書標。

source: Rotating collections
hi: संग्रह घूर्णन
zh_tw: 巡迴書庫

source: *Get there:* More > Tools > Catalog > Rotating collections
hi: * वहां जाएं: * अधिक> टूल्स> कैटलॉग> घूर्णन संग्रह
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 巡迴館藏

source: Rotating collections is a tool for managing collections of materials that frequently get shifted from library to library. It adds the ability to store not only an item's home library and current location but also information about where it is supposed to be transferred to next to ensure that all items in the collection are sent to the correct library. When an item in a rotating collection is checked in, library staff is notified that the item is part of a rotating collection and which branch it should be sent to if it is not at the correct one.
hi: संग्रह घूर्णन सामग्री है कि अक्सर पुस्तकालय के लिए पुस्तकालय से स्थानांतरित हो के संग्रह के प्रबंधन के लिए एक उपकरण है। यह न केवल एक आइटम के घर पुस्तकालय और वर्तमान स्थान भी है लेकिन जहां यह अगले करने के लिए स्थानांतरित किया जा सुनिश्चित करने के लिए कि संग्रह में सभी वस्तुओं को सही पुस्तकालय के लिए भेजा जाता है माना जाता है के बारे में जानकारी स्टोर करने की क्षमता कहते हैं। जब एक घूर्णन संग्रह में एक आइटम में जाँच की है, पुस्तकालय स्टाफ को सूचित किया जाता है कि आइटम एक घूर्णन संग्रह और जो शाखा अगर यह सही एक पर नहीं है करने के लिए भेजा जाना चाहिए का हिस्सा है।
zh_tw: 巡迴館藏是是把館藏在各圖書館間流動。不僅具有儲存館藏在所屬圖書館與現在位置的功能，同時提示即將轉移至下個圖書館，以確保館藏送至正確的圖書館。還入巡迴館藏後，系統顯示該館藏為巡迴館藏，並指示圖書館員將其送至正確的圖書館。

source: The :ref:`AutomaticItemReturn` system preference must be set to "Don't automatically transfer items to their home library when they are returned" for rotating collections to function properly.
hi: यह :ref:`AutomaticItemReturn` सिस्टम प्राथमिकता को व्यवस्थित करने के लिए संग्रह घूर्णन के लिए "वापस लौटाए जाने पर आइटम को स्वचालित रूप से अपने होम लाइब्रेरी में स्थानांतरित न करें" पर सेट होना चाहिए।
zh_tw: 此 :ref:`AutomaticItemReturn` 系統偏好必須設為 "不要館藏還入後自動轉移至所屬圖書館" 以便讓巡迴館藏正確運作。

source: To create a new rotating collection, click the "New collection" button, fill in the title and description, and click "Submit". Once submitted you'll see "Collection name added successfully"; click "Return to rotating collections home" to return to the main Rotating collections management page (or click Rotating collections in the sidebar).
hi: एक नया घूर्णन संग्रह बनाने के लिए, "नया संग्रह" बटन पर क्लिक करें, शीर्षक और विवरण भरें, और "सबमिट करें" पर क्लिक करें। प्रस्तुत करने के बाद आप "संग्रह का नाम सफलतापूर्वक जोड़ा गया" देखेंगे; मुख्य घूर्णन संग्रह प्रबंधन पृष्ठ पर वापस जाने के लिए "" घूर्णन संग्रह घर लौटें "पर क्लिक करें (या साइडबार में घूर्णन संग्रह पर क्लिक करें)।
zh_tw: 新增巡迴書庫時，按 "新增書庫" 鈕，鍵入名稱與說明，再按 "送出" 鈕。畫面出現 "成功新增書庫名稱"；按 "回到巡迴書庫首頁" 就回到巡迴書庫館理頁面 (或按側面的巡迴書庫連結)。

source: To add items to a collection, click "Actions" and choose "Add or remove items" next to the collection's name in the list of collections. Under "Add or remove items" scan or type in the barcode of the item you wish to add to the collection, and hit enter or click 'Submit' if necessary.
hi: किसी संग्रह में आइटम जोड़ने के लिए, "क्रियाएँ" पर क्लिक करें और संग्रह की सूची में संग्रह के नाम के आगे "आइटम जोड़ें या निकालें" चुनें। "आइटम जोड़ें या निकालें" के तहत, उस आइटम के बारकोड में स्कैन या टाइप करें जिसे आप संग्रह में जोड़ना चाहते हैं, और यदि आवश्यक हो तो एंटर या हिट दर्ज करें पर क्लिक करें।
zh_tw: 新增館藏入書庫時，先按 "Actions" 鈕，再按書庫名稱清單旁的 "新增或移除館藏" 鈕。在 "新增或移除館藏" 鈕下掃瞄或鍵入館藏條碼，再按 Enter 就能新增該館藏入書庫。

source: To remove an item from a collection, either click 'Remove' next to the item's barcode in the list of items within the collection or check the "Remove item from collection" box next to the Barcode text box under "Add or remove items", and scan or type in the barcode, clicking "Submit" or hitting Enter if necessary. Note: The "Remove item from collection" checkbox will remain checked as long as you are on the "Add or remove items" page, unless you uncheck it, to facilitate quickly removing a number of items at a time by scanning their barcodes.
hi: एक संग्रह से एक आइटम निकालने के लिए, या तो संग्रह के भीतर वस्तुओं की सूची में आइटम के बारकोड करने के लिए अगले निकालें क्लिक करें या "जोड़ें या आइटम को हटाने के तहत बारकोड टेक्स्ट बॉक्स के आगे" संग्रह से निकालें आइटम "बॉक्स की जांच, और स्कैन या बारकोड में टाइप सबमिट क्लिक करने या यदि आवश्यक हो तो नोट दर्ज मार:। "संग्रह से निकालें आइटम" चेकबॉक्स रूप में लंबे समय के रूप में आप "जोड़ें या आइटम को हटा दें" पृष्ठ पर कर रहे हैं जब तक आप इसे अचयनित, जल्दी की सुविधा को हटाने के लिए जाँच रहेगा, उनकी बारकोड को स्कैन करके एक समय में एक आइटम नंबर।

source: Transfer a rotating collection
hi: एक घूर्णन संग्रह स्थानांतरण

source: Transferring a collection will:
hi: एक संग्रह के हस्तांतरण होगा:
tr: Bir koleksiyonu aktarmak:
zh_tw: 轉移巡迴書庫將：

source: Change the current location of the items in that collection to the library it is to be transferred to
hi: पुस्तकालय के लिए है कि संग्रह में आइटम की वर्तमान स्थान परिवर्तन यह करने के लिए स्थानांतरित किया जा रहा है
tr: Bu koleksiyon içindeki materyallerin mevcut konumunu aktarılacağı kütüphane ile değiştirin
zh_tw: 變更即將轉移的館藏至新的館藏地

source: Initiate a transfer from its original current location/holding library to the current location/holding library it is to be rotated to. When a library receives a collection they will need to check in the items to complete the transfer.
hi: अपने मूल वर्तमान स्थान से स्थानांतरित करना शुरू / वर्तमान स्थान के पुस्तकालय पकड़े / पुस्तकालय पकड़े इसे करने के लिए घुमाया जा रहा है। एक पुस्तकालय एक संग्रह प्राप्त करता है जब वे मदों में जांच करने के हस्तांतरण को पूरा करने की आवश्यकता होगी।
tr: Özgün geçerli konum/ayırtma kütüphanesinden aktarılacağı mevcut konum/ayırtma kütüphanesine bir aktarım başlatın. Kütüphane koleksiyonu aldığını zaman aktarımı tamamlamak için tüm materyallerin kaydını yapmalıdır.
zh_tw: 啟動轉移程序從原位置/儲存圖書館至現在位置/儲存圖書館。收到館藏後應先還入才算完成轉移。

source: You can transfer a collection in one of two ways:
hi: आप दो तरीकों में से एक में एक संग्रह हस्तांतरण कर सकते हैं
tr: Bir koleksiyonu iki yoldan birisi ile aktarabilirsiniz:
zh_tw: 可以用以下的方法之一轉移巡迴書庫：

source: From the main Rotating collections page, click on "Actions" and choose "Transfer" next to the title of the collection you wish to transfer; choose the library you wish to transfer the collection to and click "Transfer collection".
hi: मुख्य घूर्णन संग्रह पृष्ठ से, "कार्रवाई" पर क्लिक करें और उस संग्रह के शीर्षक के बगल में "स्थानांतरण" चुनें जिसे आप स्थानांतरित करना चाहते हैं; उस लाइब्रेरी को चुनें जिसे आप संग्रह को स्थानांतरित करना चाहते हैं और "स्थानांतरण संग्रह" पर क्लिक करें।

source: Or, from the "add or remove items" page for a collection, you can click the "Transfer" button, choose the library you wish to transfer the collection to and click "Transfer Collection".
hi: या, से एक संग्रह के लिए पेज "को जोड़ने या हटाने के आइटम", आप हस्तांतरण बटन क्लिक कर सकते हैं, आप के लिए पुस्तकालय संग्रह हस्तांतरण और क्लिक करें "स्थानांतरण संग्रह" करना चाहते हैं चुनें।

source: In order to complete the transfer process, the library receiving the rotating collection should check in all items from the collection as they receive them. This will clear the transfer so that the items are no longer shown as being "in transit".
hi: हस्तांतरण की प्रक्रिया को पूरा करने के लिए, पुस्तकालय घूर्णन संग्रह संग्रह से सभी मदों में जांच होनी चाहिए, क्योंकि वे उन्हें प्राप्त प्राप्त। इतना है कि आइटम नहीं रह गया है "पारगमन में" होने के रूप में दिखाया गया है इस हस्तांतरण साफ हो जाएगा।
tr: Aktarım işlemini tamamlamak için dönüşümlü koleksiyonu alan kütüphane, materyalleri alırken koleksiyonda bulunan tüm materyallerin kaydını yapmalıdır. Bu işlem aktarımı temizleyecek ve böylece materyaller daha fazla "aktarımda" olarak gösterilmeyecektir.
zh_tw: 為了完成轉移程序，應先還入至巡迴書庫的圖書館。甚狀態就不會是 "轉移中"。

source: If an item in a rotating collection is checked in at a library other than the one it is supposed to be transferred to, a notification will appear notifying library staff that the item is part of a rotating collection, also letting them know where the item needs to be sent.
hi: एक घूर्णन संग्रह में एक आइटम एक से दूसरे में एक पुस्तकालय में जाँच की है, तो यह करने के लिए स्थानांतरित किया जा करने के लिए माना जाता है, एक अधिसूचना पुस्तकालय के कर्मचारियों कि आइटम एक घूर्णन संग्रह का हिस्सा है अधिसूचित दिखाई देगा, यह भी उन्हें दे जहां मद की जरूरत है पता भेजा जाना।
tr: Dönüşümlü koleksiyonda yer alan bir materyal aktarılacağı kütüphaneden başka bir kütüphaneye iade edilmiş ise, materyalin dönüşümlü koleksiyonun bir parçası olduğu ve bununla birlikte materyalin nereye gönderilmesi gerektiği konusunda kütüphane personelini uyaran bir uyarı ekrana gelecektir.
zh_tw: 若巡迴書庫的館藏被還入非巡迴書庫的圖書館，將出現提示訊息，並警示圖書館員將該館藏送至適當的地方。

source: Stock rotation
hi: स्टॉक रोटेशन

source: Stock rotation helps to spread resources more fairly amongst library branches and allows patrons to see a wider range of titles.
hi: स्टॉक रोटेशन, पुस्तकालय शाखाओं के बीच संसाधनों को अधिक निष्पक्ष रूप से फैलाने में मदद करता है और संरक्षक को व्यापक श्रेणी के शीर्षक देखने की अनुमति देता है।

source: Items are popular whilst they are new at a particular branch. However, their use often tails off over time. This tool empowers librarians to automate the movement of items on to another branch before usage declines and thereby extends the items useful life.
hi: आइटम लोकप्रिय हैं, जबकि वे एक विशेष शाखा में नए हैं। हालांकि, उनका उपयोग अक्सर समय के साथ बंद हो जाता है। यह उपकरण उपयोग में गिरावट से पहले किसी अन्य शाखा पर वस्तुओं की आवाजाही को स्वचालित करने के लिए लाइब्रेरियन को अधिकार देता है और इससे उपयोगी जीवन का विस्तार होता है।

source: Library staff create rotation plans and then assign them to items. A cronjob is then used to cycle these items round the specified libraries on the rotation plan, moving them to the next stage after the prescribed period of time has passed at the current stage.
hi: लाइब्रेरी स्टाफ रोटेशन योजना बनाते हैं और फिर उन्हें आइटम असाइन करते हैं। एक क्रोनजॉब का उपयोग तब इन वस्तुओं को रोटेशन योजना पर निर्दिष्ट पुस्तकालयों के चक्कर लगाने के लिए किया जाता है, जो निर्धारित अवधि के बाद वर्तमान चरण में पारित होने के बाद उन्हें अगले चरण में ले जाता है।

source: Email notices may be used to provide the library branches with a list of items to be put in-transit to the next branch and if an item is found to be on loan at the time that it should be transfered then an alert will be displayed when it is next returned.
hi: पुस्तकालय शाखाओं को अगली शाखा में डालने के लिए मदों की एक सूची प्रदान करने के लिए ईमेल नोटिस का उपयोग किया जा सकता है और यदि कोई वस्तु उस समय ऋण पर पाई जाती है जिसे हस्तांतरित किया जाना चाहिए तो एक अलर्ट प्रदर्शित किया जाएगा जब यह अगले लौटा है।

source: From the stock rotation tool page you can add new rotation plans and see a summary of your currently configured rotation plans. You can then edit plan details, activate and deactivate plans and manage stages and items on a given rotation plan.
hi: स्टॉक रोटेशन टूल पेज से आप नई रोटेशन योजनाएं जोड़ सकते हैं और अपने वर्तमान में कॉन्फ़िगर किए गए रोटेशन योजनाओं का सारांश देख सकते हैं। फिर आप योजना विवरण संपादित कर सकते हैं, योजनाओं को सक्रिय कर सकते हैं और किसी दिए गए रोटेशन योजना पर चरणों और वस्तुओं का प्रबंधन कर सकते हैं।

source: This tool utilises a cron job that must be configured to run on a daily basis.
hi: यह उपकरण एक क्रोन जॉब का उपयोग करता है जिसे दैनिक आधार पर चलाने के लिए कॉन्फ़िगर किया जाना चाहिए।

source: Editing rota details
hi: रोटा विवरण संपादित करना

source: Name: A clear name or code to identify the rota
hi: नाम: रोटा की पहचान करने के लिए एक स्पष्ट नाम या कोड

source: Cyclical: Denotes whether items remain (No) at the last library on the rotation plan upon reaching the end of the rota or whether they continue (Yes) to rotate, returning back to the first library on the rotation plan once they have completed their alloted time at the last library, indefinitely until manually removed from the rota.
hi: चक्रीय: यह दर्शाता है कि रोटेट के अंत तक पहुंचने पर रोटेशन प्लान पर अंतिम लाइब्रेरी में आइटम बने रहते हैं (नहीं) या क्या वे जारी रखते हैं (हां) घूमने के लिए, रोटेशन की योजना पर पहली लाइब्रेरी में वापस लौटने के बाद जब उन्होंने अपना आवंटन पूरा कर लिया है अंतिम लाइब्रेरी में समय, अनिश्चित काल तक मैन्युअल रूप से रोटा से हटा दिया जाता है।

source: Active: Denotes whether a rota is active and as such whether items on it are rotating. It also governs whether items may be added to and removed from the rota. A rota may be switched between active and inactive at any time allowing for rota maintanence.
hi: सक्रिय: यह दर्शाता है कि क्या कोई रोटेट सक्रिय है और जैसे कि उस पर आइटम घूम रहे हैं या नहीं। यह यह भी नियंत्रित करता है कि क्या रोटा से आइटमों को जोड़ा जा सकता है और हटाया जा सकता है। रोटा मेनटेनेंस के लिए किसी भी समय सक्रिय और निष्क्रिय के बीच रोटा को स्विच किया जा सकता है।

source: Description: One may optionally add an expanded description of the rota for display in summary views.
hi: विवरण: कोई व्यक्ति वैकल्पिक रूप से सारांश विचारों में प्रदर्शन के लिए रोटा का विस्तारित विवरण जोड़ सकता है।

source: Managing rota stages
hi: रोटा चरणों का प्रबंधन

source: Stages may be edited, added, removed and re-ordered at any time from this page.
hi: इस पृष्ठ से किसी भी समय चरणों को संपादित, जोड़ा, हटाया और पुन: आदेशित किया जा सकता है।

source: Library: The library the item will be at during this stage
hi: लाइब्रेरी: लाइब्रेरी आइटम इस चरण के दौरान में हो जाएगा

source: Duration: The amount of time the item should stage at this stage
hi: अवधि: आइटम को इस चरण में कितनी बार स्टेज करना चाहिए

source: Managing rota items - Tool view
hi: रोटा आइटम प्रबंधित करना - टूल दृश्य

source: Items can be added to a rota individually (by barcode) or in bulk (via the upload of a line delimited barcode file) on this page.
hi: इस पृष्ठ पर आइटमों को व्यक्तिगत रूप से (बारकोड द्वारा) या बल्क में एक पंक्ति में जोड़ा जा सकता है (इस लाइन के सीमांकित बारकोड फ़ाइल के अपलोड के माध्यम से)।

source: You will also be presented with a summary of all items on the rota with their current location and you have the options to immediately progress items, mark items as 'in demand' and remove an item from rotation.
hi: आपको उनके वर्तमान स्थान के साथ रोटा पर सभी वस्तुओं का एक सारांश भी प्रस्तुत किया जाएगा और आपके पास आइटमों को तुरंत प्रगति करने, 'मांग में' के रूप में आइटम चिह्नित करने और रोटेशन से एक आइटम को हटाने का विकल्प होगा।

source: In demand: If an item is marked as 'in demand' then the duration the item will stay at it's current stage will be doubled compared to what is set in the rota. This is often used for items that are found to be unexpectedly popular at a particular library.
hi: मांग में: यदि किसी वस्तु को 'मांग' के रूप में चिह्नित किया जाता है, तो वह वस्तु जिस अवधि में रहेगी, वह वर्तमान चरण में दोगुनी हो जाएगी। यह अक्सर उन वस्तुओं के लिए उपयोग किया जाता है जो किसी विशेष पुस्तकालय में अप्रत्याशित रूप से लोकप्रिय पाए जाते हैं।

source: Managing rota items - Catalog view
hi: रोटा आइटम प्रबंधित करना - टूल दृश्य

source: Rotating items may also be managed from the catalog view: When stock rotation is enabled a new menu tab 'Rota' will appear on a catalog records detail view.
hi: घूर्णन आइटम को कैटलॉग दृश्य से भी प्रबंधित किया जा सकता है: जब स्टॉक रोटेशन को सक्षम किया जाता है तो एक नया मेनू टैब 'रोटा' एक कैटलॉग विवरण विस्तार दृश्य पर दिखाई देगा।

source: All attached items will appear in the summary view with their current status in relation to rotas and the option to mark items as 'in demand' or immediately progress them. You can also remove items from rotation and add items to rotas here too.
hi: सभी संलग्न आइटम रोटा के संबंध में अपनी वर्तमान स्थिति के साथ सारांश दृश्य में दिखाई देंगे और आइटम को 'मांग' के रूप में चिह्नित करने या उन्हें तुरंत प्रगति करने का विकल्प होगा। आप आइटम को रोटेशन से भी हटा सकते हैं और आइटम को यहां रोटास में भी जोड़ सकते हैं।

source: Managing rotation notices
hi: रोटेशन नोटिस का प्रबंधन

source: Stock rotation can send email notices to branch libraries to aid in selecting the items due for rotation. Branch 'Reply-to' addresses will be used in preference to 'Email' addresses for the notice recipients.
hi: स्टॉक रोटेशन रोटेशन के लिए आइटम का चयन करने में सहायता करने के लिए शाखा पुस्तकालयों को ईमेल नोटिस भेज सकते हैं। नोटिस प्राप्तकर्ताओं के लिए 'ईमेल' पतों की वरीयता के लिए शाखा 'उत्तर-से' पते का उपयोग किया जाएगा।

source: The contents of the notices can be customised in the normal manor through the notices tool and the relevant notice has the code SR_SLIP.
hi: नोटिस की सामग्री को सामान्य उपकरण में नोटिस टूल के माध्यम से अनुकूलित किया जा सकता है और संबंधित नोटिस में कोड SR_SLIP है।

source: Permissions
hi: अनुमतियाँ

source: The stock rotation tool uses two distinct permissions:
hi: स्टॉक रोटेशन टूल दो अलग-अलग अनुमतियों का उपयोग करता है:

source: this governs a users ability to create, update and delete a rota.
hi: यह उपयोगकर्ताओं को एक रोटेट बनाने, अपडेट करने और हटाने की क्षमता को नियंत्रित करता है।

source: this governs a users ability to add, remove and progress
hi: यह उपयोगकर्ताओं को जोड़ने, हटाने और प्रगति करने की क्षमता को नियंत्रित करता है

source: items on a rota.
hi: एक रोटा पर आइटम।

source: MARC modification templates
hi: मार्क संशोधन टेमप्लेट
tr: MARC değiştirme şablonları
zh_tw: MARC 修改模板

source: The MARC modification templates system gives Koha users the power to make alterations to MARC records automatically while staging MARC records for import.
hi: मार्क संशोधन टेम्पलेट्स प्रणाली कोहा उन मार्क स्वचालित रूप से रिकॉर्ड करने के लिए, जबकि मंचन मार्क रिकॉर्ड आयात के लिए परिवर्तन करने की शक्ति देता है।

source: This tool is useful for altering MARC records from various vendors/sources work with your MARC framework. The system essentially allows one to create a basic script using actions to Copy, Move, Add, Update and Delete fields.
hi: यह उपकरण विभिन्न विक्रेताओं से मार्क रिकॉर्ड में फेरबदल के लिए उपयोगी है / सूत्रों आपका मार्क ढांचे के साथ काम करते हैं। प्रणाली को अनिवार्य रूप से एक, कॉपी ले जाएँ, जोड़, अपडेट और खेतों को हटाने के लिए कार्रवाई का उपयोग कर एक बुनियादी स्क्रिप्ट बनाने के लिए अनुमति देता है।
tr: Bu araç, MARC çerçeveniz ile çalışan çeşitli satıcılar/kaynakların MARC kayıtlarını değiştirmek için yararlıdır. Sistem aslında, Kopyala Taşı, ekleme, güncelleştirme ve silme eylemleri kullanarak temel bir komut dosyası oluşturmak için olanak sağlamaktadır.
zh_tw: 此工具協助您以MARC框架編修來自供應商的MARC記錄。系統允許新增腳本執行複製、移動、新增、更新與刪除欄位的工作。

source: Start by adding a new template (a template can be made up of one or more actions) by entering a name and clicking 'Create template'.
hi: एक नया टेम्पलेट जोड़कर शुरू एक नाम में प्रवेश करने और 'टेम्पलेट बनाएँ' क्लिक करके (एक टेम्पलेट एक या अधिक कार्यों से बना जा सकता है)।
tr: Bir ad girerek ve 'Şablonu oluştur' düğmesine tıklayarak yeni bir şablon (şablon, bir veya daha fazla eylemden yapılabilir) ekleyerek başlayın.
zh_tw: 鍵入新模板 (模板可由多個作為構成) 的名稱並按 '新增模板' 鈕。
