Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: All notices and circulation receipts (or slips) generated by Koha can be customized using the Notices & slips tool. The system comes with several predefined templates that will appear when you first visit this tool.
hi: कोहा द्वारा उत्पन्न सभी नोटिस और परिसंचरण प्राप्तियां (या पर्ची) नोटिस और स्लिप्स टूल का उपयोग करके अनुकूलित की जा सकती हैं। सिस्टम कई पूर्वनिर्धारित टेम्पलेट्स के साथ आता है जो तब दिखाई देंगे जब आप पहली बार इस टूल पर जाते हैं।
zh_tw: Koha 產生的通知與流通收據 (或收條) 都可以用通知&amp;收條工具客製它。系統本身有若干預設的模版在工具頁面裡。

source: Each notice can be edited, but only a few can be deleted, this is to prevent system errors should a message try to send without a template. Each notice and slip can be edited on a per library basis, by default you will see the notices for all libraries.
hi: प्रत्येक सूचना संपादित किया जा सकता है, लेकिन केवल कुछ ही नष्ट किया जा सकता है, यह एक संदेश एक टेम्पलेट के बिना भेजने के लिए प्रयास करना चाहिए, सिस्टम में त्रुटियाँ रोकने के लिए है। प्रत्येक सूचना और पर्ची, एक प्रति पुस्तकालय के आधार पर संपादित किया जा सकता डिफ़ॉल्ट रूप से आप सभी पुस्तकालयों के लिए नोटिस देखेंगे।
tr: Her uyarı düzenlenebilir fakat sadece birkaçı silinebilir. Bu işlem, her hangi bir mesaj şablonsuz yollanmaya çalışılırsa, sistem hatalarını önlemek için kullanılır. Her uyarı ve slip her bir kütüphane bazında düzenlenebilir, varsayılanda tüm kütüphaneler için uyarılar göreceksiniz.
zh_tw: 每個通知都可編輯，為了避免系統錯誤，祗有少數才能被刪除。每個通知與收條都可以編輯供各圖書館使用，預設是給所有圖書館使用。

source: If you have a style you'd like applied to all slips you can point the :ref:`SlipCSS` preference to a stylesheet. The same is true for notices, using the :ref:`NoticeCSS` preference to define a stylesheet.
hi: यदि आपके पास ऐसी शैली है जिसे आप सभी पर्ची पर लागू करना चाहते हैं तो आप इसे इंगित कर सकते हैं :ref:`SlipCSS` स्टाइलशीट की प्राथमिकता। नोटिस के लिए भी यह सच है, इसका उपयोग करके स्टाइलशीट को परिभाषित करने के लिए :ref:`NoticeCSS` वरीयता।
tr: Tüm sliplere uygulanmasını istediğiniz bir stiliniz varsa, :ref:`SlipCSS ` tercihini bir stil sayfasına yönlendirebilirsiniz. Aynısı bir stil sayfası belirlemek için :ref:`NoticeCSS` tercihi kullanan bildirimler için de geçerlidir.
zh_tw: 可把固定的樣式適用於所有的收條，您可設定 :ref:`SlipCSS` 偏好為該樣式。同樣的情形也適用於通知，可設定 :ref:`NoticeCSS` 偏好為指定的樣式表。

source: You will also want to review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for more information on formatting these notices.
hi: आप इन फ़ॉर्मेटिंग के बारे में अधिक जानकारी के लिए `कस्टमाइज़िंग नोटिस और स्लिप्स <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>` _ विकी पृष्ठ की समीक्षा भी करना चाहेंगे।
zh_tw: 格式化此通知也需檢視 `客製化通知與收條 <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ 共筆頁面。

source: Adding notices & slips
hi: नोटिस और स्लिपस जोड़ना
zh_tw: 新增通知 & 收條

source: To add a new notice or slip
hi: एक नया नोटिस या पर्ची को जोड़ने के लिए
tr: Yeni bir bildirim yada slip eklemek için
zh_tw: 新增通知或收條

source: Click 'New notice'
hi: क्लिक करें 'नई सूचना'
zh_tw: 勾選 '新增通知'

source: Choose which library this notice or slip is for
hi: चुनें जो पुस्तकालय इस नोटिस या पर्ची के लिए है
tr: Bu uyarının ya da notun hangi kütüphane için olduğunu seçin
zh_tw: 選擇此通知或收條適用的圖書館

source: Not all notices can be branch specific for more information review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page.
hi: सभी सूचनाएं अधिक जानकारी के लिए शाखा विशिष्ट नहीं हो सकती हैं `कस्टमाइज़िंग नोटिस और स्लिप्स <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>` _ wiki पेज।
zh_tw: 並非所有通知都可以依館別區分，詳情見 `客製化通知與收條 <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ 共筆頁頁。

source: Choose the module this notice is related to
hi: मॉड्यूल इस नोटिस से संबंधित है चुनें
tr: Bu modülle ilgili uyarıyı seçin.
zh_tw: 選擇此通知相關的模組

source: The Code is limited to 20 characters
hi: कोड 20 अक्षरों तक सीमित है
tr: Kod 20 karakterle sınırlıdır
zh_tw: 代碼限制20字元內

source: Use the name field to expand on your Code
hi: विस्तार करने के लिए कोड अपने क्षेत्र पर नाम का प्रयोग करें
tr: Kodlamanız üzerinde genişletme yapmak için ad alanını kullanın
zh_tw: 以同樣的欄位擴允您的代碼

source: With overdue notices, be sure to put your branch name in the description as well so that it will be visible when setting up your :ref:`triggers <overdue-notice/status-triggers-label>`.
hi: अतिदेय नोटिस के साथ, अपने शाखा का नाम विवरण में भी रखना सुनिश्चित करें ताकि यह आपके सेट अप करते समय दिखाई दे: ref: `triggers <overdue-notice/status-triggers-label>`.
tr: Gecikme bildirimlerinde açıklama içerisinde birim adını da yazdığınızdan emin olun, böylece :ref:`tetikleyiciler <overdue-notice/status-triggers-label>` tercihinizi ayarlarken görünür olacaklardır.
zh_tw: 使用逾期通知時，確認分館名稱出現其中以及設定 :ref:`triggers <overdue-notice/status-triggers-label>` 之內。

source: Next you can customize the notice for every possible delivery method
hi: इसके बाद आप हर संभव वितरण पद्धति के लिए नोटिस अनुकूलित कर सकते हैं
tr: Daha sonra mümkün olan her teslimat yöntemi için bildirimi özelleştirebilirsiniz
zh_tw: 接著您可客製化各種可能發送方式的通知

source: Every notice should have an Email template set for it
hi: हर सूचना को इसके लिए एक ईमेल टेम्पलेट सेट होना चाहिए
tr: Her bildirimin kendisi için ayarlanmış bir E-posta şablonu olması gerekir
zh_tw: 每種通知都應有專屬的電子郵件模板

source: If you're using the :ref:`TalkingTechItivaPhoneNotification` service you can set up a Phone notification
hi: यदि आप इसका उपयोग कर रहे हैं : ref: `TalkingTechItivaPhoneNotification` सेवा आप एक फोन अधिसूचना सेट अप कर सकते हैं
tr: :ref:`TalkingTechItivaPhoneNotification` servisini kullanıyorsanız bir telefon bildirimi kurabilirsiniz
zh_tw: 若使用 :ref:`TalkingTechItivaPhoneNotification` 服務就能設定電話通知

source: If you plan on printing this notice you can set the Print template next
hi: आप अगले प्रिंट टेम्पलेट सेट कर सकते हैं यदि आप इस सूचना के मुद्रण पर योजना
tr: Bu bildirimi yazdırmayı planlıyorsanız, yayındaki Yazdırma şablonunu ayarlayabilirsiniz
zh_tw: 列印此通知時，可以設定列印模板

source: If you have enabled SMS notices with the :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` preference you can set the text for your SMS notices next
hi: अगर आपने एसएमएस नोटिस को सक्षम किया है : ref: `SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label> 'वरीयता आप अपने एसएमएस नोटिस के लिए टेक्स्ट सेट कर सकते हैं
tr: SMS bildirimlerini :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` tercihi ile etkinleştirdiyseniz, SMS bildirimleriniz için metin oluşturabilirsiniz
zh_tw: 若從 :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` 偏好啟用簡訊通知就能送出簡訊通知

source: Each notice offers you the same options
hi: प्रत्येक सूचना आप एक ही विकल्प प्रदान करता है
tr: Her bildirim size aynı seçenekleri sunar
zh_tw: 每個通知都有相同的選項

source: If you plan on writing the notice or slip in HTML check the 'HTML message' box, otherwise the content will be generated as plain text
hi: 'एचटीएमएल संदेश' बॉक्स की जांच आप नोटिस लिखने पर योजना या HTML में पर्ची हैं, अन्यथा सामग्री सादा पाठ के रूप में उत्पन्न हो जाएगा
zh_tw: 若計畫以 HTML 格式撰寫通知或收條，勾選 'HTML訊息' 盒，否則其內容將視為純文字

source: Message subject is what will appear in the subject line of the email
hi: संदेश विषय क्या ईमेल के विषय पंक्ति में दिखाई देगा
zh_tw: 合併主題將顯示在電子郵件主題列

source: In the message body feel free to type whatever message you feel is best, use the fields on the left hand side to enter individualized data from the from database.
hi: संदेश के मुख्य भाग में टाइप करने के लिए जो भी संदेश आप सबसे अच्छा है लग रहा है, डेटाबेस से व्यक्तिगत डेटा दर्ज करने के बाएं हाथ की ओर के क्षेत्रों का उपयोग के लिए स्वतंत्र महसूस।
tr: İleti gövdesinde sizin için en iyi olduğunu düşündüğünüz her türlü iletiyi yazmaktan çekinmeyin, veri tabanından bireyselleştirilmiş veri girmek için sol taraftaki alanları kullanın.
zh_tw: 可在訊息本體使用任何文字，使用左手邊的欄位鍵入來自資料庫的個人化資料。

source: Review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for more information.
hi: समीक्षा करें 'अनुकूलन नोटिस और पर्ची <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ अधिक जानकारी के लिए विकी पेज.
zh_tw: 詳情見 `客製化通知與收條 <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ 共筆頁面。

source: Overdue notices can use <<items.content>> tags by themselves, or use <item></item> to span all of the tags. Learn more about the :ref:`Overdue notice markup <overdue-notice-markup-label>`
hi: ओवरड्यू नोटिस <<items.content>> टैग स्वयं का उपयोग कर सकते हैं, या सभी टैग्स को विस्तारित करने के लिए <item></item> का उपयोग कर सकते हैं। इसके बारे में और जानें :ref:`अतिदेय नोटिस मार्कअप <overdue-notice-markup-label>`
zh_tw: 逾期通知本身可使用 <<items.content>> 標籤，或使用 <item></item> 展開所有的標籤。詳情見 :ref:`標記逾期通知 <overdue-notice-markup-label>`

source: On overdue notices make sure to use <<items.content>> tags to print out the data related to all items that are overdue.
hi: अतिदेय नोटिस पर <<items.content>> टैग का उपयोग करने के लिए सुनिश्चित करें कि अतिदेय सभी वस्तुओं से संबंधित डेटा मुद्रित करें।
tr: Gecikme uyarılarında gecikmiş tüm materyallerle ilgili verilerin çıktısını almak için <<items.content>> tag'ini kullandığınızdan emin olun.
zh_tw: 確認使用 <<items.content>> 於逾期通知裡，列出所有逾期的館藏資料。

source: The other option, only for overdue notices, is to use the <item></item> tags to span the line so that it will print out multiple lines. One example for the <item></item> tag option is:
hi: दूसरा विकल्प, केवल अतिदेय नोटिस के लिए,<item></item> टैग का उपयोग लाइन को फैलाने के लिए करना है ताकि वह एकाधिक लाइनों को प्रिंट करेगा<item></item> टैग विकल्प के लिए एक उदाहरण है:
zh_tw: 另個祗適用於另個逾期通知的選項是，使用 <item></item> 標籤展開它以印出多列。給 <item></item> 標籤選項的範例是：

source: <item>"<<biblio.title>>" by <<biblio.author>>, <<items.itemcallnumber>>, Barcode: <<items.barcode>> , Checkout date: <<issues.issuedate>>, Due date: <<issues.date\_due>> Fine: <<items.fine>> Due date: <<issues.date\_due>> </item>
hi: <item>"<<biblio.title>>" by <<biblio.author>>, <<items.itemcallnumber>>, Barcode: <<items.barcode>> , चैकआउट दिनांक: <<issues.issuedate>>, देय दिनांक: <<issues.date\_due>> Fine: <<items.fine>> देय दिनांक: <<issues.date\_due>> </item>
zh_tw: <item>"<<biblio.title>>" 著者 <<biblio.author>>、<<items.itemcallnumber>>、條碼：<<items.barcode>>、借出日期：<<issues.issuedate>>、到期日：<<issues.date\_due>> 罰款：<<items.fine>> 到期日：<<issues.date\_due>> </item>

source: Only the overdue notices take advantage of the <item></item> tags, all other notices referencing items need to use <<items.content>>
hi: केवल अतिदेय नोटिस <item></item> टैग का लाभ उठाते हैं, अन्य सभी नोटिस संदर्भित करने के लिए आइटमों का उपयोग करने की आवश्यकता है<<items.content>>
tr: Yalnızca gecikme bildirimleri <item></item> faydalanırlar, materyalleri referanslayan diğer tüm bildirimler <<items.content>> kullanmalıdırlar
zh_tw: 祗有逾期通知才能使用 <item></item> 標籤，其他的通知使用 <<items.content>>

source: To add today's date you can use the <<today>> syntax
hi: आज की तारीख जोड़ने के लिए आप <<<today>> वाक्यविन्यास का उपयोग कर सकते हैं
tr: Bugünün tarihini eklemek için <<today>> söz dizimini kullanabilirsiniz
zh_tw: 可使用 <<today>> 語法新增今天的日期

source: If you don't want to print the patron's full name on your slips or notice you can enter data in the Other name or Initials field for each patron and use that value instead.
hi: यदि आप अपने फिसल जाता है पर संरक्षक का पूरा नाम मुद्रित नहीं करना चाहते हैं या नोटिस यदि आप अन्य नाम या प्रत्येक संरक्षक के लिए प्रथमाक्षर क्षेत्र में डेटा दर्ज और इसके बजाय कि मूल्य का उपयोग कर सकते हैं।
tr: İşlem fişlerinin veya bildirimlerin üzerine kullanıcının tam adını basmak istemiyorsanız Diğer ad ya da ismin baş harfleri alanına her kullanıcı için veri girip tam ad yerine bu değerleri kullanabilirsiniz.
zh_tw: 可在其他姓名或縮寫欄位鍵入讀者全名就能在收條或通知內顯示其全名。

source: The system preference :ref:`TranslateNotices` will add tabs for each installed language to the notices editor. The notice defined in the 'Default' tab will be used if there is no preferred language set for a patron.
hi: सिस्टम वरीयता :ref:`अनुवाद नोटिस' नोटिस संपादक को प्रत्येक स्थापित भाषा के लिए टैब जोड़ देगा। यदि संरक्षक के लिए कोई पसंदीदा भाषा सेट नहीं है तो 'डिफ़ॉल्ट' टैब में परिभाषित नोटिस का उपयोग किया जाएगा।
zh_tw: 系統偏好 :ref:`TranslateNotices` 將在通知編輯內新增每個語系的分頁。讀者若沒有設定首選的語系，則使用設定在 '預設' 分頁的通知。

source: Preview notice templates
hi: पूर्वावलोकन नोटिस टेम्पलेट
zh_tw: 檢視通知模板

source: For some notices it is possible to preview the notice template showing how it would look to a specified patron for a particular item or record.
hi: कुछ नोटिस के लिए नोटिस टेम्पलेट का पूर्वावलोकन करना संभव है कि यह किसी विशेष आइटम या रिकॉर्ड के लिए निर्दिष्ट संरक्षक को कैसे देखेंगे।
zh_tw: 有的時候，仍需要檢視通知模板，以確認對指定讀者特定館藏或紀錄發送的通知。

source: If a notice template is previewable the notice template header will contain a field to enter preview data
hi: यदि कोई नोटिस टेम्पलेट पूर्वावलोकन योग्य है तो नोटिस टेम्पलेट हेडर में पूर्वावलोकन डेटा दर्ज करने के लिए एक फ़ील्ड होगा
zh_tw: 檢視通知模板時，可看到模板標題的鍵入資料的欄位

source: Fill in the necessary information for the template then click the Preview button below the message body. The preview dialog will indicate if there are any problems generating the notice template preview.
hi: टेम्पलेट के लिए आवश्यक जानकारी भरें, फिर संदेश निकाय के नीचे पूर्वावलोकन बटन पर क्लिक करें। पूर्वावलोकन संवाद इंगित करेगा कि नोटिस टेम्पलेट पूर्वावलोकन उत्पन्न करने में कोई समस्या है या नहीं।
zh_tw: 填入必要的資訊，按下方的檢視鈕。檢視對話將顯示任何問題。

source: Overdue notice markup
hi: अतिदेय नोटिस मार्कअप
zh_tw: 標記逾期通知

source: When creating your overdue notices there are two tags in addition to the various database fields that you can use in your notices. You will also want to review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for information on formatting item information in these notices.
hi: अपनी अतिदेय सूचनाएँ बनाते समय विभिन्न डेटाबेस फ़ील्ड्स के अतिरिक्त दो टैग होते हैं जिन्हें आप अपने नोटिस में उपयोग कर सकते हैं। आप इन सूचनाओं में आइटम जानकारी फ़ॉर्मेट करने की जानकारी के लिए `कस्टमाइज़िंग नोटिस और स्लिप्स <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>` _ विकी पृष्ठ की समीक्षा भी करना चाहेंगे।
zh_tw: 新增逾期通知時，在資料庫欄位外還可以加入兩個標籤。詳情見 `客製化通知與收條 <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ 共筆頁面。

source: These new tags only work on the overdue notices, not other circulation related notices at this time.
hi: इन नए टैग केवल अतिदेय नोटिस, इस समय नहीं अन्य संचलन संबंधित सूचनाओं पर काम करते हैं।
tr: Bu yeni tag'ler yalnızca gecikme bildirimlerinde çalışır, şu an için dolaşımla ilgili diğer bir bildirim yoktur.
zh_tw: 這些新標籤祗適用於逾期通知，不能用在其他的流通通知。

source: These tags are <item> and </item> which should enclose all fields from the biblio, biblioitems, and items tables.
hi: ये टैग <item> और </item> हैं जो सभी फ़ील्ड को बाइबिलियो, बाइबिलियोइटम्स और आइटम टेबल से जोड़ना चाहिए।
tr: Bu tag'ler biblio, biblioitems ve materyal tablolarından tüm alanları kapsaması gereken <item> ve </item>'dir.
zh_tw: <item> 與 </item> 應包括來自書目與館藏表的所有欄位。

source: An example of using these tags in a notice template might be like:
hi: एक नोटिस टेम्पलेट में इन टैग का उपयोग कर की तरह हो सकता का एक उदाहरण:
tr: Bu iki etiketi bir uyarı şablonunda kullanma örneği şu şekilde olabilir:
zh_tw: 可使用通知模版裡這些欄號裡的範例：

source: Which, assuming two items were overdue, would result in a notice like:
hi: कौन सा है, यह सोचते दो मदों से जुर्माना थे, एक नोटिस में नतीजा होगा जैसे:
tr: İki materyalin süresinin geçtiğini varsayarak şu şekilde bir uyarı ortaya çıkabilir:
zh_tw: 假設兩筆館藏逾期，通知內容會是這樣：

source: Existing notices & slips
hi: मौजूदा सूचनाएँ एंव स्लिपस
zh_tw: 既有說明與收條

source: Among the default notices are notices for several common actions within Koha. All of these notices can be customized by altering their text via the Notices & slips tool and their style using the :ref:`NoticeCSS` preference to define a stylesheet. You will also want to review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for information on formatting item information in these notices. Here are some of what those notices do:
hi: कोहा के भीतर कई सामान्य कार्यों के लिए डिफ़ॉल्ट नोटिस में नोटिस हैं। इन सभी नोटिस को नोटिस और स्लिप्स टूल और स्टाइलशीट को परिभाषित करने के लिए :ref:`NoticeCSS` वरीयता का उपयोग करके नोटिस और स्लिप्स टूल और उनकी शैली के माध्यम से उनके टेक्स्ट को बदलकर अनुकूलित किया जा सकता है। इन नोटिस में आइटम जानकारी स्वरूपण करने के बारे में जानकारी के लिए आप 'कस्टमाइज़िंग नोटिस और स्लिप्स <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ विकी पेज की समीक्षा भी करना चाहेंगे। यहां कुछ नोटिस दिए गए हैं:
zh_tw: 預設通知裡包括若干 Koha 常用的通知。可以經由通知 &amp; 收條工具修改它且其樣式可以使用 :ref:`NoticeCSS` 偏好設定於樣式表內。詳情見 `客製化通知與收條 <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ 共筆頁面。以下是若干通知：

source: ACCEPTED
hi: स्वीकृत
tr: KABUL EDİLDİ
zh_tw: 已接受

source: This notice is sent when a patron's suggestion is accepted.
hi: यह नोटिस तब भेजा जाता है जब एक संरक्षक का सुझाव स्वीकार किया जाता है।
zh_tw: 接受讀者的採訪建議後，送出此通知。

source: *Note:* If you don't want to send this notice, just delete it.
hi: *नोट:* यदि आप यह नोटिस नहीं भेजना चाहते हैं, तो बस इसे हटाएं।
zh_tw: *說明*：若不想送出此通知，刪除即可。

source: This notice is sent for each payment transaction in a patron's account if the :ref:`UseEmailReceipts` system preference is set to 'Send'.
hi: यह नोटिस प्रत्येक भुगतान संरक्षक के खाते में लेनदेन के लिए भेजा जाता है यदि :ref:`UseEmailReceipts` सिस्टम वरीयता 'भेजें' पर सेट हो।
zh_tw: 若 :ref:`UseEmailReceipts` 系統偏好設為 '送出'，則將此通知送至付費讀者的帳戶。

source: This notice is sent for each writeoff transaction in a patron's account if the :ref:`UseEmailReceipts` system preference is set to 'Send'.
hi: यह नोटिस प्रत्येक भुगतान संरक्षक के खाते में लेनदेन के लिए भेजा जाता है यदि :ref:`UseEmailReceipts` सिस्टम वरीयता 'भेजें' पर सेट हो।
zh_tw: 若將 :ref:`UseEmailReceipts` 系統偏好設為 '送出'，則把此通知送給豁免的讀者帳戶。

source: Sent to patrons when their account is set up if the :ref:`AutoEmailOPACUser <autoemailopacuser-label>` preference is set to 'Send'
hi: जब उनके खाते की स्थापना की जाती है तो संरक्षक को भेजा जाता है यदि: ref: refE: `AutoEmailOPACUser <autoemailopacuser-label> 'वरीयता' भेजें 'पर सेट है
tr: :ref:`AutoEmailOPACUser <autoemailopacuser-label>` tercihi 'Gönder' olarak ayarlı ise, hesapları oluşturulduğunda kullanıcılara gönderilir
zh_tw: 將 :ref:`AutoEmailOPACUser <autoemailopacuser-label>` 偏好設為 '送出' 時就能送出給讀者

source: *Important:* The notice will only be sent correctly if a username, password and email address is added to the patron record before saving it for the first time. The notice can't be resend or triggered again after the patron account has been created.
hi: *महत्वपूर्ण:* नोटिस केवल तभी भेजा जाएगा जब उपयोगकर्ता नाम, पासवर्ड और ईमेल पता पहली बार सहेजने से पहले संरक्षक रिकॉर्ड में जोड़ा जाता है। संरक्षक खाता बनने के बाद नोटिस फिर से नहीं भेजा जा सकता है या फिर ट्रिगर नहीं किया जा सकता है।
zh_tw: *重要*：第一次送出通知前，必須填入正確的使用者名稱、密碼及電子郵件。新增讀者帳號後，不能重送或再啟動通知。

source: ACQCLAIM (Acquisition claim)
hi: ACQCLAIM (अधिग्रहण दावा)
zh_tw: ACQCLAIM (採訪催缺)

source: Used for claiming orders in the aquisitions module
hi: अधिग्रहण मॉड्यूल में ऑर्डर का दावा करने के लिए प्रयुक्त होता है
zh_tw: 使用於採訪模組的催缺

source: ACQCLAIM is the code of the sample notice, but it's possible to define several notices choosing any code. Only the module 'Claim aquisition' will be taken into account. All notices with this module will appear in the pull down on the late orders page.
hi: ACQCLAIM नमूना नोटिस का कोड है, लेकिन किसी भी कोड को चुनने वाली कई नोटिस को परिभाषित करना संभव है। केवल मॉड्यूल 'दावा अधिग्रहण' को ध्यान में रखा जाएगा। इस मॉड्यूल के साथ सभी नोटिस देर से ऑर्डर पेज पर खींचने में दिखाई देंगे।
zh_tw: ACQCLAIM 是範例通知的代碼，可以用任何代號設定多個通知。祗有在 '要求採訪' 模組內的再算數。在此模組內的通知將顯示在後續訂單頁面的下拉選單裡。

source: *Get there:* More > Acquisitions > Late orders
hi: * वहां जाएं: * अधिक > अधिग्रहण > आदेश विलंभ
zh_tw: *到那裡：* 更多 &gt; 採訪 &gt; 遲到訂單

source: This notice is sent if several criteria are met:
hi: यह नोटिस भेजा जाता है यदि कई मानदंडों को पूरा किया जाता है:
zh_tw: 在若干情況下，使用此通知：

source: The staff patron triggering the email has a valid email address.
hi: ईमेल को ट्रिगर करने वाले स्टाफ संरक्षक के पास एक वैध ईमेल पता है।
zh_tw: 館員以有效電子郵件地址發送電子郵件。

source: The vendor contact marked as 'Contact about late orders?' has a valid email address.
hi: विक्रेता संपर्क 'देर से आदेश के बारे में संपर्क' के रूप में चिह्नित किया गया है? एक वैध ईमेल पता है।
zh_tw: 代理商的連絡資訊標記為 '有關晚到的訂單嗎？' 另有可用的電子郵件地址。

source: ACQORDER (Acquisition order)
hi: ACQORDER (अधिग्रहण आदेश)
zh_tw: ACQORDER (採訪訂單)

source: Used in the acquisitions module to send order information to the vendor
hi: विक्रेता को ऑर्डर जानकारी प्रेषित अधिग्रहण मॉड्यूल में प्रयुक्त होता है
zh_tw: 以採訪模組發送採購資訊給代理商

source: The notice is triggered manually from the basket summary page using the 'Email order' button in the toolbar.
hi: टूलबार में 'ईमेल ऑर्डर' बटन का उपयोग करके नोटिस टोकरी सारांश पृष्ठ से मैन्युअल रूप से ट्रिगर किया गया है।
zh_tw: 從借出籃摘要頁面的工具列，使用 '電子郵件訂單'，就能人工啟動通知。

source: The vendor contact marked as 'Primary acquisitions contact' and 'Contact when ordering' has a valid email address.
hi: विक्रेता संपर्क 'प्राथमिक अधिग्रहण संपर्क' और 'ऑर्डर करने पर संपर्क करें' के रूप में चिह्नित एक वैध ईमेल पता है।
zh_tw: 代理商的連絡資訊標記為 '主要採訪連絡資訊' 與 '訂購時請連絡' 有可用的電子郵件地址。

source: Used in the acquisition module to inform patrons on receiving orders they have been added to.
hi: अधिग्रहण मॉड्यूल में उपयोग किए जाने वाले ऑर्डर प्राप्त करने पर संरक्षक को सूचित करने के लिए उपयोग किया जाता है।
zh_tw: 於採訪模組通知讀者已收到訂單。

source: This notice is sent to the patron when an article request is cancelled by staff.
hi: कर्मचारियों द्वारा एक लेख अनुरोध रद्द होने पर यह नोटिस संरक्षक को भेजा जाता है।
zh_tw: 論文請求被館員取消後，發送此通知給讀者。

source: This notice is sent to the patron when an article request is marked as completed by staff.
hi: यह नोटिस संरक्षक को भेजा जाता है जब एक लेख अनुरोध कर्मचारियों द्वारा पूरा किया जाता है।
zh_tw: 論文請求被館員標記為已完成，發送此通知給讀者。

source: This notice is sent to the patron when an article request has been made in order to confirm the request.
hi: यह सूचना संरक्षक को भेजी जाती है जब अनुरोध की पुष्टि करने के लिए एक लेख अनुरोध किया गया है।
zh_tw: 論文請求被確認後，發送此通知給讀者。

source: This notice is sent to the patron when an article request is marked as being processed by staff.
hi: यह नोटिस संरक्षक को भेजा जाता है जब एक लेख अनुरोध कर्मचारियों द्वारा संसाधित किए जाने के रूप में चिह्नित किया जाता है।
zh_tw: 論文請求標記為館員正在處理時，發送此通知給讀者。

source: AVAILABLE
hi: उपलब्ध

source: This notice is sent to the patron who made a suggestion, when the order created from the suggestion is received.
hi: यह नोटिस संरक्षक को भेजा गया है, जिसने सुझाव दिया है, जब सुझाव से बनाया गया आदेश प्राप्त होता है।
zh_tw: 從採訪建議來的訂單已成立後，此通知送給提出建議的讀者。

source: CHECKIN
hi: चेकइन
tr: İADE

source: This notice is sent as the 'Check in' notice for all items that are checked in
hi: यह सूचना सभी आइटम है कि चैक आउट कर रहे हैं के लिए 'चैक आउट करें' नोटिस के रूप में भेजा जाता है
tr: Bu bildirim, iade alınmış tüm materyaller için 'İade' bildirimi olarak gönderilir
zh_tw: 還入館藏時發送此 '還入' 通知

source: This notice is used if two criteria are met:
hi: इस नोटिस प्रयोग किया जाता है, तो दो मानदंड से मुलाकात कर रहे हैं:
tr: İki kriter yerine geldiği takdirde bu duyuru kullanılır:
zh_tw: 碰到以下兩種情況時使用此通知：

source: The :ref:`EnhancedMessagingPreferences` is set to 'Allow'
hi: यह :ref:`EnhancedMessagingPreferences` 'अनुमति' के लिए सेट है
tr: :ref:`EnhancedMessagingPreferences` 'İzin ver' olarak ayarlı
zh_tw: 把 :ref:`EnhancedMessagingPreferences` 偏好設為 '允許'

source: The patron has requested to receive this notice
hi: संरक्षक इस नोटिस प्राप्त करने के लिए अनुरोध किया है
tr: Kullanıcı bu duyuruyu almayı talep etti
zh_tw: 讀者請求收到此通知
