Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Start and End date will depict when this club runs, the entire duration of the club. Once the club expires, it will be removed from the OPAC for users to enroll if that option is selected.
tr: Başlangıç ve Bitiş tarihi, bu kulüp çalıştığında, kulübün tüm süresini gösterir. Kulüp süresi dolduğunda, bu seçenek seçildiğinde kullanıcıların kayıt olması için OPAC'dan kaldırılacaktır.

source: Enrolling a patron in a club
tr: Bir kullanıcıyı bir kulübe kayıt etme

source: pull up a patron account click on the checkout tab on the left hand side click on the tab for club add the patron to the selected club by selecting the enroll button you can also cancel enrollment by clicking on the cancel enrollment
tr: sol taraftaki checkout sekmesi üzerine tıklayarak bir kullanıcı hesabı çekin, kulüp için sekmenin üzerine tıklayın, kayıt olma butonunu seçerek kullanıcıyı seçilen kulübe ekleyin, aynı zamanda kaydı iptal et üzerine tıklayarak kayıt işlemini iptal edebilirsiniz

source: *Get there:* More > Tools > Patrons and Circulation > Comments
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Yorumlar

source: and next to the Comments tool on the Tools Module
tr: ve Araçlar Modülündeki Yorumlar aracının yanında

source: To moderate comments click on the notification on the main dashboard or go directly to the Comments Tool and click 'Approve' or 'Delete' to the right of the comments awaiting moderation.
tr: Yorumları yönetmek için, ana gösterge tablosundaki bildirime tıklayınız ya da direkt olarak Yorumlar Aracına gidiniz ve onaylamayı bekleyen yorumların sağındaki 'Onayla' ya da 'Sil'e tıklayınız.

source: Patron Import
tr: Kullanıcı İçe Aktarımı

source: *Get there:* More > Tools > Patrons and Circulation > Import Patrons
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım> Kullanıcıları İçe Aktar

source: Creating Patron File
tr: Kullanıcı dosyası oluşturma

source: Your Koha installation comes with a blank CSV file that you can use as a template for your patron records. If you would like to create the file yourself, make sure that your file has the following fields in this order as the header row:
tr: Koha kurulumunuz, kullanıcı kayıtlarınıza şablon olarak kullanabileceğiniz boş bir CSV dosyası ile birlikte gelir. Dosyayı kendiniz oluşturmak istiyorsanız, dosyanızda başlık satırı olarak aşağıdaki alanların bulunduğundan emin olunuz:

source: Date formats should match your :ref:`system preference <dateformat-label>`, and must be zero-padded, e.g. '01/02/2008'.
tr: Tarih biçimleri :ref:`sistem tercihi <dateformat-label>` ile eşleşmelidir ve 0 ile tamamlanmalıdır, ör. '01/02/2008'.

source: The fields 'branchcode', 'categorycode' and all fields you have defined in the :ref:`BorrowerMandatoryField` preference are required and must match valid entries in your database.
tr: 'branchcode', 'categorycode' alanları ve :ref:`BorrowerMandatoryField` tercihinde tanımladığınız tüm alanlar zorunludur ve veritabanında geçerli girişlerle eşleşmeleri gerekir.

source: When replacing a patron record, any attributes specified in the input file replace all of the attribute values of any type that were previously assigned to the patron record.
tr: Bir kullanıcı kaydı başkası ile değiştirilirken, girdi dosyasında belirtilen herhangi bir özellik daha önce o kullanıcı kaydına atanmış herhangi bir nitelik değerinin tümünü değiştirir.

source: Importing Patrons
tr: Kullanıcıları içe aktarıyor

source: Once you have created your file, you can use the Patron Import Tool to bring the data into Koha.
tr: Dosyanızı oluşturduktan sonra, Kullanıcı İçe Aktarma Aracını Koha’ya veri taşımak için kullanabilirsiniz.

source: Choose to match on 'Cardnumber' or 'Username' to prevent adding of duplicate card numbers to the system
tr: Sisteme yinelenen kart numarası eklenmesini önlemek için 'Kart numarası' veya 'Kullanıcı adı' üzerinde eşleştirmeyi seçin

source: ex. If you're importing patrons specific to one branch you can use the field on the Import form to apply the branch code to all those you are importing.
tr: ör. Eğer kullanıcıları belirli bir birime aktarıyorsanız, birim kodunu tüm aktardığınız kullanıcılara uygulamak için İçe Aktarma Formundaki alanı kullanabilirsiniz.

source: Finally you need to decide on what data you want to replace if there are duplicates.
tr: Son olarak, eğer tekrarlar varsa değiştirmek istediğiniz verilerin üzerinde karar vermeniz gerekiyor.

source: If you included patron attributes in your file you can decide whether to add your values to existing values or erase existing values and enter only your new values.
tr: Dosyanızda kullanıcı nitelikleri varsa, mevcut değerlere kendi değerlerinizi eklemeye ya da mevcut olanları silmeye ve sadece yeni olanları girmeye karar verebilirsiniz.

source: Notices & Slips
tr: Uyarılar & Sekmeler

source: *Get there:* More > Tools > Patrons and Circulation > Notices & Slips
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Bildirimler > Slipler

source: All notices and circulation receipts (or slips) generated by Koha can be customized using the Notices & Slips Tool. The system comes with several predefined templates that will appear when you first visit this tool.
tr: Koha tarafından gönderilen tüm uyarılar Bildirimler & Slipler Aracı kullanılarak isteğe göre ayarlanabilecektir. Öncelikle ‘Uyarı Aracı’nı ilk kez ziyaret ettiğinizde sistem önceden tanımlanmış şablonlarla ekrana gelecektir.

source: Adding Notices & Slips
tr: Uyarılar & Notlar Ekleniyor

source: Click 'New Notice'
tr: 'Yeni Uyarıya' tıkla

source: When working with the overdue notices you want each notice at each branch to have a unique code. Think about using the branch code in front of the notice code for each branch.
tr: Gecikme bildirimleri üzerinde çalışırken, her bildirimin her birim için özgün bir koda sahip olmasını isteyeceksiniz. Her birim için bildirim kodunun önüne birim kodu kullanmayı tasarlayın.

source: If you plan on writing the notice or slip in HTML check the 'HTML Message' box, otherwise the content will be generated as plain text
tr: HTML'de uyarı ya da slip yazmayı planlıyorsanız, 'HTML Mesaj' kutusunu onaylayınız, aksi takdirde içerik düz metin olarak oluşturulacaktır.

source: Message Subject is what will appear in the subject line of the email
tr: Mesaj Konusu e-posta konu satırında gözüken konudur.

source: Overdue notices can use <<items.content>> tags by themselves, or use <item></item> to span all of the tags. Learn more about the :ref:`Overdue Notice Markup <overdue-notice-markup-label>`
tr: Gecikme bildirimleri tek başlarına <<items.content>> tag'lerini kullanabilir, ya da tüm tag'leri kapsamak için <item></item> tag'lerini kullanabilir. `Gecikme Bildirimi Biçimlendirme <overdue-notice-markup-label>` hakkında daha fazla bilgi edinin

source: The other option, only for overdue notices, is to use the <item></item> tags to span the line so that it will print out multiple lines One example for the <item></item> tag option is:
tr: Yalnızca gecikme bildirimleri için olan diğer bir seçenek satırı uzatmak için <item></item> tag'leri kullanmaktır, böylece birden çok satır yazdıracaktır, <item></item> tag seçeneği için şöyle bir örnek verebiliriz:

source: Overdue Notice Markup
tr: Gecikme Uyarı Biçimlendirmesi

source: Existing Notices & Slips
tr: Mevcut Uyarılar ve Slipler

source: *Get there:*\ OPAC > Login > my messaging
tr: *Gidiş yolu:*\ OPAC > Giriş > mesajlaşmam

source: *Get there:*\ Staff Client > Patron Record > :ref:`Notices`
tr: *Gidiş yolu:*\ Personel İstemci > Kullanıcı Kaydı > :ref:`Bildirimler`

source: HOLD (Hold Available for Pickup)
tr: HOLD (Ayırtılan materyal alınabilir)

source: ODUE (Overdue Notice)
tr: ODUE (Gecikme Bildirimi)

source: This notice is used to send Overdue Notices to Patrons
tr: Bu uyarı kullanıcılara gecikme uyarısı göndermek için kullanılır.

source: See a `Sample Overdue Notice <#samplenotice>`__
tr: `Örnek Gecikme Bildirimi <#samplenotice>`__ sistem tercihine bakın

source: Requires that you set :ref:`Overdue Notice/Status Triggers <overdue-notice/status-triggers-label>`
tr: :ref:`Gecikme Bildirimi/Durum Tetikleyiciler <overdue-notice/status-triggers-label>` sistem tercihini ayarlamış olmanızı gerektirir

source: *Get there:* More > Serials > :ref:`New Subscription <add-a-subscription-label>`
tr: *Gidiş yolu:* Daha fazla > Süreli yayınlar > :ref:`Yeni Abonelik <add-a-subscription-label>`

source: There are also a set of predefined slips (or receipts) listed on this page. All of these slips can be customized by altering their text via the Notices & Slips tool and their style using the :ref:`SlipCSS` preference to define a stylesheet. Here is what those slips are used for:
tr: Bu sayfada aynı zamanda daha önceden tanımlanmış işlem fişi setleri (ya da makbuzlar) vardır. Tüm bu işlem fişleri Bildirimler & İşlem fişi araçları üzerinden metinleri değiştirilerek özelleştirilebilir ve bir stil sayfası tanımlamak :ref:`SlipCSS` tercihi kullanılabilir. Bu işlem fişlerinin kullanıldığı yerler:

source: Overdue Notice/Status Triggers
tr: Gecikme Uyarısı/Durum Tetikleyicileri

source: *Get there:* More > Tools > Patrons and Circulation > Overdue Notice/Status Triggers
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Gecikme Bildirimi/Durum Tetikleyicileri

source: The Overdue Notice/Status Triggers tool gives the librarian the power to send up to three notices to each patron type notifying them of overdue items
tr: Gecikme Uyarısı/Durum Tetikleyicileri aracı, kütüphaneciye her kullanıcı türüne sayısı üçe kadar olan gecikmiş materyalleri için uyarılar gönderme yetkisini verir.

source: The Feed option is not yet a feature in Koha, it is there for future development.
tr: Besleme seçeneği henüz Koha'da kullanılan bir özellik değildir, gelecekte yapılacak olan geliştirmeler için bulunmaktadır.

source: Patron Card Creator
tr: Kullanıcı kartı oluşturucu

source: *Get there:* More > Tools > Patron Card Creator
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcı Kartı Oluşturucu

source: The Patron Card Creator allow you to use layouts and templates which you design to print your custom patron cards on your printer. Here are some of the features of the Patron Card Creator module:
tr: Patron Card Creator (Kullanıcı Kartı Oluşturucu) özel kullanıcı kartları yazdırmak için, tasarladığınız şablonları ve düzenleri yazıcıda kullanmanıza izin verir. Kullanıcı Kartı Oluşturucu modülünün bazı özellikleri şunlardır:

source: *Get there:* More > Tools > Patron Card Creator > Manage > Layouts
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcı Kartı Oluşturucu > Yönet > Düzenler

source: Add a Layout
tr: Sayfa Yerleşim Düzeni Ekle

source: A Postscript Point is 1/72" an Adobe Agate is 1/64", an Inch is 25.4 SI Millimeters
tr: Bir Postscript Noktası 1/72", bir Adobe Agate 1/64", Bir inç 25.4 Milimetredir

source: Next note if this layout is for the front or the back of the patron card
tr: Daha sonra bu düzenin kullanıcı kartının önü mü arkası mı için olacağını not edin

source: In order to show the barcode and the patron card number you will need to check the 'Print Card Number as Barcode' option. This will turn the patron card number into a barcode. If you want the number to print in human readable format you will need to check the 'Print Card Number as Text Under Barcode' option.
tr: Barkodu ve kullanıcı kart numarasını göstermek için 'kart numarasını barkod olarak yazdır' seçeneğini işaretlemeniz gerekmektedir. Bu işlem kart numarasını barkoda dönüştürecektir. Eğer numarayı okunabilir formata dönüştürmek isterseniz "Kart numarasını barkod altındaki metin olarak yaz" seçeneğini işaretlemeniz gerekmektedir.

source: The other image can be something like a library logo or symbol that you uploaded using the ':ref:`Manage Images <manage-images-label>`' module of the Patron Card Creator Tool.
tr: Diğer resim, Kullanıcı Kartı Oluşturma Aracının :ref:`Resimleri Yönet <manage-images-label>` modülünü kullanarak yüklediğiniz bir sembol ya da kütüphane logosu gibi bir şey olabilir.

source: *Get there:* More > Tools > Patron Card Creator > Manage > Card templates
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcı Kartı Oluşturucu > Yönet > Kart şablonları

source: Add a Template
tr: Şablon Ekle

source: Using the form that appears after pressing either 'Edit' or 'New template'you can define the template for your sheet of labels or cards.
tr: 'Düzenle' veya 'Yeni şablon' tuşuna bastıktan sonra görüntülenen formu kullanarak etiket veya kart sayfanızın şablonunu tanımlayabilirsiniz.

source: Template Code should be the name of this template to identify it on a list of templates
tr: Şablon Kodu, şablonlar listesinde bu şablonu tanımlayacak şablon adı olmalıdır

source: You can use the Template Description to add additional information about the template
tr: Şablonla ilgili ek bilgi eklemek için Şablon Tanımını kullanabilirsiniz.

source: *Get there:* More > Tools > Patron Card Creator > Manage > Profiles
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcı Kartı Oluşturucu > Yönet < Profiller

source: Add a Profile
tr: Profil Ekle

source: To add a new profile, you want to click on the 'Profiles' button at the top of your page and choose 'New Profile'
tr: Yeni profil eklemek için sayfanın üstündeki profiller butonuna tıklayarak ‘Yeni profil’i seçin.

source: The Printer Name and Paper Bin do not have to match your printer exactly, they are for your reference so you can remember what printer you have set the profile for.
tr: Yazıcı adı ve Kağıt kutusu'nun yazıcınız ile tam olarak eşleşmesi gerekmez, bunlar referans içindir, böylece profili hangi yazıcı için ayarladığınızı hatırlayabilirsiniz.

source: After saving, your profiles will appear on the 'Manage Printer Profiles' page.
tr: Kaydettikten sonra, profilleriniz 'Yazıcı Profillerini Yönet' sayfasında görünecektir.

source: *Get there:* More > Tools > Patron Card Creator > Manage > Card batches
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcı Kartı Oluşturucu > Yönet > Kart grupları

source: Add a Batch
tr: Toplu dosya ekle

source: After choosing the 'Add item(s)' button the Patron Search window pops up.
tr: 'Materyal ekle' butonunu seçtikten sonra Kullanıcı Arama penceresi ekrana gelecektir.

source: |image1228| If you are satisfied with your batch you can proceed to export. If you want to correct or even delete that batch the buttons to do so can be found at the top of your screen. You can always come back here through the 'Manage > Card batches' button.
tr: |image1228| Grubunuzdan memnun iseniz dışa aktarma işlemine devam edebilirsiniz. Eğer bu grup üzerinde düzeltme yapmak, hatta silmek isterseniz bunu yapabileceğiniz butonları ekranınızın üstünde bulabilirsiniz. 'Yönet > Kart toplulukları' butonu aracılığıyla her zaman buraya geri gelebilirsiniz.

source: Manage Images
tr: Resimleri yönet

source: *Get there:* More > Tools > Patron Card Creator > Manage > Images
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcı Kartı Oluşturucu > Yönet > Resimler

source: Patrons (anonymize, bulk-delete)
tr: Kullanıcılar (anonimleştirme, toplu-silme)

source: *Get there:* More > Tools > Patrons and Circulation > Patrons (anonymize, bulk-delete)
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Kullanıcılar (anonimleştir, toplu sil)

source: Check the 'Verify' box on the task you would like to complete (Delete or Anonymize)
tr: Tamamlamak istediğiniz görevin üstündeki 'Onayla' kutusunu işaretleyiniz (Sil ya da Anonimleştir)

source: *Get there:* More > Tools > Patrons and Circulation > Batch patron modification
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Toplu kullanıcı modifikasyonu

source: Tag Moderation
tr: Tag Moderasyonu

source: *Get there:* More > Tools > Patrons and Circulation > Tags
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Tag'ler

source: Depending on your :ref:`tagging system preferences <tagging-label>`, librarians may need to approve tags before they are published on the OPAC. This is done via the Tag Moderation Tool. If there are tags awaiting moderation they will be listed on the main staff dashboard under the module labels:
tr: :ref:`tag'leme sistem tercihlerinize <tagging-label>` bağlı olarak kütüphanecilerin OPAC'da yayınlanmadan önce tag'lere onay vermeleri gerekli olabilir. Bu işlem Tag Denetim Aracı üzerinden yapılır. Denetim bekleyen tag'ler varsa, modül etiketleri altında personel ana kontrol paneli üzerinde bunlar listelenecektir:

source: To reject a tag, you can either click the 'Reject' button in line with the term, or check all terms you want to approve and click 'Reject' below the table.
tr: Bir etiketi reddetmek için, ya satır içi terimi 'Reddet' butonunu tıklayabilirsiniz ya da onaylamak istediğiniz tüm terimleri işaretleyebilirsiniz ve tablonun altındaki 'Reddet'e tıklayabilirsiniz.

source: Upload Patron Images
tr: Kullanıcı Görüntülerini Yükle

source: *Get there:* More > Tools > Patrons and Circulation > Upload Patron Images
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Kullanıcı Resimleri Yükle

source: Go to the Upload Patron Images Tool
tr: Kullanıcı resimlerini karşıya yükleme aracına git

source: Rotating Collections
tr: Dönüşümlü Koleksiyonlar

source: *Get there:* More > Tools > Catalog > Rotating Collections
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Dönüşümlü Koleksiyonlar

source: Rotating Collections is a tool for managing collections of materials that frequently get shifted from library to library. It adds the ability to store not only an item's home library and current location but also information about where it is supposed to be transferred to next to ensure that all items in the collection are sent to the correct library. When an item in a rotating collection is checked in, library staff is notified that the item is part of a rotating collection and which branch it should be sent to if it is not at the correct one.
tr: Dönüşümlü Koleksiyonlar sık sık bir kütüphaneden diğerine yeri değiştirilen materyal koleksiyonlarını yönetmek için bir araçtır. Bu araç, materyalin ana kütüphanesi ve mevcut konum bilgilerini depolama kabiliyeti yanı sıra koleksiyondaki materyallerin doğru kütüphaneye gönderildiklerini garantiye almak için nereye gönderilecekleri bilgisini de ekler. Dönüşümlü koleksiyondaki bir materyal iade edildiğinde, kütüphane personeli iade edilen bu materyalin dönüşümlü koleksiyonların bir parçası olduğu ve eğer doğru biriminde değilse hangi birime gönderilmesi gerektiği hususunda bilgilendirilir.

source: The :ref:`AutomaticItemReturn` system preference must be set to "Don't automatically transfer items to their home library when they are returned" for Rotating Collections to function properly.
tr: Dönüşümlü Koleksiyonların düzgün çalışması için :ref:`AutomaticItemReturn` sistem tercihi mutlaka "Materyaller iade edildiğinde otomatik olarak ana kütüphanelerine aktarılmasın" olarak ayarlanmalıdır.

source: To create a new rotating collection, click the "New Collection" button, fill in the Title and Description, and click Submit. Once submitted you'll see "Collection Name added successfully"; click "Return to rotating collections home" to return to the main Rotating Collections management page (or click Rotating Collections in the sidebar).
tr: Yeni bir dönüşümlü koleksiyon oluşturmak için "Yeni Koleksiyon" butonuna tıklayın, Başlık bilgisi ve açıklama bilgilerini doldurun ve Gönder üzerine tıklayın. Bir kez gönderildikten sonra ekranda "Koleksiyon adı başarıyla eklendi" yazısını göreceksiniz; Dönüşümlü koleksiyonlar yönetimi ana sayfasına dönmek için "Dönüşümlü Koleksiyonlar ana sayfasına dön" üzerine tıklayın (veya kenar çubuğunda Dönüşümlü Koleksiyonları tıklayın)

source: To add items to a collection, click "Add or remove items" next to the collection's name in the list of collections. Under "Add or remove items" scan or type in the barcode of the item you wish to add to the collection, and hit Enter or click Submit if necessary.
tr: Bir koleksiyona materyal eklemek için koleksiyon listesindeki koleksiyon adının yanında bulunan "Materyal ekle/kaldır" üzerine tıklayın. "Materyal ekle/kaldır" altında koleksiyona eklemek istediğiniz materyalin barkodunu tarayın veya elle girin, ve Giriş üzerine tıklayın veya gerekirse Gönder üzerine tıklayın.

source: To remove an item from a collection, either click Remove next to the item's barcode in the list of items within the collection or check the "Remove item from collection" box next to the Barcode text box under "Add or remove items, and scan or type in the barcode, clicking Submit or hitting Enter if necessary. Note: The "Remove item from collection" checkbox will remain checked as long as you are on the "Add or remove items" page, unless you uncheck it, to facilitate quickly removing a number of items at a time by scanning their barcodes.
tr: Bir materyali bir koleksiyondan kaldırmak için koleksiyon içerisindeki materyallerin listesindeki materyal barkodu yanındaki 'Kaldır' üzerine tıklayabilir ya da "Materyal ekle/kaldır" altındaki barkod metin kutusunun yanındaki "Materyali koleksiyondan kaldır" kutusunu işaretleyebilirsiniz, ve barkodu tarayıcıya okutabilir ya da elle girebilir ve gerekirse Gönder üzerine tıklayabilir ya da Enter tuşuna basabilirsiniz. Not: "Materyali koleksiyondan kaldır" onay kutusu siz bu kutunun işaretini kaldırmadıkça, barkodlarını okutarak bir seferde bir kaç materyali hızlıca kaldırma işlemini kolaylaştırmak için "Materyal ekle/kaldır" sayfasında olduğunuz sürece işaretlenmiş olarak kalacaktır.

source: Transfer a Rotating Collection
tr: Bir Dönüşümlü Koleksiyon Aktar

source: From the main Rotating Collections page, click on Transfer next to the title of the collection you wish to transfer; choose the library you wish to transfer the collection to and click "Transfer collection".
tr: Dönüşümlü Koleksiyonlar ana sayfasından, aktarmak istediğiniz koleksiyon başlığının yayında bulunan Aktar üzerine tıklayın; Koleksiyonu aktarmak istediğiniz kütüphaneyi seçin ve "Koleksiyonu Aktar" butonuna tıklayın.

source: Or, from the "add or remove items" page for a collection, you can click the Transfer button, choose the library you wish to transfer the collection to and click "Transfer Collection".
tr: Veya, bir koleksiyon için "materyal ekle/kaldır" sayfasından Aktar butonuna tıklayabilir, koleksiyonu aktarmak istediğiniz kütüphaneyi seçip "Koleksiyonu Aktar" üzerine tıklayabilirsiniz.

source: You will be presented with a confirmation screen. From here you can uncheck the items you don't want to delete and decide if Koha should delete the bib record if the last item is being deleted before clicking 'Delete selected items.' If you'd like you can delete the bibliogrphic record if you're deleting the last item by clicking the checkbox next to 'Delete records if no items remain'.
tr: Karşınıza bir onay ekranı gelecektir. Bu ekrandan silmek istemediğiniz materyallerin onay kutularını kaldırabilir ve 'Seçili materyalleri sil' butonunun tıklanmasından önce son materyal siliniyorsa Koha'nın bibliyografik kaydı silmesi gerekip gerekmediğini belirleyebilirsiniz. Eğer isterseniz, 'Hiç materyal kalmadıysa kayıtları sil' seçeneği yanındaki onay kutusunu tıklayarak son materyali siliyorsanız, bibliyografik kaydı da silebilirsiniz.
