Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Once you're done you can click the 'Add this rule' link and then add additional rules or you can click the 'Submit these rules' button to save your changes.
hi: एक बार पूरा करने के बाद आप 'इस नियम को जोड़ें' लिंक पर क्लिक कर सकते हैं और फिर अतिरिक्त नियम जोड़ सकते हैं या आप अपने परिवर्तनों को सहेजने के लिए 'इन नियमों को सबमिट करें' बटन पर क्लिक कर सकते हैं।
tr: İşiniz bittiğinde, 'Bu kuralı ekle' bağlantısını tıklayabilir ve daha sonra başka kurallar ekleyebilirsiniz veya değişikliklerinizi kaydetmek için 'Bu kuralları gönder' düğmesini tıklayabilirsiniz.
zh_tw: 做好之後，可以按 '新增此規則' 連結新增該規則，或按 '送出此等規則' 鈕，儲存所有的改變。

source: Export data
hi: डाटा निर्यात करें
zh_tw: 匯出資料

source: *Get there:* More > Tools > Catalog > Export data
hi: *वहां जाएं:* अधिक> टूल्स> कैटलॉग> निर्यात डेटा
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 匯出資料

source: Koha comes with a tool that will allow you to export your bibliographic, holdings and/or authority data in bulk. This can be used to send your records to fellow libraries, organizations or services; or simply for backup purposes.
hi: Koha एक उपकरण है कि आप थोक में अपने ग्रंथ सूची, होल्डिंग्स और / या प्राधिकारी डेटा निर्यात करने की अनुमति देगा के साथ आता है। यह साथी पुस्तकालयों, संगठनों या सेवाओं के लिए अपने रिकॉर्ड भेजने के लिए इस्तेमाल किया जा सकता है; या बस बैकअप प्रयोजनों के लिए।
tr: Koha bibliyografik, ayırma ve / veya otorite bilgilerini dışa aktarabilmenize imkan veren bir araç ile gelir. Bu özellik kayıtlarınızı diğer kütüphanelere, kurumlara ya da servislere göndermeye ya da sadece yedekleme süreci için kullanılabilir.
zh_tw: Koha 內建的工具允許匯出大量的書目、館藏與權威資料。把它們寄送給其他圖書館、機構或服務；或祗供備份之用。

source: Export bibliographic records
hi: ग्रंथ सूची रिकॉर्ड निर्यात करें
zh_tw: 匯出書目紀錄

source: At the top of the screen you need to pick what data you're exporting. If you're exporting bibliographic records with or without the holdings information you want to click the 'Export bibliographic records' tab.
hi: स्क्रीन के शीर्ष पर आप क्या आप डेटा निर्यात कर रहे हैं लेने की जरूरत है। आप के साथ या होल्डिंग्स जानकारी के बिना ग्रंथ सूची रिकॉर्ड निर्यात कर रहे हैं, तो आप 'निर्यात ग्रंथ सूची रिकॉर्ड' टैब पर क्लिक करना चाहते हैं।
tr: Ekranın en üstünde dışa aktardığınız veriyi almak durumundasınız. Bibliyografik kayıtları, ayırma bilgisi ile ya da ayırma bilgisi olmaksızın dışa aktarıyorsanız 'Bibliyografik kayıtları dışa aktar' sekmesini tıklayabilirsiniz.
zh_tw: 在螢幕上方，需選取匯出的資料。若匯出書目紀錄，含或不含館藏資料，則點選 '匯出書目紀錄' 鈕。

source: Fill in the form in order to limit your export to a specific range (all fields are optional)
hi: आदेश में के रूप में भरने के लिए एक विशिष्ट श्रेणी के लिए अपने निर्यात को सीमित करने का(सभी क्षेत्रों वैकल्पिक हैं)
tr: Aktarımınızı belirli bir aralıkta sınırlandırmak için formu doldurun (tüm alanlar isteğe bağlıdır)
zh_tw: 填寫表格選擇匯出的資料範圍 (所有欄位都是選項)

source: Choose to limit your export by any one or more of the following options
hi: या विकल्पों में से अधिक के बाद एक साल से अपनी सीमा को निर्यात करने के लिए चुनें
tr: Aktarımınızı aşağıdaki seçeneklerden herhangi biri veya daha fazlasına sınırlandırmak için seçin
zh_tw: 從以下的選項限制您的匯出

source: Limit to a bib number range
hi: एक बिब नंबर रेंज करने के लिए सीमा
tr: Bibliyografik kayıt numara aralığıyla kısıtla
zh_tw: 限制書目號的範圍

source: Limit to a specific item type
hi: एक विशेष आइटम टाइप करने के लिए सीमा
tr: Özel bir materyal türüyle kısıtla
zh_tw: 祗限特定館藏類型

source: This limit will use the type you have defined in the :ref:`item-level\_itypes <item-level\_itypes-label>` preference. If you have the item-level\_itypes preference set to 'specific item' and you have no items attached to a bib record it will not be exported. To get all bib records of a specific type you will need your item-level\_itypes preference set to 'biblio record'.
hi: यह सीमा आपके द्वारा परिभाषित प्रकार का उपयोग करेगा :ref:`item-level\_itypes <item-level\_itypes-label>` वरीयता। यदि आपके पास item-level\_itypes वरीयता 'विशिष्ट आइटम' पर सेट है और आपके पास बीबी रिकॉर्ड से कोई आइटम संलग्न नहीं है, तो इसे निर्यात नहीं किया जाएगा। किसी विशिष्ट प्रकार के सभी बिब रिकॉर्ड प्राप्त करने के लिए आपको अपने item-level\_itypes वरीयता को 'biblio record' पर सेट करने की आवश्यकता होगी
tr: Bu limit, :ref:`item-level\_itypes <item-level\_itypes-label>` sistem tercihinde tanımladığınız türü kullanacaktır. item-level\_itypes tercihini 'spesifik materyal' olarak ayarladıysanız ve bir bibliyografik kayda eklenmiş herhangi bir materyal yoksa bu dışa aktarılmayacaktır. Belirli bir türden tüm bibliyografik kayıtları almak için item-level\_itypes tercihinizi 'bibliyografik kayıt' olarak ayarlamanız gerekecektir.
zh_tw: 使用 :ref:`item-level\_itypes <item-level\_itypes-label>` 偏好的類型為限制。若把 item-level\_itypes 設為 '特定館藏' 且無該書目紀錄任何館藏則不會匯出任何資料。需把 item-level\_itypes 偏好設為 '書目紀錄' 才能取得該類型的所有目紀錄。

source: Limit to a specific library or group of libraries
hi: एक विशिष्ट पुस्तकालय या पुस्तकालयों के समूह के लिए सीमा
tr: Belirli bir kütüphane ya da kütüphane grubu ile sınırlandır
zh_tw: 祗限特定圖書館或群組

source: This is a filter: if you leave this set to the default (all libraries selected) or select one or more libraries, bib records with no items attached will not be exported. To get bib records with no items you will need to 'clear all' (i.e. de-select all libraries).
hi: यह एक फ़िल्टर है: यदि आप इस सेट को डिफ़ॉल्ट (सभी लाइब्रेरी चयनित) पर छोड़ देते हैं या एक या अधिक पुस्तकालयों का चयन करते हैं, तो बिना किसी आइटम वाले बीआईबी रिकॉर्ड निर्यात नहीं किए जाएंगे। किसी भी आइटम के साथ बिब रिकॉर्ड प्राप्त करने के लिए आपको 'सभी को साफ़ करने' की आवश्यकता होगी (यानी सभी पुस्तकालयों का चयन रद्द करें)।
tr: Bu bir filtredir: bu ayarı varsayılan olarak (tüm kütüphaneler seçili) bırakırsanız veya bir veya daha fazla kütüphane seçerseniz, materyal eklenmemiş bibliyografik kayıtlar dışa aktarılmaz. Materyali olmayan bibliyografik kayıtları almak için 'tümünü temizlemeniz' (yani tüm kütüphaneleri devre dışı bırakmanız) gerekir.
zh_tw: 這是篩選器：若為預設值 (勾選所有圖書館) 或勾選部份圖書館，將不會匯出沒有館藏的書目記錄。必須 '清除全部' (即不選任何圖書館) 才能夠取得沒有館藏的書目記錄。

source: Limit to a call number range
hi: एक फोन नंबर रेंज करने के लिए सीमा
tr: Yer numarası aralığıyla kısıtla
zh_tw: 限制索書號的範圍

source: Limit to an acquisition date range
hi: एक अधिग्रहण तिथि सीमा तक ही सीमित
tr: Bir sağlama tarihi sınırına kısıtla.
zh_tw: 祗限採訪日期範圍

source: If you'd like you can load a file of biblionumbers for the records you would like to export. File type needs to be .csv or .txt
hi: यदि आप चाहते हैं कि आप उन रिकॉर्ड्स के लिए बिब्लियोनंबर की फाइल लोड कर सकें जिन्हें आप निर्यात करना चाहते हैं। फ़ाइल प्रकार को .csv या .txt होना चाहिए
tr: Eğes isterseniz dışa aktarmak istediğiniz kayıtlar için bir bibliyografik kayıt listesi yükleyebilirsiniz. Dosya türü, .csv veya .txt olmalıdır.
zh_tw: 可以下載書目紀錄號為檔案供匯出之用。延伸檔名必需是 .csv 或 .txt

source: Next choose what to skip when exporting
hi: आगे क्या छोड़ करने के लिए चुनते हैं जब निर्यात
tr: Daha sonra aktarımda neyin atlanacağını seçin
zh_tw: 接著選擇匯出時略過的部份

source: By default items will be exported, if you would like to only export bibliographic data, check the 'Don't export items' box
hi: डिफ़ॉल्ट आइटम निर्यात किया जाएगा करके, आप, केवल ग्रंथ सूची डेटा निर्यात करना चाहते हैं तो चेक बॉक्स 'वस्तुओं का निर्यात नहीं है'
tr: Varsayılan materyaller dışa aktarılır. Sadece bibliyografik veriyi dışa aktarmak istiyorsanız, 'Materyalleri dışa aktarma' kutusunu onaylayın.
zh_tw: 預設匯出館藏，點選 '不要匯出館藏' 盒，就能祗匯出書目資料

source: To limit your export only to items from the library you're logged in as (if you leave the 'Library' field set to 'All') or to the library you selected above check the 'Remove non-local items' box
hi: केवल पुस्तकालय आप के रूप में लॉग इन कर रहे हैं से आइटम करने के लिए अपने निर्यात को सीमित करने के (आप को 'पुस्तकालय' फ़ील्ड सेट निकलते हैं तो 'सभी') या पुस्तकालय आप उपरोक्त चयनित करने के लिए चेक बॉक्स 'गैर-स्थानीय आइटम निकालें'
tr: Aktarılacak olan materyallerin yalnızca oturum açtığınız kütüphane ile ('Kütüphane' alanını 'Tümü' olarak bırakırsanız) ya da yukarıda işaretlediğiniz kütüphane ile sınırlandırmak için, 'Yerel olmayan materyalleri kaldır' kutusunu işaretleyin.
zh_tw: 勾選 '移除未在地館藏' 盒，限制祗能匯出登入圖書館或選定圖書館的館藏 (或將 'Library' 欄位設為 'All')

source: You can also choose what fields you don't want to export. This can be handy if you're sharing your data, you can remove all local fields before sending your data to another library
hi: आप भी क्या खेतों आप निर्यात नहीं करना चाहते हैं का चयन कर सकते हैं। यह काम किया जा सकता है आप अपने डेटा साझा कर रहे हैं, तो आप एक और पुस्तकालय के लिए अपने डेटा भेजने से पहले सभी स्थानीय क्षेत्रों को हटा सकते हैं
tr: Aynı zamanda dışa aktarmak istemediğiniz alanları da seçebilirsiniz. Eğer verilerinizi paylaşıyorsanız kullanışlı olabilir, verilerinizi başka bir kütüphaneye göndermeden önce tüm yerel alanları kaldırabilirsiniz.
zh_tw: 也可選擇不要匯出的欄位。與其他單位共享資料時，送出之前先刪除在地資料的欄位

source: Finally choose the file type and file name
hi: अंत में फ़ाइल प्रकार और फ़ाइल नाम चुनें
tr: Son olarak dosya türü ve dosya adını seçin
zh_tw: 最後選擇檔案類型與檔名

source: Choose to export your data in marc or marcxml format
hi: मार्क या marcxml प्रारूप में अपने डेटा को निर्यात करने के लिए चुनें
tr: Verilerinizi marc veya marcxml biçiminde dışa aktarmayı seçin
zh_tw: 選擇匯出資料為機讀編目格式或marcxml格式

source: Choose the name you want your file to save as
hi: नाम चुनें आप के रूप में बचाने के लिए अपने फ़ाइल चाहते हैं
tr: Dosyanızı kaydetmek istediğiniz adı seçin
zh_tw: 選擇儲存檔案的名稱

source: Click 'Export bibliographic records'
hi: 'निर्यात ग्रंथ सूची रिकॉर्ड' पर क्लिक करें
tr: 'Bibliyografik kayıtları dışa aktar' tıklayınız
zh_tw: 勾選 '匯出書目紀錄'

source: Export authority records
hi: प्राधिकरण रिकॉर्ड्स निर्यात करें
zh_tw: 匯出權威紀錄

source: At the top of the screen you need to pick what data you're exporting. If you're exporting authority records you want to click the 'Export authority records' tab.
hi: स्क्रीन के शीर्ष पर आप क्या आप डेटा निर्यात कर रहे हैं लेने की जरूरत है। आप अधिकार का निर्यात कर रहे हैं रिकॉर्ड आप 'निर्यात के अधिकार अभिलेख' टैब पर क्लिक करना चाहते हैं।
tr: Ekranın en üstünde dışa aktardığınız veriyi almak durumundasınız. Otorite kayıtlarını dışa aktarıyorsanız, 'Otorite kayıtlarını dışa aktar' sekmesine tıklayabilirsiniz.
zh_tw: 在螢幕上方，需選取匯出的資料。若匯出權威紀錄，則點選 '匯出權威資料' 鈕。

source: Fill in the form in order to limit your export to a specific range or type of authority record (all fields are optional)
hi: आदेश में एक विशिष्ट श्रेणी या प्राधिकारी रिकॉर्ड के प्रकार के लिए अपने निर्यात को सीमित करने के रूप में भरें (सभी क्षेत्रों वैकल्पिक हैं)
tr: Dış aktarımınızı özel bir aralıkta sınırlamak için formu doldurun (tüm alanlar seçmelidir).
zh_tw: 填入表單以限制權威紀錄匯出的範圍與類型(所有欄位都是選項)

source: Or you can choose a file of authids to export
hi: या फिर आप निर्यात करने के लिए authids की एक फ़ाइल चुन सकते हैं
tr: Veya dışa aktarmak için bir authids dosyası seçebilirsiniz
zh_tw: 或者您可選擇匯出的權威號碼檔案

source: File type needs to be .csv or .txt
hi: फ़ाइल प्रकार .csv या .txt होना चाहिए
tr: Dosya türü .csv veya .txt olmalıdır
zh_tw: 檔案類型必須是 .csv 或 .txt

source: Next choose fields that you would like to exclude from the export separated by a space (no commas)
hi: अगले क्षेत्रों है कि आप निर्यात एक जगह से अलग से बाहर करने के लिए चाहते हैं चुनें (कोई अल्पविराम)
tr: Sonra, dışa aktarılacaklardan hariç tutmak istediğiniz alanları bir boşlukla ayrılacak şekilde seçin (virgül kullanmayın)
zh_tw: 接著以空格 (不是逗點) 區隔不要匯出的欄位

source: If you'd like to exclude all subfields of the 200 for example just enter 200
hi: आप उदाहरण के लिए 200 के सभी उपक्षेत्रों को बाहर करना चाहते हैं तो सिर्फ 200 दर्ज
tr: 200’ün bütün alt alanlarını çıkarmak istiyorsanız örneğin sadece 200’ü giriniz
zh_tw: 祗要鍵入200，就能排除200所有的分欄

source: If you'd like to exclude a specific subfield enter it beside the field value 100a will exclude just the subfield 'a' of the 100
hi: आप बहिष्कृत करना चाहते हैं, तो एक विशिष्ट subfield क्षेत्र मूल्य 100A इसके बगल में प्रवेश सिर्फ subfield 'ए' 100 से बाहर निकाल देगा
tr: Özel bir alt alanı çıkarmak istiyorsanız bu alt alanı 100’ün sadece ‘a’ alt alanını çıkaracağı 100a alan değerinin yanına giriniz.
zh_tw: 鍵入100a 欄位值，就能排除欄位 100 的分欄 'a'

source: Click 'Export authority records'
hi: 'निर्यात प्राधिकरण रिकार्ड' पर क्लिक करें
tr: 'Otorite kayıtlarını dışa aktar' tıklayınız
zh_tw: 勾選 '匯出權威紀錄'

source: Inventory
hi: इन्वेंटरी
tr: Envanter
zh_tw: 庫存

source: *Get there:* More > Tools > Catalog > Inventory
hi: * वहां जाएं: * अधिक > टूल्स > कैटलॉग > इंवेन्टरी
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 登錄簿

source: Koha's Inventory tool can be used in one of three ways: 1. By printing out a shelf list that you can then mark items off on;
hi: कोहा के इन्वेंटरी टूल का इस्तेमाल तीन तरीकों में से एक में किया जा सकता है: 1. एक शेल्फ सूची प्रिंट करके आप आइटम को बंद कर सकते हैं;
zh_tw: Koha 的登錄簿工具有三種用法：1. 列印排架清單並標記在架上或借出；

source: By uploading a text file of barcodes gathered by a portable scanner;
hi: एक पोर्टेबल स्कैनर द्वारा एकत्रित बारकोड की एक टेक्स्ट फ़ाइल अपलोड करके;
zh_tw: 上傳由可攜式掃瞄器產生的條碼文字檔。

source: By comparing a text file of barcodes gathered by a portable scanner to a generated shelf list.
hi: एक जेनरेटेड शेल्फ सूची में एक पोर्टेबल स्कैनर द्वारा एकत्रित बारकोड की एक टेक्स्ट फ़ाइल की तुलना करके।
zh_tw: 比較可攜式掃瞄器與排架清單產生的條碼文字檔。

source: If you do not have the ability to use your barcode scanner on the floor of the library, the option available to you is to generate a shelf list based on criteria you enter.
hi: यदि आपके पास लाइब्रेरी के तल पर आपके बारकोड स्कैनर का उपयोग करने की क्षमता नहीं है, तो आपके लिए उपलब्ध विकल्प आपके द्वारा दर्ज मानदंडों के आधार पर शेल्फ सूची जेनरेट करना है।
zh_tw: 若您無法使用條碼閱讀機，另個選項是人工方式鍵入條碼，產生館藏清單。

source: First, choose the criteria for the items you want to print out on a list. All parameters are optional, but if none are selected, the resulting list might be quite large.
hi: सबसे पहले, उन वस्तुओं के मानदंडों का चयन करें जिन्हें आप सूची में प्रिंट करना चाहते हैं। सभी पैरामीटर वैकल्पिक हैं, लेकिन यदि कोई भी नहीं चुना जाता है, तो परिणामी सूची काफी बड़ी हो सकती है।
zh_tw: 首先，選擇列印的館藏範圍。所有的參數都是選項，全部未選，結果可能極大。

source: Library: choose the branch you want to check, as well as if that branch is the home library or the current holding library of the items.
hi: लाइब्रेरी: उस शाखा का चयन करें जिसे आप देखना चाहते हैं, साथ ही साथ यदि वह शाखा होम लाइब्रेरी या आइटम की वर्तमान होल्डिंग लाइब्रेरी है।
zh_tw: 圖書館：選擇檢查的分館，以及所屬圖書館或當前的館藏圖書館。

source: Shelving location (items.location) is: you can filter by location.
hi: शेल्विंग स्थान (आइटम। स्थान) है: आप स्थान के आधार पर फ़िल्टर कर सकते हैं।
zh_tw: 排架位置 (items.location) 是：可以指定位置。

source: Item callnumber between ... and ...: you can also limit the list to a specific range of callnumbers.
hi: आइटम कॉलनंबर ... और ...: आप सूची को कॉलनबर्स की एक विशिष्ट सीमा तक भी सीमित कर सकते हैं।
zh_tw: 館藏索書號介於 ... 與 ... 之間：可以指定索書號的範圍。

source: You can filter even more with item statuses (not for loan status, lost status, withdrawn status or damaged status). Check the boxes next to the statuses you want to include. For example, if you are using the list to shelf read, check only the 'for loan' status as the other items probably won't be on the shelves.
hi: आप आइटम की स्थिति के साथ और भी फ़िल्टर कर सकते हैं (ऋण की स्थिति, खोई स्थिति, वापस लेने की स्थिति या क्षतिग्रस्त स्थिति के लिए नहीं)। उन स्थितियों के बगल में स्थित बॉक्स चेक करें जिन्हें आप शामिल करना चाहते हैं। उदाहरण के लिए, यदि आप शेल्फ पढ़ने के लिए सूची का उपयोग कर रहे हैं, तो केवल 'ऋण के लिए' स्थिति की जांच करें क्योंकि अन्य आइटम शायद अलमारियों पर नहीं होंगे।
zh_tw: 您可以篩選更多的館藏狀態 (不是可借閱、遺失、註銷或毀損等狀態)。勾選狀態旁的盒就可以。例如，祗使用排架目錄，則勾選 '可借閱' 狀態。

source: Last inventory date: enter a date here to skip items that have been marked as seen recently.
hi: अंतिम इंवेटरी तिथि: हाल ही में देखी गई वस्तुओं को छोड़ने के लिए यहां एक तिथि दर्ज करें।
zh_tw: 上次盤點日期：略過上次盤點過的館藏。

source: Skip items on loan: check this box to filter out loaned items from the list.
hi: ऋण पर वस्तुओं को छोड़ें: सूची से लोन किए गए आइटम को फ़िल्टर करने के लिए इस बॉक्स को चेक करें।
zh_tw: 略過借出的館藏：勾選後，篩選已被借出的館藏。

source: Export to CSV file: check this box to generate a CSV file for altering in an application on your desktop. If this box is unchecked, the list will be presented on the screen.
hi: सीएसवी फ़ाइल में निर्यात करें: अपने डेस्कटॉप पर किसी एप्लिकेशन में बदलाव के लिए एक CSV फ़ाइल जेनरेट करने के लिए इस बॉक्स को चेक करें। यदि यह बॉक्स अनचेक किया गया है, तो सूची स्क्रीन पर प्रस्तुत की जाएगी।
zh_tw: 匯出為 CSV 格式檔案：勾選此盒產生 CSV 格式檔案。若未勾選該盒，祗在螢幕顯示該清單。

source: Click on 'Submit' to generate your shelf list. You can then print it to use while walking around the library checking your collection or use it directly in Koha on a portable device.
hi: अपनी शेल्फ सूची जेनरेट करने के लिए 'सबमिट' पर क्लिक करें। इसके बाद आप पुस्तकालय के चारों ओर घूमते समय अपने संग्रह की जांच करते समय इसे उपयोग करने के लिए प्रिंट कर सकते हैं या इसे पोर्टेबल डिवाइस पर कोहा में सीधे इस्तेमाल कर सकते हैं।
zh_tw: 按 '送出' 產生自已的排架清單。可以把它列印出來，隨身攜帶，檢查館藏或在其他裝置使用。

source: Once you have found the items on your shelves, return to this list and check the boxes next to the items you found. Next, click on one of the three buttons to continue:
hi: एक बार जब आप अपने अलमारियों पर आइटम पा लेते हैं, तो इस सूची में वापस आएं और आपके द्वारा पाई गई वस्तुओं के बगल में स्थित बॉक्स चेक करें। इसके बाद, जारी रखने के लिए तीन बटनों में से एक पर क्लिक करें:
zh_tw: 在自己的書架找到館藏後，可回到此清單並借出找到的館藏。接著，有三個選擇：

source: Mark seen and quit: updates the 'last seen' date of the checked items to today and returns to the previous screen.
hi: चिह्नित और छोड़ें चिह्नित करें: चेक किए गए आइटम की 'अंतिम देखी गई' तिथि को आज अपडेट करें और पिछली स्क्रीन पर वापस आएं।
zh_tw: 標記為看到並退出：更新盤典館藏日期為今天，並更新 '最後看到日期'，回到個畫面。

source: Mark seen and continue: updates the 'last seen' date of the checked items to today and shows the next page of the list.
hi: चिह्नित और जारी रखें: चेक किए गए आइटम की 'पिछली देखी गई' तिथि को आज अपडेट करें और सूची के अगले पृष्ठ को दिखाएं।
zh_tw: 標記為看到並繼續：更新盤典館藏日期為今天，並更新 '最後看到日期'，顯示清單的下一頁。

source: Continue without marking: doesn't update any of the items on this page and shows the next page of the list.
hi: अंकन के बिना जारी रखें: इस पृष्ठ पर किसी भी आइटम को अपडेट नहीं करता है और सूची का अगला पृष्ठ दिखाता है।
zh_tw: 繼續並不標記：不更新本頁的任何館藏，並顯示清單的下一頁。

source: If you have a portable scanner (or a laptop and USB scanner) you can walk through the library with the scanner in hand and scan barcodes as you come across them (on a laptop, scan the barcodes into a text file). Once finished you can then upload the text file generated by the scanner to Koha.
hi: यदि आपके पास एक पोर्टेबल स्कैनर (या एक लैपटॉप और यूएसबी स्कैनर) है, तो आप लाइब्रेरी के माध्यम से स्कैनर के साथ चल सकते हैं और बारकोड स्कैन कर सकते हैं जैसे आप उनके पास आते हैं (लैपटॉप पर, बारकोड को टेक्स्ट फ़ाइल में स्कैन करें)। एक बार समाप्त होने के बाद आप स्कैनर द्वारा कोहा में जेनरेट की गई टेक्स्ट फ़ाइल अपलोड कर सकते हैं।
zh_tw: 若有可攜式掃瞄器 (或筆電與 USB 掃瞄器) 可在圖書館內自由掃瞄條碼 (掃瞄入筆電的文字檔)。完成後再上傳條碼的文字檔給 Koha。

source: Choose the text file and the date you want to mark all items as seen and then scroll to the very bottom and click 'Submit'. This will update all the items' 'last seen' date to the chosen date. By default, this will also check in the items scanned as it is assumed that they are on the shelf and so not loaned out. If you do not want to check in scanned items, check the 'Do not check in items scanned during inventory' before clicking 'Submit'.
hi: टेक्स्ट फ़ाइल और जिस तारीख को आप सभी आइटमों को चिह्नित करना चाहते हैं उसे चुनें और फिर बहुत नीचे स्क्रॉल करें और 'सबमिट करें' पर क्लिक करें। यह चुनी गई तारीख को सभी आइटम 'पिछली देखी गई' तारीख को अपडेट करेगा। डिफ़ॉल्ट रूप से, यह स्कैन किए गए आइटमों में भी जांच करेगा क्योंकि यह माना जाता है कि वे शेल्फ पर हैं और इसलिए ऋण नहीं दिया गया है। यदि आप स्कैन किए गए आइटमों में चेक नहीं करना चाहते हैं, तो 'सबमिट' पर क्लिक करने से पहले 'इन्वेंट्री के दौरान स्कैन किए गए आइटमों में चेक न करें' चेक करें।
zh_tw: 選擇文字檔及預期標記館藏的日期，然後按 '送出'。將更新所有館藏的 '最後看到' 日期。預設，也會還入被掃瞄的館藏，假設它們在架上未被借出。若不想還入被掃瞄的館藏，按 '送出' 鈕前，先勾選 '盤點時不要還入掃瞄的館藏'。

source: Alternatively, you can combine the two methods to automatically compare a list of scanned barcodes with a generated list. First, upload you barcode file and choose the date you want to appear in the items' 'last seen' field. The 'Compare barcodes list to results' checkbox should automatically be checked. If you do not want the scanned items to be automatically checked-in if they are checked-out, make sure you check the 'Do not check in items scanned during inventory' checkbox. Choose the filters (library, shelving location, callnumbers or statuses) to generate a list with which to compare your barcodes. Click on 'Submit'.
hi: वैकल्पिक रूप से, आप जेनरेट की गई सूची के साथ स्कैन किए गए बारकोड की सूची की तुलना करने के लिए दो विधियों को जोड़ सकते हैं। सबसे पहले, आपको बारकोड फ़ाइल अपलोड करें और उस तारीख को चुनें जिसे आप 'अंतिम बार देखा' फ़ील्ड में दिखाना चाहते हैं। 'बारकोड सूची की तुलना परिणामों की तुलना करें' चेकबॉक्स को स्वचालित रूप से चेक किया जाना चाहिए। यदि आप स्कैन किए गए आइटम को स्वचालित रूप से चेक-इन नहीं करना चाहते हैं, तो चेक-आउट होने पर, सुनिश्चित करें कि आप 'इन्वेंट्री के दौरान स्कैन किए गए आइटमों की जांच न करें' चेकबॉक्स को चेक करें। अपनी बारकोड की तुलना करने के लिए एक सूची जेनरेट करने के लिए फ़िल्टर (लाइब्रेरी, शेल्विंग लोकेशन, कॉलनबॉर्स या स्टेटस) चुनें। 'सबमिट' पर क्लिक करें।
zh_tw: 或者，可以結合兩種方法，自動比較掃瞄條碼清單與產生的清單。首先，上傳條碼檔並選擇顯示在 '上次看到' 欄位的日期。應自動勾選 '比較條碼清單與結果'。若不想自動還入被掃瞄的館藏，則勾選 '盤點時不要還入掃瞄的館藏'。以篩選器 (圖書館、架位、索書號或狀態等) 產生清單以比較您的條碼。按 '送出'。

source: Depending on the number of barcodes you are comparing, this may take a few minutes. It is not recommended to compare lists of more than 1000 barcodes as this may cause a session timeout.
hi: बारकोड की तुलना में आप तुलना कर रहे हैं, इसमें कुछ मिनट लग सकते हैं। 1000 से अधिक बारकोड की सूचियों की तुलना करने की अनुशंसा नहीं की जाती है क्योंकि इससे सत्र टाइमआउट हो सकता है।
zh_tw: 依照比較條碼的數量，需要若干分鐘才能執行完畢。不建議比較超過1000筆條碼。

source: Once Koha has finished comparing the barcodes file to the generated list, it will return the number of items updated and a list of problematic items.
hi: एक बार कोहा ने जेनरेट की गई सूची में बारकोड फ़ाइल की तुलना करना समाप्त कर दिया है, तो यह अद्यतन वस्तुओं की संख्या और समस्याग्रस्त वस्तुओं की एक सूची वापस कर देगा।
zh_tw: Koha比較條碼檔與產生清單後，將送回更新後的館藏數量及有問題的館藏清單。

source: Missing (not scanned): the item is in the generated list but not in the barcodes file.
hi: गुम (स्कैन नहीं किया गया): आइटम जेनरेट की गई सूची में है लेकिन बारकोड फ़ाइल में नहीं है।
zh_tw: 遺失 (未掃瞄)：館藏在產生清單內但不在條碼檔內。

source: Found in wrong place: the item is in the barcodes list, but not in the generated list.
hi: गलत जगह पर मिला: आइटम बारकोड सूची में है, लेकिन जेनरेट की गई सूची में नहीं।
zh_tw: 錯放架位：館藏在條碼清單內，但不在產生清單內。

source: Still checked out: the item is checked out, but is in the generated list. It was not automatically checked in.
hi: अभी भी चेक आउट: आइटम चेक आउट किया गया है, लेकिन जेनरेट की गई सूची में है। यह स्वचालित रूप से चेक नहीं किया गया था।
zh_tw: 借出中：館藏被借出，但是在產生清單內。沒有被自動還入。

source: Barcode not found: the barcode doesn't exist.
hi: बारकोड नहीं मिला: बारकोड मौजूद नहीं है।
zh_tw: 找不到條碼：不存在該條碼。

source: Item withdrawn: the item has 'withdrawn' status, but it is in the barcodes file.
hi: आइटम वापस ले लिया गया: आइटम ने 'वापस ले लिया' स्थिति है, लेकिन यह बारकोड फ़ाइल में है।
zh_tw: 館藏已註銷：館藏為 '註銷' 狀態，但仍在條碼檔內。

source: Label creator
hi: लेबल निर्माता
zh_tw: 書標產生器

source: *Get there:* More > Tools > Catalog > Label creator
hi: *वहां जाएं:* अधिक> टूल्स> कैटलॉग> लेबल निर्माता
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 書標產生器

source: The label creator tool allow you to use layouts and templates which you design to print a nearly unlimited variety of labels including barcodes. Here are some of the features of the label creator tool:
hi: लेबल निर्माता टूल आपको लेआउट और टेम्प्लेट का उपयोग करने की अनुमति देता है जिसे आप बारकोड सहित लगभग असीमित किस्म के लेबल प्रिंट करने के लिए डिज़ाइन करते हैं। यहाँ लेबल निर्माता उपकरण की कुछ विशेषताएं दी गई हैं:
zh_tw: 新增標籤允許您使用布局與模板設定出幾乎無限制的標籤，包括條碼在內。以下是若干新增標籤模組的功能：
