Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: To schedule a task, visit the Task Scheduler and fill in the form
hi: एक कार्य को शेड्यूल करने के लिए, टास्क समयबद्धक जाएँ और के रूप में भरने
tr: Bir görev zamanlamak için, Görev Zamanlayıcıya gidin ve buradaki formu doldurun
zh_tw: 進入工作排程並填寫表單，就能排入工作

source: Current Server Time shows the time on your server (schedule all of your reports to run based on that time - not on your local time)
hi: मौजूदा सर्वर समय अपने सर्वर पर समय से पता चलता (अनुसूची अपनी रिपोर्ट उस समय के आधार पर चलाने के लिए के सब - नहीं, अपने स्थानीय समय पर)
tr: Mevcut sunucu saati, sunucunuzun saatini gösterir (tüm raporlarınızı bu saat üzerinde çalışacak şekilde zamanlayın - yerel saatinize göre değil)
zh_tw: 伺服器現在時間(用於管理所有的報表 - 不是真的在地時間)

source: Time should be entered as hh:mm (2 digit hour, 2 digit minute)
hi: समय hh:mm के रूप में दर्ज किया जाना चाहिए: (2 अंकों घंटे, 2 अंकों मिनट)
tr: Zaman ss:dd olarak girilmelidir (2 haneli saat, 2 haneli dakika)
zh_tw: 時間應鍵入為時時：分分(2個數字為時，2個數字為分)

source: Date should be entered using the calendar pop up
hi: दिनांक कैलेंडर पॉप अप का उपयोग कर दर्ज किया जाना चाहिए
tr: Tarih, açılır takvim kullanılarak girilmelidir
zh_tw: 應以彈出的日曆鍵入日期

source: From Report choose the report you want to schedule
hi: रिपोर्ट से रिपोर्ट का चयन आप शेड्यूल करना चाहते हैं
tr: Rapordan, listesini yapmak istediğiniz raporu seçin
zh_tw: 從報表選取工作的報表

source: Choose whether to receive the text of or a link to the results
hi: चुनें परिणामों के पाठ या एक लिंक प्राप्त करने के लिए है कि क्या
tr: Metni veya sonuç bağlantısını almayı seçin
zh_tw: 選是是否收取此結果的文字或連結

source: In the Email filed enter the email of the person you want to receive your report
hi: ईमेल में दायर व्यक्ति आप अपनी रिपोर्ट प्राप्त करना चाहते हैं के ईमेल दर्ज
tr: E-posta alanına raporunuzu almasını istediğiniz kişinin e-posta adresini girin.
zh_tw: 在 Email 欄位鍵入接收報表者的電子郵件

source: Below the task scheduler form, there is a list of scheduled reports
hi: कार्य अनुसूचक फार्म के नीचे, वहाँ अनुसूचित रिपोर्ट की एक सूची है
tr: Görev Zamanlayıcı formun altında zamanlanan raporlar listesi vardır
zh_tw: 工作排程表單下，有排定報表清單

source: You can also schedule reports directly from the list of saved reports by clicking the 'Schedule' link
hi: तुम भी 'अनुसूची' लिंक पर क्लिक करके बचाया रिपोर्ट की सूची से सीधे रिपोर्ट अनुसूची कर सकते हैं
tr: 'Zamanla' bağlantısına tıklayarak, raporları direkt olarak kaydedilmiş raporlar listesinden de zamanlayabilirsiniz.
zh_tw: 按下 '排程' 連結，就可從儲存報表清單執行報表排程

source: Troubleshooting
hi: समस्या निवारण
tr: Sorun giderme
zh_tw: 解決問題

source: Task scheduler will not work if the user the web server runs as doesn't have the permission to use it. To find out if the right user has the permissions necessary, check /etc/at.allow to see what users are in it. If you don't have that file, check etc/at.deny. If at.deny exists but is blank, then every user can use it. Talk to your system admin about adding the user to the right place to make the task scheduler work.
hi: यदि उपयोगकर्ता वेब सर्वर के रूप में चलाता है इसका इस्तेमाल करने की अनुमति नहीं है टास्क समयबद्धक काम नहीं करेगा। सही उपयोगकर्ता आवश्यक अनुमति है यदि पता लगाने के लिए, क्या उन यह कर रहे हैं देखने के लिए /etc/at.allow की जाँच करें। आप उस फ़ाइल नहीं है, तो जाँच आदि / at.deny। at.deny मौजूद है, लेकिन खाली है, तो हर उपयोगकर्ता इसका इस्तेमाल कर सकते हैं। सही जगह कार्य अनुसूचक काम करने के लिए उपयोगकर्ता जोड़ने के बारे में अपने सिस्टम व्यवस्थापक से बात करें।
tr: Web sunucusu çalışıyorsa ve kullanıcının onu kullanmaya izni yoksa, görev zamanlayıcısı çalışmayacaktır. Doğru kullanıcının gerekli izinlerinin olup olmadığını bulmak için, kontrol edin /etc/at.allow hangi kullanıcıların dahil olduğunu göremek için izin verin. Bu dosya mevcut değilse , kontrol edin etc/at.deny. at.engelle varsa fakat boşsa, bunu her kullanıcı kullanabilir. Zaman ayarlayıcısını çalıştırmak üzere kullanıcıyı doğru yere eklemek için sistem yöneticinizle konuşun.
zh_tw: 若網站使用者沒有權限則不會執行工作排程。檢查 /etc/at.allow 查看使用者的權限。若沒有該檔案，則檢查 etc/at.deny 檔案。若 at.deny 內容為空白，則每個人都可以執行它。要求您的系統管理員把使用者加入正確的位置才能執行排定工作。

source: Quote of the Day (QOTD) Editor
hi: दिन का उद्धरण (क्यूओटीडी) संपादक
tr: Günün Sözü (QOTD) Editörü
zh_tw: 每日一句 (QOTD) 編輯器

source: *Get there:* More > Tools > Additional Tools > Edit quotes for QOTD feature
hi: * वहां जाएं: * अधिक> उपकरण> अतिरिक्त उपकरण> QOTD सुविधा के लिए उद्धरण संपादित करें
tr: *Gidiş yolu:* Daha fazla > Araçlar > Ek Araçlar > QOTD özelliği için alıntıları düzenle
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 其他工具 &gt; 編輯每日一句

source: This tool will allow you to add and edit quotes to show on the OPAC if you're using the Quote of the Day (QOTD) feature.
hi: यह उपकरण आप जोड़ने के लिए और आप दिन (QOTD) सुविधा के उद्धरण का उपयोग कर रहे हैं ओपेक पर दिखाने के लिए संपादित उद्धरण अनुमति देगा।
tr: Bu araç, Günün Sözü (QOTD) özelliğini kullanıyorsanız OPAC üzerinde gösterilecek alıntıları eklemeniz ve düzenlemenizi sağlar.
zh_tw: 使用每日一句 (QOTD) 功能時此工具可以新增與編輯顯示於 OPAC 的引句。

source: To turn this feature on set the :ref:`QuoteOfTheDay` preference to 'Enable and add at least one quote via the Quote of the Day Editor. Once these steps are complete you will see your quotes above the :ref:`OpacMainUserBlock` in the OPAC:
hi: इस सुविधा को सेट पर चालू करने के लिए: ref: `QuoteOfTheDay` वरीयता 'दिन संपादक के उद्धरण के माध्यम से कम से कम एक उद्धरण सक्षम करें और जोड़ें। एक बार ये चरण पूर्ण हो जाने पर आप अपने उद्धरणों को above से ऊपर देखेंगे :ref:`OPAC में 'OpacMainUserBlock`:
tr: Bu özelliği açmak için :ref:`QuoteOfTheDay` tercihini etkinleştirin ve Günün Sözü Editörü üzerinden en az bir alıntı ekleyin. Bu aşamalar tamamlandıktan sonra OPAC'da:`OpacMainUserBlock` üstünde alıntıları görebileceksiniz:
zh_tw: 將 :ref:`QuoteOfTheDay` 偏好設為 '啟用' 並且經由每日一句編輯器至少鍵入一個引句就能啟用此功能。接著就能夠在 OPAC 的 :ref:`OpacMainUserBlock` 之上看到每日一句：

source: Add a Quote
hi: एक उद्धरण जोड़े
tr: Bir alıntı ekle
zh_tw: 新增引句

source: To add a quote:
hi: एक उद्धरण जोड़ने के लिए:
tr: Bir alıntı eklemek için:
zh_tw: 新增引句：

source: Click the 'Add quote' button in the toolbar and an empty quote entry will be added to the end of the current quote list.
hi: उपकरण पट्टी में 'बोली जोड़ें' बटन पर क्लिक करें और एक खाली बोली प्रवेश वर्तमान बोली सूची के अंत में जोड़ दिया जाएगा।
tr: Araç çubuğundaki 'Bilgi ekle' butonuna tıklayınız ve boş bir bilgi girdisi mevcut bilgi listesinin sonuna eklenecektir.
zh_tw: 勾選工具列的 '新增引句' 鈕，在引句列最後新增空白的引句款目。

source: Both the 'Source' and the 'Text' fields must be filled in in order to save the new quote.
hi: दोनों 'स्रोत' और 'पाठ' के क्षेत्र आदेश नई बोली को सेव करने के लिए में भरा जाना चाहिए।
tr: Yeni bilgiyi kaydetmek için 'Kaynak' ve 'Metin' alanlarının ikisi de doldurulmalıdır.
zh_tw: 必須在 '來源' 與 '內文' 欄位鍵入資料才能儲存新的引句。

source: When finished filling in both fields, press the <Enter> key on your keyboard to save the new quote.
hi: दोनों फ़ील्ड भरने के बाद, नया उद्धरण सहेजने के लिए अपने कीबोर्ड पर <Enter> कुंजी दबाएं।
tr: Her iki alanı da doldurduktan sonra, yeni alıntıyı kaydetmek için klavyenizdeki <Enter> tuşuna basın.
zh_tw: 鍵入兩個欄位後，按下 <Enter> 鍵儲存此新引句。

source: The list will update and the new quote should now be visible in the list.
hi: सूची को अद्यतन करेगा और नई बोली सूची में दिखाई नहीं होना चाहिए।
tr: Liste güncellenecek ve yeni alıntı artık liste içinde görünür durumda olacaktır.
zh_tw: 將更新清單看到新增的引句。

source: You may cancel the addition of a new quote any time prior to saving it simply by pressing the <Esc> key on your keyboard.
hi: आप अपने कीबोर्ड पर <Esc> कुंजी दबाकर इसे सहेजने से पहले किसी भी समय एक नए उद्धरण को रद्द कर सकते हैं।
tr: Klavyenizdeki <Esc> tuşuna basarak kaydetmeden önce istediğiniz zaman yeni bir alıntı eklemeyi iptal edebilirsiniz.
zh_tw: 儲存之前按下 <Esc> 鍵可以取消新增引句。

source: Edit/Delete a Quote
hi: एक उद्धरण संपादित/हटाएं
tr: Bir alıntı Düzenle/Sil
zh_tw: 編輯/刪除引句

source: Once the current quote pool has been loaded into the editing table, you may edit the quote source and text.
hi: एक बार जब वर्तमान बोली पूल संपादन तालिका में लोड कर दिया गया है, आप बोली स्रोत और पाठ संपादित कर सकते हैं।
tr: Mevcut bilgi havuzu düzeltme tablosuna yüklendiğinde, bilgi kaynağını ve metnini düzeltebilirsiniz.
zh_tw: 將現在的引句池上傳至編輯表單後，就能編輯引句的來源與內容。

source: Edit either the 'Source' or 'Text' fields by clicking on the desired field.
hi: वांछित क्षेत्र या तो 'स्रोत' या 'पाठ' क्षेत्रों पर क्लिक करके संपादित
tr: Ya 'Kaynağa' ya da 'Metin' alanlarının istenen alanlarına tıklayarak düzenleme yapınız.
zh_tw: 點選指定的欄位，以便編輯 '來源' 或 '文字' 欄位。

source: When you are finished editing a field, press the <Enter> key on your keyboard to save the changes.
hi: जब आप किसी फ़ील्ड को संपादित करना समाप्त कर लें, तो परिवर्तनों को सहेजने के लिए अपने कीबोर्ड पर <Enter> कुंजी दबाएं।
tr: Bir alanı düzenlemeyi bitirdiğinizde, değişiklikleri kaydetmek için klavyenizdeki <Enter> tuşuna basın.
zh_tw: 編輯欄位後，按下 <Enter> 鍵儲存改變。

source: The list will be updated, the edits saved, and visible.
hi: सूची अद्यतन किया जाएगा, संपादन बचाया, और दिख रहा है।
tr: Liste güncellenecek, düzenlemeler kaydedildi, ve görünür durumda.
zh_tw: 此清單將更新、編輯儲存與可見。

source: If you'd like you can also delete quote(s).
hi: यदि आप चाहें तो आप भी उद्धरण(s)हटा सकते हैं.
tr: İsterseniz alıntı(ları) silebilirsiniz.
zh_tw: 也可以刪除引句。

source: Select the quote(s) you desire to delete by clicking on the corresponding quote id.
hi: उद्दरण(s) को आप इसी बोली आईडी पर क्लिक करके नष्ट करने की इच्छा का चयन करें।
tr: İlgili alıntı kimliği üzerine tıklayarak silmek istediğiniz alıntı(ları) seçin.
zh_tw: 勾選對映的引句代號，刪除該引句。

source: Once quote selection is finished, simply click the 'Delete quote(s)' button.
hi: एक बार बोली चयन समाप्त हो गया है, बस 'बोली हटाएँ (s)' कुंजी पर क्लिक करें।
tr: Alıntı seçimi bittikten sonra, 'Alıntı(ları) sil' butonu üzerine tıklamanız yeterlidir.
zh_tw: 選定引句後，再勾選 '刪除引句' 鍵。

source: You will be prompted to confirm the deletion.
hi: आप हटाए जाने की पुष्टि करने के लिए प्रेरित किया जाएगा।
tr: Size silmeyi onaylamanız hatırlatılacak.
zh_tw: 將提示確認刪除。

source: After confirming the deletion, the list will update and the quote(s) will no longer appear.
hi: विलोपन की पुष्टि के बाद, इस सूची को अद्यतन करेगा और बोली (s) को अब दिखाई देगा।
tr: Silmeyi onayladıktan sonra, liste güncelleştirilecek ve alıntı(lar) artık görünmeyecektir.
zh_tw: 確認刪除後，將更新虛擬書架並不再出現引句。

source: Import Quotes
hi: आयात उद्धरण
tr: Bilgileri içe aktar
zh_tw: 匯入引句

source: If you'd like you can import a batch of quotes as a CSV file. Your file must contain two columns in the form: "source","text" with no header row.
hi: यदि आप चाहें तो आप एक सीएसवी फाइल के रूप में उद्धरण के एक बैच आयात कर सकते हैं। आपकी फ़ाइल के रूप में दो कॉलम शामिल होना चाहिए: "स्रोत" कोई शीर्ष लेख पंक्ति के साथ, "पाठ"।
tr: Eğer isterseniz bir alıntı topluluğunu CSV dosyası olarak içe aktarabilirsiniz. Dosyanız başlık satırı olmayacak şekilde iki sütun içermelidir: "kaynak", "metin".
zh_tw: 以 CSV 檔案批次匯入引句。該檔案必須有兩個欄位："來源"、"文字" 欄位使用不必鍵入欄位的標題。

source: You will be prompted to confirm upload of files larger than 512KB.
hi: आप 512KB से अधिक फाइल के अपलोड पुष्टि करने के लिए प्रेरित किया जाएगा।
tr: Size 512KB’den daha büyük dosyaların yüklenmesinin onaylanması hatırlatılacak.
zh_tw: 將提示確認上傳的檔案大於512KB。

source: To start the import process click the 'Import quotes' button at the top of the screen
hi: आयात की प्रक्रिया शुरू करने के लिए स्क्रीन के शीर्ष पर 'आयात उद्धरण' बटन पर क्लिक करें
tr: İçe aktarma işlemini başlatmak için ekranın üst kısmında yer alan 'Import quotes' butonuna tıklayın
zh_tw: 勾選螢幕上方的 '匯入引句' 鈕啟動匯入程序

source: Once on the import quotes screen you can browse your computer for the file you would like to import
hi: एक बार आयात उद्धरण स्क्रीन पर आप फ़ाइल आप आयात करना चाहते हैं के लिए अपने कंप्यूटर ब्राउज़ कर सकते हैं
tr: Bir kez alıntıları içe aktar ekranına geldikten sonra aktarmak istediğiniz dosya için bilgisayarınızda arama yapabilirsiniz
zh_tw: 進入匯入引句螢幕後可從電腦內選取欲匯入的檔案

source: After selecting the CSV file, click the 'Open' button and the file will be uploaded into a temporary editing table.
hi: सीएसवी फ़ाइल चुनने के बाद, बटन 'ओपन' पर क्लिक करें और फाइल एक अस्थायी संपादन तालिका में अपलोड किया जाएगा।
tr: CSV dosyasını seçtikten sonra, 'Aç' düğmesine tıklayın ve dosya geçici bir düzenleme tablosuna yüklenecektir.
zh_tw: 選定CSV檔案後，點選 '開啟' 鈕，該檔案將上傳至暫存編輯表。

source: From the listing you can edit either the 'Source' or 'Text' fields by clicking on the desired field. When you are finished editing a field, press the <Enter> key on your keyboard to save the changes.
hi: लिस्टिंग से आप वांछित फ़ील्ड पर क्लिक करके 'स्रोत' या 'टेक्स्ट' फ़ील्ड को संपादित कर सकते हैं। जब आप किसी फ़ील्ड को संपादित करना समाप्त कर लें, तो परिवर्तनों को सहेजने के लिए अपने कीबोर्ड पर <Enter> कुंजी दबाएं।
tr: Listeden istediğiniz alana tıklayarak 'Kaynak' veya 'Metin' alanlarını düzenleyebilirsiniz. Bir alanda düzenlemeyi tamamladığınızda, değişiklikleri kaydetmek için klavyenizdeki <Enter> tuşuna basın.
zh_tw: 按下 '來源' 或 '文字' 欄位就能夠編輯該清單的內容。完成欄位的編輯後，按 <Enter> 鈕儲存該內容。

source: You can also delete quotes from this listing before completing the import.
hi: तुम भी आयात पूरा करने से पहले इस लिस्टिंग से उद्धरण हटा सकते हैं।
tr: Ayrıca içe aktarma işlemini tamamlamadan önce bu listedeki alıntıları silebilirsiniz.
zh_tw: 匯入前可以從此清單刪除引句。

source: Once quote selection is finished, simply click the 'Delete quote(s)' key.
hi: एक बार बोली चयन समाप्त हो गया है, बस 'बोली हटाएँ (s)' कुंजी पर क्लिक करें।
tr: Bilgi seçimi bittiğinde, 'Bilgi(leri) sil' tuşuna tıklayınız.
zh_tw: 選定引句後，再勾選 '刪除引句' 鍵。

source: Once you are satisfied with the quotes, click the 'Save quotes' button in the toolbar at the top and the quotes will be saved.
hi: एक बार जब आप उद्धरण के साथ संतुष्ट हैं, शीर्ष पर उपकरण पट्टी में 'उद्धरण सहेजें' बटन पर क्लिक करें और उद्धरण बचाया जाएगा।
tr: Alıntılardan emin olduğunuzda, araç çubuğunun en üstündeki 'Alıntı Kaydet' butonuna tıklayın ve alıntılar kaydedilecektir.
zh_tw: 完成之後，按上方工具列的 '儲存引句' 鈕儲存引句。

source: Upload
hi: अपलोड करें
tr: Yükle
zh_tw: 上傳

source: *Get there:* More > Tools > Additional Tools > Upload
hi: * वहां जाएं: * अधिक> उपकरण> अतिरिक्त उपकरण> अपलोड करें
tr: *Gidiş yolu:* Daha fazla > Araçlar > Ek Araçlar > Karşıya Yükle
zh_tw: *到那裡：* 更多 > 工具 > 其他工具 > 上傳

source: This tool will allow you to upload files to your Koha system for selection from the :ref:`Cataloging form <attaching-files-to-records-label>`.
hi: यह टूल आपको चयन के लिए अपने कोहा सिस्टम में फ़ाइलों को अपलोड करने की अनुमति देगा :ref:`कैटलॉग फॉर्म <attaching-files-to-records-label>`.
tr: Bu araç, :ref:`Kataloglama formundan <attaching-files-to-records-label>` seçim yapmak için Koha sisteminize dosya yüklemenizi sağlayacaktır.
zh_tw: 從 :ref:`編目表單 <attaching-files-to-records-label>` 上傳檔案供選擇。

source: Upload Files
hi: फ़ाइल अपलोड करें
tr: Dosyaları Karşıya Yükle
zh_tw: 上傳檔案

source: When you first visit the Upload tool you might see a warning about missing a category.
hi: जब आप पहली बार अपलोड टूल पर जाते हैं तो आपको किसी श्रेणी को खोने के बारे में एक चेतावनी दिखाई दे सकती है।
tr: Yükleme aracını ilk ziyaret ettiğinizde, kategori eksikliği konusunda bir uyarı görebilirsiniz.
zh_tw: 第一次進入上傳工具時，可能看到缺少類型的警示。

source: Categories are defined in the :ref:`authorized value <authorized-values-label>` in the UPLOAD category. If you do not have upload categories then your files will be temporary and will be deleted the next time the server is rebooted. Once you have a value in the UPLOAD authorized value category you will see a Category pull down below the 'Browse' button.
hi: श्रेणियों को परिभाषित किया गया है :ref:`अधिकृत मूल्य <authorized-values-label>'अपलोड श्रेणी में। यदि आपके पास अपलोड श्रेणियां नहीं हैं तो आपकी फ़ाइलें अस्थायी होंगी और अगली बार सर्वर रीबूट होने पर हटा दी जाएगी। एक बार आपके पास अपलोड अधिकृत मान श्रेणी में कोई मान हो जाने के बाद आपको 'ब्राउज़ करें' बटन के नीचे एक श्रेणी खींचेंगी।
tr: Kategoriler, UPLOAD kategorisinde <authorized-values-label>'de tanımlanmıştır. Yükleme kategoriniz yoksa, dosyalarınız geçici olur ve bir dahaki sefer sunucu yeniden başlatıldığında silinir. UPLOAD yetkili değer kategorisinde bir değer elde ettiğinizde, 'Gözat' düğmesinin altında bir kategori açılır menüsü göreceksiniz.
zh_tw: 類型設定在 UPLOAD 類型的 :ref:`容許值 <authorized-values-label>`。若沒有上傳類型，則把檔案暫存，在重新啟動伺服器時將被刪除。一但在 UPLOAD 容許值類型內有了資料，可在 '瀏覽' 鈕下看類型的下拉選單。

source: Browse your computer a file, choose a category and decide if the public will be able to download this file via the OPAC. Once your file is uploaded you will be presented with a confirmation.
hi: अपने कंप्यूटर को एक फाइल ब्राउज़ करें, एक श्रेणी चुनें और फैसला करें कि क्या जनता ओपीएसी के माध्यम से इस फाइल को डाउनलोड करने में सक्षम होगी। एक बार आपकी फ़ाइल अपलोड हो जाने के बाद आपको एक पुष्टिकरण प्रस्तुत किया जाएगा।
tr: Bilgisayarınıza bir dosya olup olmadığına göz atın, bir kategori seçin ve genel kullanıcıların OPAC aracılığıyla bu dosyayı indirip indiremeyeceğine karar verin. Dosyanız yüklendikten sonra size bir onay verilecektir.
zh_tw: 瀏覽電腦的檔案，選擇類型並決定是否讓讀者經由 OPAC 下載。上傳之後，還有確認程序。

source: Search files
hi: फाइल खोजें
zh_tw: 搜尋檔案

source: All uploaded files are searchable from below the upload form. Using the form you can search any part of the filename and/or the Hashvalue.Search uploaded files
hi: सभी अपलोड की गई फाइल अपलोड फॉर्म के नीचे से खोजने योग्य हैं। फॉर्म का उपयोग करके आप फ़ाइल नाम और/या हैशवाल्यू के किसी भी भाग को खोज सकते हैं। अपलोड की गई फाइलों की खोज करें
tr: Yüklenen tüm dosyalar yükleme formunun altından aranabilir. Formu kullanarak dosya adının ve/veya Hashvalue.Search'in yüklediği dosyaların herhangi bir bölümünü arayabilirsiniz
zh_tw: 上傳的檔案都可以經由上傳表單搜尋。使用該表單可搜尋檔案名稱的任何部份及 Hashvalue。搜尋上傳檔案

source: You will be presented with the results of your search.
hi: आपको अपनी खोज के परिणामों के साथ प्रस्तुत किया जाएगा।
zh_tw: 出現搜尋結果。

source: Access files
hi: फ़ाइलों तक पहुंचें
zh_tw: 近用檔案

source: *Get there:* More > Tools > Additional Tools > Access files
hi: * वहां जाएं: * अधिक> टूल्स> अतिरिक्त टूल्स> फ़ाइलों तक पहुंचें
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 其他工具 &gt; 近用檔案

source: This option allows access to files stored on the server from the staff interface. The directories where the files are stored need to be defined in the koha-conf.xml file. In order to be able to access the tool, a staff patron requires the superlibrarian or access_files patron permission
hi: यह विकल्प सर्वर इंटरफ़ेस से सर्वर पर संग्रहीत फ़ाइलों तक पहुंच की अनुमति देता है। निर्देशिका जहां फ़ाइलों को संग्रहीत किया जाता है को koha-conf.xml फ़ाइल में परिभाषित करने की आवश्यकता होती है। टूल तक पहुंचने में सक्षम होने के लिए, एक कर्मचारी संरक्षक को सुपरलाइब्रियन या access_files संरक्षक अनुमति की आवश्यकता होती है
zh_tw: 此選項允許從館員介面近用伺服器的檔案。被 koha-conf.xml 設定的資料夾內檔案。為了能夠近用工具，需有超級館員或 access_files 權限的館員。

source: Patrons and Circulation
tr: Kullanıcılar ve Dolaşım

source: *Get there:* More > Tools > Patrons and Circulation > Patron lists
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Kullanıcı listeleri

source: Enter a list name and save the list.
tr: Liste adı girin ve listeyi kaydedin.

source: *Get there:* More > Tools > Patrons and Circulation > Patron clubs
tr: *Gidiş yolu:* Daha fazla > Araçlar > Kullanıcılar ve Dolaşım > Kullanıcı kulüpleri

source: Patron clubs create clubs which patrons may be enrolled in. It is useful for tracking summer reading programs, book clubs and other such clubs.
tr: Kullanıcı kulüpleri, kullanıcıların kayıtlı olabileceği kulüpleri oluşturur. Yaz okuma programları, kitap kulüpleri ve diğer kulüpleri izlemek için faydalıdır.

source: **Important** Staff will need permission to edit clubs, templates and enroll patrons. Go to your staff members account tab and click on the More drop down menu. Select Set Permissions and make sure patron clubs have checkmarks next to each of the functions you want your staff to have. Remember if your staff is a superlibrarian, they will have the permission.
tr: ** Önemli ** Personel kulüpleri, şablonları düzenlemek ve kullanıcıları kaydetmek için gerekli izinlere sahip olmalıdır. Personel üye hesabınıza gidin ve Diğer açılır menüyü tıklayın. İzinleri Ayarla'yı seçin ve kullanıcı kulüplerinin, personelinizin sahip olmasını istediğiniz işlevlerin yanındaki onay işaretlerine sahip olduğundan emin olun. Aklınızda bulunsun, personeliniz bir superlibrarian ise zaten izinlere sahip olacakdır.

source: Creating a new club template Here you can add fields that can be filled out at the time a new club is created based on the template, or a new enrollment is created for a given club based on the template. Click on the New Club template button
tr: Yeni bir kulüp şablonu oluşturma Burada, şablona dayalı yeni bir kulüp oluşturulduğunda doldurulabilecek alanlar eklenebilir veya şablona dayalı belirli bir kulüp için yeni bir kayıt oluşturulur. Yeni Kulüp şablonu butonuna tıklayın

source: Name is required. This could be something like Adult Book Club, Children’s Book Club or Summer Reading Program. Remember these templates will be starting point for each club you create.
tr: İsim gereklidir. Bu, Yetişkin Kitap Kulübü, Çocuk Kitap Kulübü veya Yaz Okuma Programı gibi bir şey olabilir. Oluşturduğunuz her bir kulüp için bu şablonların başlangıç noktası olacağını unutmayın.

source: Description can be any additional information
tr: Açıklama herhangi bir ek bilgi olabilir

source: Allow Public Enrollment: if this box is checked it will allow patrons to enroll in a club based on this template from the OPAC
tr: Herkese Açık Kayıt İşlemine İzin Ver: Bu kutu işaretliyse, kullanıcıların OPAC'dan bu şablona dayanarak bir kulübe kaydolmalarını sağlar.

source: Require valid email address: if this box is checked only patrons with a patrons with a valid email address can enroll. So they will need a email address to enroll.
tr: Geçerli bir e-posta adresi iste: Bu kutu işaretliyse, yalnızca geçerli bir e-posta adresi olan bir hesaba sahip olan kullanıcılar kayıt olabilir. Böylece kayıt için bir e-posta adresine ihtiyaçları olacaktır.

source: The library drop down gives you the flexibility to enroll patrons from specific branches. If you let it set to blank, all branches will be able to enroll.
tr: Kütüphane açılır menüsü, belirli şubelerden kullanıcıları kaydetme esnekliği sağlar. Boş bırakılmasına izin verirseniz, tüm şubeler kayıt olabilir.

source: Club Fields: these fields will be used when creating a club based on this template you can connect authorized values here Enrollment Fields: you can add any additional fields you want to have filled out by your patrons like you can connect authorized values here.
tr: Kulüp Alanları: Bu şablona dayalı bir kulüp oluştururken kullanılacak olan bu değerleri kullanarak yetkili değerleri buraya bağlayabilirsiniz. Kayıt Alanları: Kullanıcıların doldurup doldurmak istediği ek alanları ekleyebilir, bu sayede yetkilendirilmiş değerleri buraya bağlayabilirsiniz.

source: Creating a new club based on a template Here you can add information about a new club using a template you created. Click on the New Club dropdown menu and select the template you want to use.
tr: Bir şablona dayalı yeni bir kulüp oluşturma Burada, oluşturduğunuz şablonu kullanarak yeni bir kulüp hakkında bilgi ekleyebilirsiniz. Yeni Kulüp açılır menüsüne tıklayın ve kullanmak istediğiniz şablonu seçin.

source: Name is required, this will be the name of the specific club using the template you created. For example, if I used my Kids Club template, I can create Kids Club 2017
tr: İsim gereklidir, bu, oluşturduğunuz şablonu kullanarak belirli bir kulübün adı olacaktır. Örneğin, Çocuk Kulübü şablonumu kullanmış olsaydım, Çocuk Kulübü 2017'yi oluşturabilirdim

source: Description – any additional information
tr: Açıklama - herhangi bir ilave bilgi
