Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Example: the text is printed 0 .25" from the left edge of the first label, 0 .28" from the left edge of the second label and 0 .31" from the left edge of the third label. This means the horizontal creep should be set to (minus) -0.03 " to make up for this difference.
hi: उदाहरण:। पाठ मुद्रित किया जाता है 0 .25 "पहले लेबल के बाएँ किनारे से, 0 .28" दूसरा लेबल के बाएँ किनारे और 0.31 "तीसरे लेबल के बाएँ किनारे से इस क्षैतिज रेंगना का मतलब (ऋण) -0.03 "इस अंतर के लिए बनाने के लिए स्थापित किया जाना चाहिए।
tr: Örnek: Metin, ilk etiketin sol kenarından 0,25 ", ikinci etiketin sol kenarından 0,28" ve üçüncü etiketin sol kenarından 0,31 "yazdırılır Bu, yatay sürünme'nin bu farkı telafi etmek için (eksi) -0.03 "olarak ayarlanması anlamına gelir.
zh_tw: 範例：距離第一個標籤左緣 0 .25"，距離第二個標籤左緣 0 .28" 且距離第三個標籤左緣 0 .31"。表示水平偏移應設為 (減) -0.03 " 以補償其差距。

source: After saving, your profiles will appear on the 'Manage printer profiles' page.
hi: सहेजने के बाद, आपके प्रोफ़ाइल 'प्रिंटर प्रोफाइल प्रबंधित करें' पेज पर दिखाई देंगे।
zh_tw: 儲存之後，設定檔將出現在 '管理印表機設定檔' 頁面。

source: Once you have saved your new profile, you can return to the list of templates and choose to edit the template that this profile is for.
hi: एक बार जब आप अपने नए प्रोफ़ाइल को बचाया है, आप टेम्पलेट की सूची में लौटने और है कि इस प्रोफ़ाइल के लिए है टेम्पलेट को संपादित करने के लिए चुन सकते हैं।
tr: Yeni profilinizi kaydettiğinizde, şablonlar listesine dönebilir ve bu profil için olan şablonu düzenlemeyi seçebilirsiniz.
zh_tw: 儲存新的設定檔後，可回到模板清單並選擇編輯該模板。

source: Batches
hi: बैच
tr: Toplu dosyalar
zh_tw: 批次

source: *Get there:* More > Tools > Patron card creator > Manage > Card batches
hi: *वहां जाएं:* अधिक> टूल्स> संरक्षक कार्ड निर्माता> प्रबंधित करें> कार्ड बैच
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 新增讀者證 &gt; 管理 &gt; 批次讀者證

source: A batch is a collection of patrons for whom you want to generate cards.
hi: एक बैच संरक्षक जिनके लिए आप कार्ड पैदा करना चाहते का एक संग्रह है।
tr: Toplu dosya, kartlarını oluşturmak istediğiniz kullanıcıların topluluğudur.
zh_tw: 批次是一群讀者，您可批次製作讀者證。

source: Add a batch
hi: एक बैच जोड़े
zh_tw: 新增批次

source: To add a new batch, you want to click on the 'New batches' button at the top of your page. Choosing the menu item 'Manage batches' on the left a list of already defined batches is displayed. In this display you can either select a batch for editing or add a new batch.
hi: एक नए बैच को जोड़ने के लिए, आप अपने पृष्ठ के शीर्ष पर 'नए बैच' बटन पर क्लिक करने के लिए चाहते हैं। मेनू आइटम का चयन 'प्रबंधित बैचों' छोड़ दिया है पहले से ही परिभाषित बैचों की एक सूची पर प्रदर्शित किया जाता है। इस प्रदर्शन में या तो आप संपादन के लिए एक बैच का चयन करें या एक नया बैच जोड़ सकते हैं।
tr: Yeni bir grup eklemek için sayfanızın üst kısmındaki 'Yeni gruplar' butonuna tıklayın. Soldaki 'Grupları yönet' menü öğesini seçerseniz daha önce tanımlanmış olan gruplar görüntülenir. Bu ekranda yeni bir grup ekleyebilir ya da düzenlemek için bir grup seçebilirsiniz.
zh_tw: 按頁面上方的 '新增批次'，就能新增批次了。選擇左方的 '管理批次' 就可從選單中選取批次。您可從這裡選取待編輯的批次或新增批次。

source: For a new batch a message pops up and directs you to select patrons to be processed in this batch.
hi: एक नए बैच के लिए एक संदेश चबूतरे और संरक्षक इस बैच में संसाधित करने के लिए चयन करने के लिए निर्देश देता है।
tr: Yeni bir grup için bir mesaj açılır ve bu grupta işlenecek kullanıcıları seçmek için sizi yönlendirir.
zh_tw: 彈出新的批次訊息並指引您選擇被發送的讀者。

source: From here you can search for patrons to add to your batch by any part of their name, their category and/or library. Entering \* in the search box will display all the patrons.
hi: यहां से आप अपने नाम, उनकी श्रेणी और / या पुस्तकालय के किसी भी हिस्से से अपने बैच में जोड़ने के लिए संरक्षक खोज सकते हैं। खोज बॉक्स में \* दर्ज करना सभी संरक्षक प्रदर्शित करेगा।
tr: Buradan grubunuza eklemek için adlarının bir kısmı, kategorileri ve/veya kütüphaneleri ile kullanıcı araması yapabilirsiniz, Arama kutusuna \* işareti girmek tüm kullanıcıları gösterecektir.
zh_tw: 從這裡搜尋讀者姓名、類型或所屬圖書館就能把讀者加入批次內。以萬用字元 \* 搜尋所有的讀者。

source: From the results you can add patrons to the batch by clicking the 'Add' button. After adding patrons from the results you can start over and perform another search or click 'Close' at the bottom of the screen to indicate that you are done. You will then be presented with your batch.
hi: परिणाम से आप 'जोड़ें' बटन पर क्लिक करके बैच के संरक्षक जोड़ सकते हैं। परिणामों से संरक्षक जोड़ने के बाद तुम पर शुरू और एक अन्य खोज प्रदर्शन या 'बंद' स्क्रीन के तल पर संकेत मिलता है कि आप कर रहे हैं क्लिक कर सकते हैं। तब आप अपने बैच के साथ प्रस्तुत किया जाएगा।
tr: Sonuçlardan 'Ekle' butonuna tıklayarak kullanıcıları gruba ekleyebilirsiniz. Sonuçlardan kullanıcıları ekledikten sonra başa dönüp başka bir arama yapabilir ya da işleminizin bittiğini belirtmek için ekranın en altındaki 'Kapat' butonuna tıklayabilirsiniz. Bundan sonra karşınıza kullanıcıları eklemiş olduğunuz grup gelecektir.
zh_tw: 按 '新增' 鈕就能新增讀者至批次。從結果新增讀者後可執行另個搜尋重新來過或按螢幕下方的 '關閉' 鈕表示做完了。然後出現此批次。

source: If you would like to export all patron cards you can click 'Export card batch' otherwise you can choose specific patrons to print cards for by checking the box to the right of their names and then choose 'Export selected card(s)' at the top.
hi: आप क्लिक कर सकते हैं आप सभी संरक्षक कार्ड का निर्यात करना चाहते है तो 'निर्यात कार्ड बैच' अन्यथा आप उनके नाम का सही करने के लिए बॉक्स को चेक करके के लिए कार्ड प्रिंट और फिर चयन करने के लिए विशिष्ट संरक्षक चुन सकते हैं 'निर्यात चयनित कार्ड (s)' पर ऊपर का।
tr: Tüm kullanıcı kartlarınızı dışa aktarmak isterseniz 'Kartları toplu olarak dışa aktar' butonuna tıklayabilirsiniz, aksi takdirde kartlarını yazdırmak istediğiniz belirli kullanıcılar için isimlerinin sağındaki onay kutusunu işaretleyip, daha sonra üst kısımda bulunan 'Seçili kartları dışa aktar' opsiyonunu seçebilirsiniz.
zh_tw: 可以按 '批次匯出讀者證' 或勾選讀者名字右方的盒，再按上方的 '匯出讀者證' 鈕，匯出勾選的讀者。

source: The export menu will ask you to choose a template, a layout and starting position (where on the sheet should printing begin).
hi: निर्यात मेनू आप एक टेम्पलेट, एक लेआउट और शुरू करने की स्थिति में (जहां चादर पर छपाई शुरू करना चाहिए) का चयन करने के लिए कहेगा।
tr: Dışa aktar menüsü sizden bir şablon, sayfa düzeni ve başlangıç pozisyonu seçmenizi isteyecektir (yazdırma işleminin başlaması gereken sayfa üzerinde).
zh_tw: 匯出選單請您指定模板、布局與開始位置 (在報表紙開始列印的位置)。

source: For the starting position if the first 6 labels have already been used on your sheet you can start printing on label in position 7 on the sheet. The labels are numbered left to right from top to bottom.
hi: शुरू करने की स्थिति के लिए यदि पहले 6 लेबल के पहले से ही अपने शीट पर इस्तेमाल किया गया है आप शीट पर स्थिति 7 में लेबल पर छपाई शुरू कर सकते हैं। लेबल के ऊपर से नीचे तक सही करने के लिए छोड़ दिया गिने जा रहे हैं।
tr: İlk 6 etiket zaten sayfanızda kullanılmışsa, başlangıç pozisyonunu yazdırmaya sayfa üzerinde pozisyon 7 etiketinden başlatabilirsiniz. Etiketler üstten alta, soldan sağa doğru numaralandırılır.
zh_tw: 若前 6 個書標已使用則可從第 7 個位置開始列印。書標的位置編碼係由左而右由上而下。

source: Once you click 'Export' you will be presented with a PDF of your labels for printing
hi: एक बार जब आप 'निर्यात' पर क्लिक करें आप मुद्रण के लिए अपने लेबल के एक पीडीएफ के साथ प्रस्तुत किया जाएगा
tr: 'Dışa Aktar’ı tıkladıktan sonra, yazdırmak için etiketlerinizin bir PDF'si karşınıza gelecektir.
zh_tw: 按下 '匯出' 鈕後出現列印書標的 PDF 檔案

source: When you open the PDF you will see the cards for printing
hi: जब आप पीडीएफ खोलने आप मुद्रण के लिए कार्ड देखेंगे
tr: PDF dosyasını açınca yazdırılacak kartları göreceksiniz
zh_tw: 開啟 PDF 檔案後可看到待列印的讀者證

source: The above image shows a layout that is made up of two textlines. The first one is just plain text, the second one is composed of the <firstname> <surname> fields. A patron image is printed (if available) and the barcode of patrons number is displayed in code 39. All this is printed on a template with three columns and 8 rows using position 1-3 here. When printing this PDF please take care that your printer doesn't rescale the PDF (e.g do not fit to paper size) otherwise the printer will not be able to print to the right place per your templates.
hi: उपर्युक्त छवि एक लेआउट दिखाती है जो दो टेक्स्टलाइन से बना है। पहला वाला सिर्फ सादा पाठ है, दूसरा दूसरा <firstname> <surname>फ़ील्ड से बना है। एक संरक्षक छवि मुद्रित होती है (यदि उपलब्ध हो) और संरक्षक संख्या का बारकोड कोड 39 में प्रदर्शित होता है। यह सब टेम्पलेट पर तीन कॉलम और 8 पंक्तियों के साथ मुद्रित किया गया है, यहां स्थिति 1-3 का उपयोग कर। इस पीडीएफ को प्रिंट करते समय कृपया ध्यान रखें कि आपका प्रिंटर पीडीएफ को पुन: सहेजता नहीं है (उदाहरण के लिए पेपर आकार में फिट नहीं है) अन्यथा प्रिंटर आपके टेम्पलेट्स के सही स्थान पर प्रिंट नहीं कर पाएगा।
tr: Yukarıdaki görüntü iki metin satırından oluşan bir düzeni göstermektedir. İlk satır sadece düz metindir, ikinci satır ise <firstname><surname> alanlarından oluşmaktadır. Kod 39'da bir kullanıcı resmi (varsa) basılır ve kullanıcı numarasının barkodu gösterilir. Tüm bunlar burada pozisyon 1-3 kullanarak 8 satır ve üç sütun içeren bir şablon üzerine basılır. Bu PDF'i yazdırırken yazıcınızın PDF'i yeniden ölçeklendirmemesine dikkat ediniz (örneğin, kağıt boyutuna sığdırmayın), aksi takdirde yazıcının şablonlarınız için doğru yere yazdırması mümkün olmayacaktır.
zh_tw: 以上的圖像是兩行文字式的布局。第一行是純文字，第二行是兩個欄位的內容 <firstname> <surname>。可以列印讀者照片 (若提供的話) 與 39 碼式的讀者號。以三欄 8 列的模板在位置 1-3 列印。列印時不會重組 PDF (即不會自動符合紙張大小) 印表機可能無法在模板上正確印出。

source: Manage images
hi: छवियों का प्रबंधन
zh_tw: 管理照片

source: *Get there:* More > Tools > Patron card creator > Manage > Images
hi: * वहां जाएं:* अधिक> टूल्स> संरक्षक कार्ड निर्माता> प्रबंधित करें> छवियां
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 新增讀者證 &gt; 管理 > 照片

source: Images uploaded using this tool will appear on the menu when creating :ref:`patron card layouts <patron-card-layouts-label>`. You are limited in how many images you can upload (not counting patron images) by the :ref:`ImageLimit` system preference.
hi: इस टूल का उपयोग करके अपलोड की गई छवियां मेनू बनाते समय मेनू पर दिखाई देंगी: रेफरी: 'संरक्षक कार्ड लेआउट <patron-card-layouts-label>`। आप इस बात से सीमित हैं कि आप कितनी छवियां अपलोड कर सकते हैं (संरक्षक छवियों की गणना नहीं कर रहे हैं) : ref: `ImageLimit` सिस्टम वरीयता।
tr: Bu araç kullanılarak karşıya yüklenmiş resimler :ref:`kullanıcı kartı düzenleri <patron-card-layouts-label>` oluşturulurken menüde görünecektir. Ne kadar resim karşıya yükleyebileceğiniz (kullanıcı resimlerini saymazsak) :ref:`ImageLimit` sistem tercihine göre sınırlıdır.
zh_tw: 新增 :ref:`讀者證布局 <patron-layouts-label>` 時以此工具上傳的照片將出現在選單內。經由 :ref:`ImageLimit` 系統偏好限制上傳的照片數 (不含讀者照片)。

source: Images must be under 500k in size.
hi: छवियाँ आकार में 500K की सीमा में होना चाहिए।
tr: Görüntü boyutu 500 kb altında olmalıdır.
zh_tw: 照片必須小於500K。

source: Pictures uploaded with this tool should be at least 300dpi which is the minimum quality for a printable image.
hi: इस उपकरण के साथ अपलोड चित्र कम से कम 300dpi जो एक मुद्रण योग्य छवि के लिए न्यूनतम गुणवत्ता है होना चाहिए।
tr: Bu araçla yüklenen fotoğrafların en az 300dpi olması gerekir. Bu değer çıktısı alınabilir bir resmin minimum kalitesidir.
zh_tw: 以此工具上傳的照片不得少於300dpi，這是列印的最低品質。

source: In the center of the screen is a simple upload form, simply browse for the file on your computer and give it a name you'll recognize later.
hi: स्क्रीन के केंद्र में, एक सरल अपलोड फार्म है बस अपने कंप्यूटर पर फ़ाइल के लिए ब्राउज़ करें और इसे एक नाम आप बाद में स्पष्ट रूप से दिखता दे।
tr: Ekranın ortasında basit bir yükleme formu var, dosyayı bilgisayarınızdan tarayın ve daha sonra hatırlayacağınız bir isim verin.
zh_tw: 在螢幕中央是一個簡單的上傳表單，瀏覽電腦的檔案，選定後給個容易辨識的名稱。

source: Once the file is uploaded you will be presented with a confirmation message.
hi: एक बार फाइल अपलोड की गई है तो आपको एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा।
tr: Dosya yüklendiğinde, size bir onay mesajı sunulacaktır.
zh_tw: 檔案上傳後，出現確認訊息。

source: And the image will be listed with all of your others on the right hand side of the page.
hi: और छवि पेज के दाहिने हाथ की ओर अपने दूसरों के सभी के साथ सूचीबद्ध किया जाएगा।
tr: Ve görüntü, sizin diğer görüntülerinizle sayfanın sağ tarafında listelenecektir.
zh_tw: 照片與其他資料將顯示在頁面的右手邊。

source: To delete one or multiple of these images, click the checkbox to the right of each image you want to delete and click the 'Delete' button.
hi: इन चित्रों में से एक या एकाधिक हटाने के लिए, प्रत्येक छवि आप हटाना और 'डिलीट' बटन पर क्लिक करना चाहते हैं की सही करने के लिए चेकबॉक्स क्लिक करें।
tr: Bu görüntülerin bir ya da bir çoğunu silmek için silmek istediğiniz ger görüntünün sağındaki onay kutusuna tıklayın ve sil butonuna tıklayın.
zh_tw: 勾選照片右方盒，再按下 '刪除' 鈕，就能刪除照片。

source: Batch patron deletion/anonymization
hi: बैच संरक्षक विलोपन / अनामीकरण
zh_tw: 批次刪除讀者/匿名讀者

source: *Get there:* More > Tools > Patrons and circulation > Batch patron deletion/anonymization
hi: *वहां जाएं:* अधिक> उपकरण> संरक्षक और परिसंचरण> बैच संरक्षक विलोपन/अनामीकरण
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 批次刪除讀者/匿名讀者

source: This tool allows you to bulk anonymize circulation histories (this means that you keep records of how many times items were checked out - but not the patrons who checked the items out) or bulk delete patrons (remove them from the system completely).
hi: यह उपकरण थोक एनॉनिमाइज़ परिसंचरण के इतिहास को करने के लिए आपको अनुमति देता है (इसका मतलब है कि आप कितनी बार आइटम चैक आउट कर रहे थे का रिकॉर्ड रखने - नहीं, बल्कि संरक्षक जो आइटम चैक आउट) या थोक संरक्षक हटाना (सिस्टम को पूरी तरह से उन्हें निकालने के लिए)।
tr: Bu araç toplu olarak kullanıcı kaydı silmede, toplu olarak ödünç geçmişini anonimleştirme olanağı sağlar. Bu, eski ödünç almalarla ilgili materyaller arasında bağın korunduğu, ancak ödünç alan üyelerle bağın kesildiği anlamını taşır. (sistemden kalıcı olarak siler)
zh_tw: 此工具允許批次匿名流通紀錄 (圖書館仍保留館藏借出次數的資料 - 但沒有借閱者的資料) 或批次刪除讀者 (從系統裡完全移除)。

source: Patrons with outstanding fines or items checked out are not saved. They are not completely removed from the system (they are only moved to the delete\_borrowers table), but this tool does not provide as many checks as one may desire.
hi: उत्कृष्ट जुर्माना या चेक किए गए आइटम वाले संरक्षक सहेजे नहीं जाते हैं। उन्हें सिस्टम से पूरी तरह से हटाया नहीं जाता है (वे केवल delete\_borrowers तालिका में स्थानांतरित हो जाते हैं), लेकिन यह टूल जितना चाहें उतने चेक प्रदान नहीं करता है।
tr: Gecikme cezası bulunan kullanıcılar ya da ödünç verilmiş materyaller kaydedilmezler. Bunlar sistemden tamamen kaldırılmazlar (yalnızca delete\_borrowers tablosuna taşınırlar), ancak bu araç istenilen miktarda denetim sağlamayabilir.
zh_tw: 不能儲存還有罰款待繳或待還館藏的讀者。不能從系統移除他們 (祗能從 delete\_borrowers 表單移除)，但此工具不提供其他的選項。

source: Before using this tool it is recommended that you backup your database. Changes made here are permanent.
hi: इस उपकरण का उपयोग करने से पहले यह जरूरी है कि आप की सिफारिश की है बैकअप अपने डेटाबेस। यहां किए गए बदलाव स्थायी हैं।
tr: Bu aracı kullanmadan önce veri tabanınızı yedeklemeniz önerilir. Burada yapılan değişiklikler kalıcı olacaktır.
zh_tw: 使用此工具前建議先備份資料庫。改變後無法復原。

source: The anonymization will fail quietly if :ref:`AnonymousPatron` preference does not contain a valid value.
hi: अनामिकता चुपचाप विफल हो जाएगी अगर : ref: `AnonymousPatron` वरीयता में मान्य मान नहीं है।
tr: :ref:`AnonymousPatron` tercihi geçerli bir değer içermezse anonimleştirme sessizce başarısız olur.
zh_tw: 若 :ref:`AnonymousPatron` 偏好的值無效則匿名化不會成功。

source: To either delete or anonymize patrons
hi: या तो नष्ट या संरक्षक अनाम करने के लिए
tr: Kullanıcıları silmek ya da anonimleştirmek için
zh_tw: 刪除或匿名讀者

source: Check the 'Verify' box on the task you would like to complete (delete or anonymize)
hi: उस कार्य पर 'सत्यापित करें' बॉक्स को चेक करें जिसे आप पूरा करना चाहते हैं (हटाएं या अज्ञात करें)
zh_tw: 在您想要完成的工作 (刪除或匿名) 裡，勾選 '確認' 鈕

source: Enter a date before which you want to alter the data
hi: एक तारीख दर्ज करें जो इससे पहले कि आप डेटा को बदलने के लिए चाहते हैं
tr: Değiştirmek istediğiniz veriden önce tarih girin.
zh_tw: 改變資料前，先鍵入日期

source: If deleting patrons you can also choose to find patrons who
hi: यदि संरक्षक हटाना तो आप संरक्षक भी ढूंढ सकते हैं
tr: Kullanıcıları siliyorsanız, aynı zamanda şu özellikteki kullanıcıları da seçebilirsiniz
zh_tw: 尋欲刪除的讀者

source: have not borrowed since a specific date
hi: एक विशिष्ट तारीख के बाद से उधार नहीं लिया है
tr: belirli bir tarihten beri ödünç almamış
zh_tw: 指定日期後不曾借出館藏的讀者

source: have accounts that will expire before a specific date
hi: ऐसे खाते हैं जो एक विशिष्ट तिथि से पहले समाप्त हो जाएंगे
tr: Belirli bir tarihe kadar süresi dolacak hesaplara sahip olan
zh_tw: 指定日期前就已到期的讀者

source: are in a specific :ref:`patron category <patron-categories-label>`
hi: एक विशिष्ट में हैं :ref:`संरक्षक श्रेणी <patron-categories-label>`
tr: belirli bir :ref:`kullanıcı kategorisi <patron-categories-label>` içindedir
zh_tw: 是特定的 :ref:`讀者類型 <patron-categories-label>`

source: are in a :ref:`patron list <patron-lists-label>`
hi: एक में हैं :ref:`संरक्षक सूची <patron-lists-label>`
tr: :ref:`kullanıcı listesi <patron-lists-label>` içindedir
zh_tw: 是在 :ref:`讀者清單 <patron-lists-label>`

source: Click 'Next'
hi: 'अगला' पर क्लिक करें
tr: 'İleri' ye tıklayınız
zh_tw: 勾選 '下一步'

source: A confirmation will appear asking if you're sure this is what you want to happen
hi: यदि आप सुनिश्चित कर रहे हैं एक संपुष्टि पूछ दिखाई देगा यह आप क्या चाहते है
tr: Ekranda işleminizle ilgili bir onay mesajı belirecektir.
zh_tw: 將出現確認訊息，讓您確認將進行的工作

source: Clicking 'Finish' will delete or anonymize your data
hi: क्लिक 'समाप्त' को हटाना या अपने डेटा को अनाम होगा
tr: 'Bitir'e tıklamak verinizi siler ya da anonimleştirir.
zh_tw: 勾選 '完成' 將刪除或匿名您的資料

source: Batch patron modification
hi: बैच संरक्षक सँशोधन
tr: Toplu kullanıcı modifikasyonu
zh_tw: 批次讀者修改

source: *Get there:* More > Tools > Patrons and circulation > Batch patron modification
hi: *वहां जाएं:* अधिक> उपकरण> संरक्षक और परिसंचरण> बैच संरक्षक संशोधन
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 批次修改讀者

source: With this tool you can make edits to a batch of patron records. Simply load in a file of cardnumbers (one per line), choose from a :ref:`list of patrons <patron-lists-label>` or scan patron card numbers in to the box provided.
hi: इस उपकरण के साथ आप संरक्षक अभिलेखों के एक बैच में संपादन कर सकते हैं। बस कार्डनबर्स (प्रति पंक्ति एक) में फ़ाइल लोड करें, ए से चुनें :ref:`संरक्षक की सूची <patron-lists-label>' या प्रदान किए गए बॉक्स में संरक्षक कार्ड नंबर स्कैन करें।
tr: Bu araçla kullanıcı kayıtları üzerinde toplu bir düzenleme yapabilirsiniz. Bir cardnumbers (her satırda bir tane) yükleyin ve :ref:`kullanıcılar listesi <patron-lists-label>` içerisinden seçin ya da kullanıcı kart numaralarını ekrana getirilen kutu içerisine tarayın.
zh_tw: 此工具允許批次編輯讀者記錄。上傳讀者號檔案 (一號一行)，選擇 :ref:`讀者清單 <patron-lists-label>` 或掃瞄讀者號。

source: Once you have the file loaded or the barcodes scanned click 'Continue.' You will be presented with a list of the patrons and the changes you can make.
hi: एक बार जब आप भरी हुई फ़ाइल है या बारकोड को स्कैन क्लिक 'जारी रखें।' आप संरक्षक और परिवर्तन आप कर सकते हैं की एक सूची के साथ प्रस्तुत किया जाएगा।
tr: Dosyanızı yüklettiğiniz ya da barkodlarınızı okuttuğunuzda 'Devam et'e tıklayınız. Ekranda kullanıcı listesi ve yapabileceğiniz değişiklikler çıkacak.
zh_tw: 上傳檔案或掃瞄條碼後可按 '繼續' 鈕。將出現包括剛才改變的者清單。

source: To the left of each text box there is a checkbox. Clicking that checkbox will clear our the field values.
hi: प्रत्येक पाठ बॉक्स के बाईं करने के लिए वहाँ एक चेकबॉक्स है। कि चेकबॉक्स को क्लिक करना हमारे क्षेत्र मूल्यों साफ हो जाएगा।
tr: Her bir metin kutusunun solunda onay kutusu mevcuttur. Bu onay kutusuna tıklamak alan değerlerini silecektir.
zh_tw: 每個文字盒左邊有勾選盒。用來清除欄位裡的值。

source: If the field is mandatory you will not be able to clear the value in it.
hi: यदि फ़ील्ड अनिवार्य है कि आप इसे में मूल्य स्पष्ट करने में सक्षम नहीं होगा।
tr: Alan zorunlu ise içerisindeki değeri silmeniz mümkün olmayacaktır.
zh_tw: 不能清除必備欄位的值。

source: If you have multiple patron attributes you can change them all by using the plus (+) sign to the right of the text box. This will allow you to add another attribute value.
hi: यदि आपके पास कई संरक्षक का श्रेय आप उन सब को टेक्स्ट बॉक्स के दाईं ओर प्लस (+) पर हस्ताक्षर का उपयोग करके बदल सकते हैं। यह आपको एक और विशेषता मान जोड़ने की अनुमति होगी।
tr: Birden fazla kullanıcı niteliğiniz varsa metin kutusunun sağındaki artı (+) işaretini kullanarak bu özelliğin hepsini değiştirebilirsiniz. Bu işlem size diğer bir nitelik değerini eklemenize müsaade edecektir.
zh_tw: 若有多個讀者屬性可使用文字區右方的加號 (+) 切換它。允許您新增其他屬性。

source: Once you have made the changes you want, you can click 'Save' and Koha will present you with the changed patron records.
hi: एक बार जब आप परिवर्तन आप चाहते हैं बनाया है, तो आप 'सहेजें' क्लिक कर सकते हैं और Koha बदल संरक्षक रिकॉर्ड के साथ पेश करेंगे।
tr: İstediğiniz değişiklikleri yaptıktan sonra, 'Kaydet'e tıklayabilirsiniz ve Koha size değiştirilmiş kullanıcı kayıtlarını sunacaktır.
zh_tw: 改變之後，勾選 '儲存' Koha 將出現改變後的讀者紀錄。

source: Tag moderation
hi: टैग मॉडरेशन
zh_tw: 管理標籤

source: *Get there:* More > Tools > Patrons and circulation > Tags
hi: *वहां जाएं:* अधिक> उपकरण> संरक्षक और परिसंचरण> टैग
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 標籤

source: Depending on your :ref:`tagging system preferences <tagging-label>`, librarians may need to approve tags before they are published on the OPAC. This is done via the tag moderation tool. If there are tags awaiting moderation they will be listed on the main staff dashboard under the module labels:
hi: आपके :ref:`सिस्टम टैगिंग वरीयताएँ<tagging-label> `के आधार पर, लाइब्रेरियन को ओपेक पर प्रकाशित होने से पहले टैग को अनुमोदित करने की आवश्यकता हो सकती है। यह टैग मॉडरेशन टूल के माध्यम से किया जाता है। यदि वे मॉडरेशन की प्रतीक्षा कर रहे टैग हैं तो उन्हें मॉड्यूल लेबल के तहत मुख्य स्टाफ डैशबोर्ड पर सूचीबद्ध किया जाएगा:
zh_tw: 依照 :ref:`標籤系統偏好 <tagging-label>` 的設定方式，標籤需通過館員的審核才能出現的 OPAC。可經由管理標籤工具設定它。待審核標籤出現在館員介面的主頁之下：

source: To moderate the tags visit the Tags tool. When first visiting the tool, you will be presented with a list of tags that are pending approval or rejection by a librarian
hi: मॉडरेट करने के लिए टैग टैग टूल पर जाएं। पहला उपकरण में यात्रा के दौरान, आपको लगता है कि एक लाइब्रेरियन द्वारा अनुमोदन या अस्वीकृति लंबित हैं टैग की एक सूची के साथ प्रस्तुत किया जाएगा
tr: Etiketleri denetlemek için, etiketler aracını ziyaret ediniz. Aracı ilk ziyaret ettiğinizde, ekranda kütüphaneci tarafından onaylanmayı ya da reddetmeyi bekleyen etiketler listesi çıkacak
zh_tw: 以標籤工具管理標籤。首次使用此工具時，出現待評審的標籤清單，或被館員拒絕的標籤清單

source: To see all of the titles this tag was added to simply click on the term
hi: खिताब इस टैग को जोड़ा गया है के सभी को देखने के लिए बस अवधि पर क्लिक करें
tr: Başlıkların tümünü görmek için, bu etiket eklenmiştir ve buradan terimin üzerine tıklanabilir
zh_tw: 點選標籤詞彙，就可看到所有的相關題名

source: From this list of titles you can remove a tag without outright rejecting it from being used in the future by clicking the 'Remove tag' button to the right of the title.
hi: शीर्षक की इस सूची से आप एकमुश्त शीर्षक के अधिकार के लिए 'टैग निकालें' बटन पर क्लिक करके भविष्य में इस्तेमाल किया जा रहा से इसे खारिज करने के बिना एक टैग हटा सकते हैं।
tr: Bu başlık listesinden bir tag'i, başlığın sağında bulunan 'Tag'i Kaldır' butonuna tıklayarak daha sonraki zamanlarda kullanılmasını tamamen reddetmeden kaldırabilirsiniz.
zh_tw: 按題名右方的 '移除標籤' 鈕，就可以移除個別題名的標籤。

source: To approve a tag, you can either click the 'Approve' button in line with the term, or check all terms you want to approve and click 'Approve' below the table.
hi: एक टैग को स्वीकार करने के लिए, आप इस शब्द के साथ लाइन में 'स्वीकृत' बटन पर क्लिक करें, या सभी शर्तों आप को मंजूरी और मेज के नीचे 'स्वीकृत' पर क्लिक करना चाहते हैं तो जांच कर सकते हैं।
tr: Bir etiketi onaylamak için ‘Onayla’ butonuna satır içinde terim ile tıklayabilirsiniz ya da onaylamak istediğiniz tüm terimleri işaretleyip tablonun altında ‘Onayla’ya tıklarsınız.
zh_tw: 勾選個別詞彙列的 '核准' 鈕或勾選所有的詞彙再選取表單下的 '核准' 鈕，都可以核准欄號。
