Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Tools
hi: उपकरण
tr: Araçlar
zh_tw: 工具

source: Tools in Koha all perform some sort of action. Often many of the items listed under Tools in Koha are referred to as 'Reports' in other library management systems.
hi: कोहा सभी में उपकरण कार्रवाई के कुछ प्रकार प्रदर्शन करते हैं। अक्सर कोहा में उपकरण के तहत सूचीबद्ध आइटम के कई अन्य पुस्तकालय प्रबंधन प्रणालियों में 'रिपोर्ट' के रूप में भेजा जाता है।
tr: Koha’daki araçların hepsi bir tür işlem gerçekleştirir. Çoğunlukla Koha’nın Araçları altında listelenen birçok materyale, diğer kütüphane yönetim sistemlerinde 'Raporlar' şeklinde değinilmektedir.
zh_tw: Koha 的工具都是執行特定工作之用。其他的圖書館管理系統常把這些工具當成 '報表'。

source: *Get there:* More > Tools
hi: * वहां जाओ: * अधिक> उपकरण
tr: *Gidiş yolu:* Daha fazla > Araçlar
zh_tw: *到那裡：* 更多 &gt; 工具

source: Patrons and circulation
hi: संरक्षक और सर्कुलेशन
zh_tw: 讀者與流通

source: Patron lists
hi: संरक्षक सूचियों
tr: Kullanıcı listeleri
zh_tw: 讀者清單

source: *Get there:* More > Tools > Patrons and circulation > Patron lists
hi: * वहां जाएं: * अधिक> उपकरण> संरक्षक और परिसंचरण> संरक्षक सूचियां
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 讀者清單

source: Patron lists are a way to store a group of patrons for easy modification via the :ref:`batch patron modification tool <batch-patron-modification-label>` or reporting.
hi: संरक्षक सूचियों के माध्यम से आसान संशोधन के लिए संरक्षक के समूह को स्टोर करने का एक तरीका है : ref: `बैच संरक्षक संशोधन उपकरण <batch-patron-modification-label> 'या रिपोर्टिंग।
tr: Kullanıcı listeleri, bir kullanıcı grubu üzerinde :ref:`kullanıcı toplu modifikasyon aracı <batch-patron-modification-label>` veya raporlama ile kolaylıkla değişiklik yapabilmek için bir saklama yöntemidir.
zh_tw: 讀者清單是儲存讀者群組的地方，可以經由 :ref:`批次修改讀者工具 <batch-patron-modification-label>` 或報表修改讀者。

source: To create a new list of patrons click the 'New patron list' button
hi: संरक्षक की एक नई सूची बनाने के लिए क्लिक 'नई संरक्षक सूची' बटन
tr: Yeni bir kullanıcı listesi oluşturmak için 'Yeni Kullanıcı Listesi' butonuna tıklayın
zh_tw: 點選 '新增讀者清單' 鈕，就能新增讀者清單

source: Enter a list name.
hi: एक सूची नाम दर्ज करें.
zh_tw: 鍵入虛擬書架名稱。

source: Checking the 'Shared' box will make this list visible to all users with the :ref:`manage_patron_lists permission <granular-tools-permissions-label>`.
hi: 'साझा' बॉक्स की जाँच करने से यह सूची सभी उपयोगकर्ताओं के लिए दृश्यमान हो जाएगी :ref:`manage_patron_lists permission <granular-tools-permissions-label>`.
zh_tw: 勾選 '共享' 盒後，此選單可以被使用 :ref:`manage_patron_lists permission <granular-tools-permissions-label>` 的讀者看到。

source: Save the list.
hi: सूची सहेजें.
zh_tw: 儲存虛擬書架。

source: Each list has an 'Actions' menu with more list options.
hi: प्रत्येक सूची में अधिक सूची विकल्पों के साथ 'क्रियाएं' मेनू होता है।
tr: Her listenin, daha fazla liste seçeneği olan bir 'Eylemler' menüsü vardır.
zh_tw: 每個清單都有 '作用' 鈕以開啟更多選項。

source: To add patrons to the list click the 'Add patrons' link in the 'Actions' menu.
hi: सूची में संरक्षक जोड़ने के लिए 'क्रियाएँ' मेनू में 'संरक्षक जोड़ें' लिंक पर क्लिक करें।
tr: Kullanıcıları listeye eklemek için 'Eylemler' menüsündeki 'Kullanıcıları ekle' bağlantısını tıklayın.
zh_tw: 按 '作用' 選單裡的 '新增讀者' 鈕，就能新增讀者入選單。

source: Enter the patron's name or cardnumber in the search box and click on the right result to add the patron.
hi: खोज बॉक्स में संरक्षक के नाम या cardnumber दर्ज करें और संरक्षक जोड़ने का अधिकार परिणाम पर क्लिक करें।
tr: Arama kutusuna kullanıcının ismi ya da kart numarasını girin ve kullanıcıyı eklemek için sağdaki sonuca tıklayın.
zh_tw: 請在搜尋框輸入讀者名字或讀者證號並在右側空白處點擊以加入讀者資訊。

source: Alternatively, you can click on the 'Enter multiple card numbers' link and scan (or type in) barcodes in the box.
hi: वैकल्पिक रूप से, आप 'एकाधिक कार्ड नंबर दर्ज करें' लिंक पर क्लिक कर सकते हैं और बॉक्स में बारकोड स्कैन (या टाइप) कर सकते हैं।
zh_tw: 此外，也可以按 '鍵入多個讀者證號碼' 連結，並把條碼掃瞄 (或鍵入) 盒內。

source: Once you have all of the patrons you would like to add you can click the 'Add patrons' button to save them to the list.
hi: एक बार जब आप सभी संरक्षक जोड़ना चाहते हैं तो आप उन्हें सूची में सहेजने के लिए 'संरक्षक जोड़ें' बटन पर क्लिक कर सकते हैं।
tr: Eklemek istediğiniz kullanıcıların hepsine sahip olduğunuzda, bunları listeye kaydetmek için 'Kullanıcıları ekle' düğmesini tıklayabilirsiniz.
zh_tw: 所有的讀者都選定後，按 '新增讀者' 鈕把他們加入清單。

source: Patron clubs
hi: संरक्षक क्लब
tr: Kullanıcı club'ları
zh_tw: 讀者

source: *Get there:* More > Tools > Patrons and circulation > Patron clubs
hi: * वहां जाएं: * अधिक> उपकरण> संरक्षक और परिसंचरण> संरक्षक क्लब
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 讀者俱樂部

source: Patron clubs create clubs in which patrons may be enrolled. It is useful for tracking summer reading programs, book clubs and other such clubs.
hi: संरक्षक क्लब ऐसे क्लब बनाते हैं जिनमें संरक्षक का नामांकन हो सकता है। यह समर रीडिंग प्रोग्राम, बुक क्लब और ऐसे अन्य क्लबों पर नज़र रखने के लिए उपयोगी है।
zh_tw: 讀者俱樂部新增供讀者加入的俱樂部。可做為追蹤讀書會、圖書俱樂部及其他俱樂部活動。

source: **Important**
hi: **महत्वपूर्ण**
tr: **Önemli**
zh_tw: **重要**

source: Staff will need the :ref:`clubs permissions<granular-clubs-permissions-label>` to edit clubs, templates and enroll patrons. To learn how to set patron permissions, go to the :ref:`patron permissions section<setting-patron-permissions-label>` of this manual.
hi: स्टाफ की आवश्यकता होगी :ref:`क्लब की अनुमति <granular-clubs-permissions-label>` क्लबों को संपादित करने के लिए, टेम्प्लेट और संरक्षकों का नामांकन करने के लिए।संरक्षक अनुमतियां सेट करने का तरीका जानने के लिए, इस नियमावली में :ref:`संरक्षक अनुमति अनुभाग <setting-patron-permissions-label>` पर जाएँ।
zh_tw: 須設定 :ref:`clubs permissions<granular-clubs-permissions-label>`，館員才能為編輯俱樂部、模板與註冊讀者。設定讀者權限的方法，參見手冊的 :ref:`patron permissions section<setting-patron-permissions-label>`。

source: Creating a new club template
hi: एक नया क्लब टेम्पलेट बनाना
zh_tw: 新增讀書會模板

source: Click on the 'New club template' button. Here you can add fields that can be filled out at the time a new club is created based on the template, or a new enrollment is created for a given club based on the template.
hi: 'न्यू क्लब टेम्पलेट' बटन पर क्लिक करें। यहां आप उन फ़ील्ड्स को जोड़ सकते हैं जिन्हें उस समय भरा जा सकता है जब टेम्पलेट के आधार पर एक नया क्लब बनाया जाता है, या टेम्पलेट के आधार पर किसी दिए गए क्लब के लिए एक नया नामांकन बनाया जाता है।
zh_tw: 按 '新增讀書會模板' 鈕。新增的欄位可於新增模板時填入資料，或新增讀書會時加入為會員。

source: The name is required. This could be something like 'Adult book club', 'Children’s book club' or 'Summer reading program'. Remember these templates will be starting point for each club you create.
hi: नाम आवश्यक है। यह 'एडल्ट बुक क्लब', 'चिल्ड्रन्स बुक क्लब' या 'समर रीडिंग प्रोग्राम' जैसा कुछ हो सकता है। याद रखें कि ये टेम्पलेट आपके द्वारा बनाए गए प्रत्येक क्लब के लिए शुरुआती बिंदु होंगे।
zh_tw: 名稱為必備。例如，'成人讀書俱樂部'、'兒讀讀書俱樂部' 或 '夏季閱讀計晝'。新增俱樂部時將開啟這些模板。

source: The description can be any additional information.
hi: विवरण कोई भी अतिरिक्त जानकारी हो सकती है।
zh_tw: 可加入其他資訊。

source: Allow public enrollment: if this box is checked it will allow patrons to enroll in a club based on this template from the OPAC.
hi: सार्वजनिक नामांकन की अनुमति दें: यदि यह बॉक्स चेक किया गया है तो यह ओपेक से इस टेम्पलेट के आधार पर संरक्षक को क्लब में नामांकन करने की अनुमति देगा
zh_tw: 允許公開註冊：勾選之後所有讀者都可經由 OPAC 的模板加入俱樂部。

source: Require valid email address: if this box is checked only patrons with a valid email address can enroll. So they will need a email address to enroll.
hi: मान्य ईमेल पते की आवश्यकता है: यदि इस बॉक्स की जाँच की जाती है तो केवल वैध ईमेल पते वाले संरक्षक ही नामांकन कर सकते हैं। इसलिए उन्हें नामांकन करने के लिए एक ईमेल पते की आवश्यकता होगी।
zh_tw: 有效的電子郵件信箱為必備：勾選之後必須留下有效電子郵件信箱的讀者才能註冊。因此必須先行註冊電子信箱。

source: The library drop down gives you the flexibility to let staff from specific branches create clubs with this template. If you let it set to blank, staff from any branch will be able to create a new club using this template.
hi: लाइब्रेरी ड्रॉप डाउन आपको इस टेम्पलेट के साथ विशिष्ट शाखाओं के कर्मचारियों को क्लब बनाने की सुविधा देता है। यदि आप इसे खाली करने देते हैं, तो किसी भी शाखा के कर्मचारी इस टेम्पलेट का उपयोग करके एक नया क्लब बना सकेंगे।
zh_tw: 從下拉式圖書館裡選取分館的讀者註冊。若空白，則所有的分館讀者均可註冊。

source: Club fields: these fields will be used when creating a club based on this template. For example, this can be the name of the club, the name of the animator, the theme, etc.
hi: क्लब फ़ील्ड: इन फ़ील्ड्स का उपयोग इस टेम्पलेट के आधार पर एक क्लब बनाते समय किया जाएगा। उदाहरण के लिए, यह क्लब का नाम, एनिमेटर का नाम, थीम आदि हो सकता है।
zh_tw: 讀書會欄位：依此模板新增讀書會時，可以使用該等欄位。例如，可以是讀書會的名稱、發起人姓名、主題等。

source: 'Name' is the label of the field
hi: 'नाम' क्षेत्र का लेबल है
zh_tw: '名稱' 是欄位的標籤

source: 'Description' is additional information about this field.
hi: 'विवरण' इस क्षेत्र के बारे में अतिरिक्त जानकारी है।
zh_tw: '說明' 是此欄位的其他資訊。

source: You can connect authorized values here.
hi: आप यहां अधिकृत मान कनेक्ट कर सकते हैं।
zh_tw: 可把容許值連結至此。

source: Enrollment fields: you can add any additional fields you want to have filled out by your patrons when they enroll in a club base on this template.
hi: नामांकन क्षेत्र: आप इस टेम्पलेट पर एक क्लब बेस में नामांकन करते समय अपने संरक्षक द्वारा भरे गए किसी भी अतिरिक्त फ़ील्ड को जोड़ सकते हैं।
zh_tw: 註冊欄位：在此模版註冊讀書會時，您可新增供讀者填寫的欄位。

source: Creating a new club based on a template
hi: एक टेम्पलेट के आधार पर एक नया क्लब बनाना
zh_tw: 依此模版新增讀書會

source: Click on the 'New club' dropdown menu and select the template you want to use. Here you can add information about a new club using a template you created.
hi: 'न्यू क्लब' ड्रॉपडाउन मेनू पर क्लिक करें और उस टेम्पलेट का चयन करें जिसका आप उपयोग करना चाहते हैं। यहां आप अपने द्वारा बनाए गए टेम्पलेट का उपयोग करके एक नए क्लब के बारे में जानकारी जोड़ सकते हैं।
zh_tw: 勾選 '新增讀書會' 下拉選單並選定使用的模板。以該模板填入新讀書會的資料。

source: The name is required, this will be the name of the specific club using the template you created. For example, 'Summer 2018 reading club'.
hi: नाम की आवश्यकता है, यह आपके द्वारा बनाए गए टेम्पलेट का उपयोग करके विशिष्ट क्लब का नाम होगा। उदाहरण के लिए, 'समर 2018 रीडिंग क्लब'।
zh_tw: 名稱為必備，使用模板將此名稱列為讀書會的名稱。例如，'夏季兒童讀書會'。

source: Start and End date will depict when this club runs, the entire duration of the club. Once the club expires, enrollment will not be possible.
hi: जब यह क्लब चलता है, तो क्लब की संपूर्ण अवधि शुरू होती है। एक बार जब क्लब समाप्त हो जाता है, तो नामांकन संभव नहीं होगा।
zh_tw: 讀書會應有開始與束的時間。到期後，不能再註冊該讀書會。

source: The library drop down gives you the flexibility to enroll patrons from specific branches. If you let it set to blank, patrons from any branch will be able to enroll.
hi: लाइब्रेरी ड्रॉप डाउन आपको विशिष्ट शाखाओं से संरक्षक को नामांकित करने की सुविधा देता है। यदि आप इसे खाली करने देते हैं, तो किसी भी शाखा के संरक्षक नामांकन कर सकेंगे।
zh_tw: 從下拉式圖書館裡選取分館的讀者註冊。若空白，則所有的分館讀者均可註冊。

source: Enrolling a patron in a club from the staff client
hi: स्टाफ क्लाइंट से एक क्लब में संरक्षक का नामांकन
zh_tw: 從館員介面註冊讀書會的讀者

source: To enroll a patron in a club from the staff client, go to the patron's account.
hi: स्टाफ क्लाइंट से एक क्लब में संरक्षक का नामांकन करने के लिए, संरक्षक के खाते में जाएं।
zh_tw: 以館員的帳號，從館員介面註冊讀書會的讀者。

source: On the 'Details' page or the 'Check out' page, click on the 'Clubs' tab. All ongoing clubs will be displayed in this tab.
hi: 'विवरण' पृष्ठ या 'चेक आउट' पृष्ठ पर, 'क्लब' टैब पर क्लिक करें। इस टैब में सभी चालू क्लब प्रदर्शित किए जाएंगे।
zh_tw: 在 '詳情' 頁面或 '借出' 頁面，點選 '讀書會' 分頁。當前的讀書會將顯現在此分頁。

source: Click on the 'Enroll' button and fill in the fields.
hi: 'एनरोल' बटन पर क्लिक करें और फ़ील्ड भरें।
zh_tw: 按下 '註冊' 鈕並在欄位內填入資料。

source: You can also cancel enrollment by clicking on the cancel enrollment.
hi: आप रद्द नामांकन पर क्लिक करके भी नामांकन रद्द कर सकते हैं।
zh_tw: 按取消註冊鈕就能取消註冊。

source: Enrolling a patron in a club from the OPAC
hi: ओपेक के एक क्लब में संरक्षक का नामांकन
zh_tw: 從 OPAC 註冊至讀書會

source: If you allow public enrollment, the club will be visible on the OPAC.
hi: यदि आप सार्वजनिक नामांकन की अनुमति देते हैं, तो ओपेक पर क्लब दिखाई देगा।
zh_tw: 若同意公開註冊，讀書會將顯示在 OPAC。

source: Patrons have to sign into their account. In the 'Your summary' section, they will be able to click on the 'Clubs' tab and enroll.
hi: संरक्षक को अपने खाते में साइन इन करना होगा। 'आपका सारांश' अनुभाग में, वे 'क्लब' टैब पर क्लिक करें और नामांकन करें।
zh_tw: 讀者必須登入其帳號。在 '您的摘要' 區塊，點選 '讀書會Clubs' 分頁並註冊。

source: Viewing enrollments
hi: नामांकन देखना
zh_tw: 檢視註冊

source: You can monitor the enrollments in each club by going to the 'Patron clubs' tool page and choosing 'Enrollment' from the 'Actions' button.
hi: आप प्रत्येक क्लब में नामांकन की निगरानी 'पैट्रन क्लब' टूल पेज पर जाकर और 'एक्शन' बटन से 'एनरोलमेंट' चुनकर कर सकते हैं।
zh_tw: 進入 '讀者讀書會' 工具頁並從 '行動' 鈕選擇註冊。

source: Comments
hi: टिप्पणियाँ
tr: Yorumlar
zh_tw: 評論

source: *Get there:* More > Tools > Patrons and circulation > Comments
hi: *वहां जाएं:* अधिक> उपकरण> संरक्षक और परिसंचरण> टिप्पणियां
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 評論

source: All comments added by patrons via the OPAC to bibliographic records require moderation by the librarians. If there are comments awaiting moderation they will be listed on the main page of the staff client below the module list:
hi: ग्रंथ सूची रिकॉर्ड करने के लिए ओपेक के माध्यम से संरक्षक द्वारा जोड़ा सभी टिप्पणियों पुस्तकालय द्वारा संयम की आवश्यकता होती है। अगर कोई टिप्पणी मॉडरेशन का इंतजार कर रहे हैं कि वे मॉड्यूल सूची के नीचे के कर्मचारियों ग्राहक के मुख्य पृष्ठ पर सूचीबद्ध किया जाएगा:
tr: Kullanıcılar tarafından bibliyografik kayıtlara OPAC vasıtasıyla eklenmiş olan tüm yorumların bir kütüphaneci tarafından denetlenmesi gereklidir. Denetim bekleyen yorumlar varsa bunlar personel istemci ana sayfasında modül listesi altında listelenir:
zh_tw: 讀者經由 OPAC 新增的評論都需經館員審核。待審核的評論出現在館員首頁的工具分頁之下：

source: and next to the Comments tool on the Tools page
hi: और उपकरण पृष्ठ पर टिप्पणियाँ उपकरण के बगल में
zh_tw: 然後在工具頁面的評論工具旁

source: To moderate comments click on the notification on the main dashboard or go directly to the Comments tool and click 'Approve' or 'Delete' to the right of the comments awaiting moderation.
hi: टिप्पणियों को मॉडरेट करने के लिए मुख्य डैशबोर्ड पर अधिसूचना पर क्लिक करें या सीधे टिप्पणी टूल पर जाएं और मॉडरेशन की प्रतीक्षा कर रहे टिप्पणियों के दाईं ओर 'स्वीकृत करें या हटाएं' पर क्लिक करें।
zh_tw: 勾選主頁的通知或進入評論工具點選評論右方的 '通過' 或 '拒絕' 就能評審讀者送來的評論。

source: If there are no comments to moderate you will see a message saying just that
hi: उदार करने के लिए कोई टिप्पणी कर रहे हैं, तो आप एक संदेश है कि बस कह देखेंगे
tr: Düzeltilecek bir yorum yoksa sadece şunu… belirten bir mesaj göreceksiniz.
zh_tw: 若無評論待審核，您可看到無可審核的訊息

source: You can also review and unapprove comments you have approved in the past by choosing the 'Approved comments' tab
hi: तुम भी समीक्षा कर सकते हैं और स्वीकृति हटाने टिप्पणी आप 'स्वीकृत टिप्पणियां' टैब का चयन करके अतीत में मंजूरी दे दी है
tr: 'Onaylanmış yorumlar' sekmesini seçerek, daha önce onaylamış olduğunuz yorumları da gözden geçirebilir ve bu yorumların onayını kaldırabilirsiniz.
zh_tw: 選擇 '通過審評' 分頁，就能檢視或拒絕曾經通過的評論

source: Patron import
hi: संरक्षक आयात
zh_tw: 匯入讀者

source: *Get there:* More > Tools > Patrons and circulation > Import patrons
hi: *वहां जाएं:* अधिक> उपकरण> संरक्षक और परिसंचरण> संरक्षक आयात करें
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 匯入讀者

source: The patron import tool can be used at any time to add patrons in bulk. It is commonly used in universities and schools when a new batch of students registers.
hi: संरक्षक आयात उपकरण थोक में संरक्षक को जोड़ने के लिए किसी भी समय किया जा सकता है। यह आमतौर पर विश्वविद्यालयों और स्कूलों में प्रयोग किया जाता है, जब छात्रों का एक नया बैच रजिस्टरों है।
tr: Kullanıcı içe aktarım aracı kullanıcıları her hangi bir zamanda toplu halde eklemek için kullanılabilir. Bu araç yeni öğrencilerin toplu kaydı için üniversitelerde ve okullarda yaygın olarak kullanılmaktadır.
zh_tw: 任何時間都可以使用讀者匯入工具批次新增讀者。通常用於各級學校新生入學時。

source: Creating a patron import file
hi: संरक्षक आयात फ़ाइल बनाना
zh_tw: 新增讀者匯入檔

source: You can download a blank CSV file with a header from the start page of the patron import tool that you can use as a template for your patron import. The header contains all fields that can be used with the patron import tool. You can delete fields and columns you don't need with the exception of a few mandatory ones.
hi: आप संरक्षक आयात उपकरण के प्रारंभ पृष्ठ से एक हेडर के साथ एक खाली CSV फ़ाइल डाउनलोड कर सकते हैं जिसे आप अपने संरक्षक आयात के लिए टेम्पलेट के रूप में उपयोग कर सकते हैं। शीर्ष लेख में सभी फ़ील्ड होते हैं जिनका उपयोग संरक्षक आयात उपकरण के साथ किया जा सकता है। आप कुछ अनिवार्य लोगों के अपवाद के साथ फ़ील्ड और कॉलम हटा सकते हैं जिनकी आपको आवश्यकता नहीं है।
zh_tw: 您可從讀者匯入工具的啟始頁使用匯入的模板，下載含標頭的空白 CSV 檔案。標頭包括讀者匯入工具的所有欄位。保留必備欄位後，您可刪除不需要的欄位及欄。

source: cardnumber, surname, and all fields you have defined in the :ref:`BorrowerMandatoryField` preference are required and must match valid entries in your database.
hi: कार्डनंबर, उपनाम और आपके द्वारा निर्धारित सभी क्षेत्रों में :ref:`BorrowerMandatoryField` वरीयता आवश्यक है और आपके डेटाबेस में मान्य प्रविष्टियों से मेल खाना चाहिए।
zh_tw: cardnumber、surname 及定

source: The 'password' should be stored in plaintext, and will be converted to a Bcrypt hash.
hi: यह 'पासवर्ड' प्लेन में संग्रहित किया जाना चाहिए, और एक Bcrypt हैश करने के लिए परिवर्तित किया जाएगा।
tr: 'parola' düz metin olarak muhafaza edilmelidir, ve bir Bcrypt karmaya dönüştürülecektir.
zh_tw: 此 'password' 欄的值必須是純文字，將以 MD5 雜湊演算法編碼。

source: If your passwords are already encrypted, talk to your systems administrator about options
hi: अपने पासवर्ड को पहले से ही एन्क्रिप्टेड रहे हैं, तो विकल्प के बारे में अपने सिस्टम व्यवस्थापक से बात करें
tr: Şifreleriniz henüz şifrelenmişse, seçeneklerle ilgili sistemler yöneticinizle görüşün.
zh_tw: 若密碼已經編碼，請洽系統管理員，詢求其他選項

source: Date formats should match your :ref:`system preference <dateformat-label>`, and must be zero-padded, e.g. '01/02/2008'. Alternatively you can supply dates in ISO format (e.g. '2008-12-01').
hi: दिनांक स्वरूपों को आपकेr :ref:`सिस्टम वरीयता <dateformat-label>` से मेल खाना चाहिए, और शून्य-गद्देदार होना चाहिए, उदा '01 / 02/2008 '। वैकल्पिक रूप से आप आईएसओ प्रारूप में तारीखों की आपूर्ति कर सकते हैं (जैसे '2008-12-01')।
zh_tw: 日期格式必須符合 :ref:`系統偏好 <dateformat-label>` 的設定，且必須補零，如：'01/02/2008'。也可以使用 ISO 格式 (如，'2008-12-01')。

source: **Note**
hi: **नोट**
tr: **Not**
zh_tw: **說明**

source: If loading :ref:`patron attributes <patron-attribute-types-label>`, the 'patron\_attributes' field should contain a comma-separated list of attribute types and values.
hi: यदि लोडिंग: ref: `संरक्षक विशेषताएँ <patron-attribute-types-label>`, the 'patron\_attributes' फ़ील्ड में विशेषता प्रकारों और मानों की अल्पविराम से अलग सूची होनी चाहिए
tr: Eğer :ref:`kullanıcı öznitelikleri <patron-attribute-types-label>` yükleniyorsa, 'patron\_attributes' alanı nitelik türleri ve değerlerinin virgülle ayrılmış listesini içermelidir.
zh_tw: 若載入 :ref:`讀者屬性 <patron-attribute-types-label>`，'patron\_attributes' 欄位應包括以逗點區隔的屬性類型及其值。

source: The attribute type code and a colon should precede each value.
hi: विशेषता प्रकार कोड और एक पेट के प्रत्येक मान के पूर्व में होना चाहिए।
tr: Öznitelik türü ve kodu her değerin önüne gelmelidir.
zh_tw: 每個值之前應有屬性類型與冒號。

source: For example: "INSTID:12345,BASEBALL:Cubs"
hi: उदाहरण के लिए: "INSTID: 12345, बेसबॉल: शावक"
tr: Örneğin: "INSTID:12345,BASEBALL:Cubs"
zh_tw: 例如："INSTID:12345,BASEBALL:Cubs"

source: This field must be wrapped in quotes if multiple values are defined.
hi: इस क्षेत्र उद्धरण में लिपटे किया जाना चाहिए अगर एकाधिक मानों परिभाषित कर रहे हैं।
tr: Birden çok değer tanımlı ise bu alan tırnak işaretleri içine alınmalıdır.
zh_tw: 若設定多個值則此欄位必須折收起來。

source: Since values can contain spaces, additional doubled-quotes may be required:
hi: चूंकि मूल्यों रिक्त स्थान शामिल कर सकते हैं, अतिरिक्त दोगुनी-उद्धरण आवश्यक हो सकता है:
tr: Değerler boşluk içerebileceği için, ilave çift-tırnak gerekli olabilir:
zh_tw: 因為可能包括空格，所以必須置於雙括號內：

source: It's possible to set restrictions using the patron import tool. If the expiration date and comment match an existing restriction, the one in the import file will be skipped. So a patron import can be repeated multiple times without creating duplicate restrictions. But if one of the criteria is different, a new restriction will be added.
hi: संरक्षक आयात उपकरण का उपयोग करके प्रतिबंध लगाना संभव है। यदि समाप्ति तिथि और टिप्पणी मौजूदा प्रतिबंध से मेल खाती है, तो आयात फ़ाइल में से एक को छोड़ दिया जाएगा। इसलिए डुप्लिकेट प्रतिबंध बनाए बिना कई बार एक संरक्षक आयात दोहराया जा सकता है। लेकिन यदि कोई मापदंड अलग है, तो एक नया प्रतिबंध जोड़ा जाएगा।
zh_tw: 可以對讀者匯入工具設限。若到期日與評論符合既有的限制，在匯入檔案內符合該限制的讀者將被排除在外。所以，一個讀者可以重複匯入，但祗收錄一位。祗要新增限制，就能阻止其他的重複。

source: Importing patrons
hi: संरक्षक आयात करते हैं
zh_tw: 匯入讀者

source: Once you have created your file, you can use the patron import tool to bring the data into Koha.
hi: एक बार जब आप अपनी फ़ाइल बना लेते हैं, तो आप कोहा में डेटा लाने के लिए संरक्षक आयात उपकरण का उपयोग कर सकते हैं।
zh_tw: 新增檔案後，可以使用匯入讀者工具把資料加入Koha。

source: Choose your CSV file
hi: अपनी सीएसवी फ़ाइल चुनें
tr: CSV dosyanızı seçin
zh_tw: 選定 CSV 檔案

source: Choose to match on 'cardnumber' or 'username' to prevent adding of duplicate card numbers to the system. Additional matchpoints can be set up using patron attributes marked as unique.
hi: सिस्टम में डुप्लिकेट कार्ड संख्याओं को जोड़ने से रोकने के लिए 'कार्ड नंबर' या 'उपयोगकर्ता नाम' पर मिलान करना चुनें। अतिरिक्त मिलान बिंदुओं को विशिष्ट के रूप में चिह्नित संरक्षक विशेषताओं का उपयोग करके स्थापित किया जा सकता है।
zh_tw: 指定對映 'cardnumber' 或 'username' 以避免新增重複的讀者號。使用其他的讀者屬性可以增加對映點。

source: Next you can choose default values to apply to all patrons you are importing
hi: आप सभी संरक्षक आप आयात कर रहे हैं करने के लिए लागू करने के लिए अगले मूलभूत मूल्यों चुन सकते हैं
tr: Sonra içe aktardığınız tüm kullanıcılara uygulayacağınız varsayılan değerleri seçebilirsiniz
zh_tw: 接著選擇適用於匯入讀者的預設值

source: For example, if you're importing patrons specific to one branch you can use the field on the import form to apply the branch code to all those you are importing.
hi: उदाहरण के लिए, यदि आप एक शाखा के लिए विशिष्ट संरक्षक आयात कर रहे हैं, तो आप उन सभी को शाखा कोड लागू करने के लिए आयात फ़ॉर्म पर फ़ील्ड का उपयोग कर सकते हैं जो आप आयात कर रहे हैं।
zh_tw: 如：匯入指定分館的讀者時，可在匯入表單將分館代碼欄位給那些匯入的讀者。

source: Finally, you need to decide on what data you want to replace if there are duplicates.
hi: अंत में, आपको यह तय करने की आवश्यकता है कि यदि आप डुप्लिकेट हैं, तो आप किस डेटा को बदलना चाहते हैं।
zh_tw: 最後，若有重複時，需決定以何種資料取代它。

source: A matching record is found using the field you chose for matching criteria to prevent duplication
hi: एक मेल रिकॉर्ड क्षेत्र आप दोहराव को रोकने के लिए मानदंडों से मिलान करने के लिए चुना है का उपयोग करते हुए पाया जाता है
tr: Eşleme kaydı, seçtiğiniz alanda kullandığınız eşleme kriterinin çoğaltılmasını önlemek üzere bulunmaktadır.
zh_tw: 匹配紀錄是以欄位找到的，避免出現重複紀錄

source: When using patron attributes in your installation, you can choose how they are handled on import. You can either decide to always overlay all patron attributes or you choose to only replace patron attributes included in your import file. This will leave other attributes untouched.
hi: अपनी स्थापना में संरक्षक विशेषताओं का उपयोग करते समय, आप यह चुन सकते हैं कि उन्हें आयात पर कैसे संभाला जाए। आप या तो हमेशा सभी संरक्षक विशेषताओं को ओवरले करने का निर्णय ले सकते हैं या आप केवल अपने आयात फ़ाइल में शामिल संरक्षक विशेषताओं को बदल सकते हैं। यह अन्य विशेषताओं को अछूता छोड़ देगा।
zh_tw: 安裝時已用到的讀者屬性，就能夠在匯入時選用它。可以覆寫所有讀者屬性或取代匯入檔內的讀者屬性。讓其他屬性保持原樣不變。

source: Notices & slips
hi: नोटिस एंव स्लिपस
zh_tw: 通知 & 收條

source: *Get there:* More > Tools > Patrons and circulation > Notices & slips
hi: *वहां जाएं:* अधिक> उपकरण> संरक्षक और परिसंचरण> नोटिस और पर्ची
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 通知 &amp; 收條
