Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Once a tag has been approved or rejected it will be moved to the appropriate list of tags. A summary of all tags will appear on the right of the screen.
hi: एक बार एक टैग अनुमोदित या अस्वीकृत कर दिया गया है यह टैग की उचित सूची में ले जाया जाएगा। सभी टैग का एक सारांश स्क्रीन के अधिकार पर दिखाई देगा।
tr: Bir etiket onaylanmışsa ya da reddedilmişse, uygun etiketler listesine taşınacaktır. Tüm etiketlerin özeti ekranın sağında gözükecektir.
zh_tw: 標籤被審核通過或拒絕後，將移到適當的標籤清單。所有標籤的摘要將顯示在螢幕右方。

source: Even though a tag is approved or rejected, it can still be moved to another list. When viewing approved tags each tag has the option to reject:
hi: हालांकि एक और टैग को मंजूरी दे दी है या अस्वीकार कर दिया है, यह अभी भी एक और सूची के लिए ले जाया जा सकता है। अनुमोदित टैग देखते समय हर टैग अस्वीकार करने का विकल्प है:
tr: Bir tag onaylanmış veya reddedilmiş olsa da, yine de başka bir listeye taşınabilir. Onaylanmış tag'ler görüntülenirken her tag için reddetme seçeneği vardır:
zh_tw: 即便已通過或拒絕的標籤，仍可移至其他清單。檢視通過的標籤時，有個拒絕的選項：

source: To check terms against the approved and rejected lists (and possibly against :ref:`the dictionary <tagsexternaldictionary-label>` you have assigned for tag moderation) simply enter the term into the search box on the bottom right of the screen to see the status of the term
hi: अनुमोदित और अस्वीकृत सूचियों के खिलाफ शर्तों की जांच करने के लिए (और संभवतः विरुद्ध : ref: `शब्दकोश <tagsexternaldictionary-label>'आपने टैग मॉडरेशन के लिए असाइन किया है) बस स्क्रीन के निचले दाएं भाग पर खोज बॉक्स में शब्द दर्ज करें शब्द की स्थिति
tr: Onaylanmış ve reddedilmiş listelere mukabil terimleri kontrol etmek için (muhtemelen tag denetimi için atadığınız :ref:`sözlüğe <tagsexternaldictionary-label>` mukabil), ekranın en alt sağında yer alan arama kutusuna durumunu görmek istediğiniz terimi girmeniz yeterlidir
zh_tw: 在螢幕右下方的搜尋盒裡，鍵入術語，即可搜尋該術語的合法性 (或許使用指定的標籤審核 :ref:`字典 <tagsexternaldictionary-label>`)

source: Finally you can find tags by using the filters on the left.
hi: अंत में आप बाईं तरफ के फिल्टर का उपयोग करके टैग पा सकते हैं।
tr: Son olarak soldaki filtreleri kullanarak tag'leri bulabilirsiniz.
zh_tw: 最後以左方的篩選器搜尋標籤。

source: Upload patron images
hi: अपलोड संरक्षक छवियाँ
zh_tw: 上傳讀者圖片

source: *Get there:* More > Tools > Patrons and circulation > Upload patron images
hi: *वहां जाएं:* अधिक> उपकरण> संरक्षक और परिसंचरण> संरक्षक छवियां अपलोड करें
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 上傳讀者照片

source: Patron images can be uploaded in bulk if you are :ref:`allowing patron images <patronimages-label>` to be attached to patron records. These images can also be used when creating :ref:`patron cards <patron-card-creator-label>`.
hi: यदि आप हैं तो संरक्षक छवियों को थोक में अपलोड किया जा सकता है :ref:`संरक्षक छवियों से संरक्षित होने के लिए संरक्षक छवियों <patronimages-label> को अनुमति देना। बनाते समय इन छवियों का भी उपयोग किया जा सकता है: रेफरी: 'संरक्षक कार्ड <patron-card-creator-label>`.
tr: :ref:`allowing patron images <patronimages-label>` kullanıcı resimlerinin kullanıcı kayıtlarına eklenmesine izin veriyorsanız kullanıcı resimlerini toplu olarak yükleyebilirsiniz. Bu resimler aynı zamanda :ref:`kullanıcı kartları <patron-card-creator-label>` oluşturulurken de kullanılabilir.
zh_tw: 若 :ref:`允許讀者照片 <patronimages-label>` 附加在讀者紀錄內，就可以大批上傳讀者照片。也可用這些照片新增 :ref:`讀者證 <patron-card-creator-label>`。

source: Create a txt file and title it "DATALINK.TXT" or "IDLINK.TXT"
hi: एक txt फ़ाइल और यह शीर्षक "DATALINK.TXT" या "IDLINK.TXT" बनाएँ
tr: Txt dosyası oluştur ve bu dosyayı "DATALINK. TXT" ya da "IDLINK. TXT" olarak adlandır.
zh_tw: 新增文字檔，並命名為 "DATALINK.TXT" 或 "IDLINK.TXT"

source: On each line in the text file enter the patron's card number followed by comma (or tab) and then the image file name
hi: प्रत्येक पंक्ति पाठ फ़ाइल में संरक्षक के कार्ड अल्पविराम (या टैब) के बाद नंबर दर्ज करें और तो छवि फ़ाइल नाम पर
tr: Metin dosyasının her satırında virgül (veya etiketi) takiben kullanıcı kart numarasını girin ve ardından resim dosyasının adını girin
zh_tw: 每列的內容是讀者證號碼以及逗點 (或定位) 和照片檔名

source: Make sure that your TXT file is a plain text document, not RTF.
hi: सुनिश्चित करें कि आपके TXT फ़ाइल एक सादा पाठ दस्तावेज़, नहीं आरटीएफ है सुनिश्चित करें।
tr: TXT dosyanızın RTF değil, düz metin belgesi olduğundan emin olun.
zh_tw: 確定您TXT檔為純文字檔，不是RTF檔。

source: Zip up the text file and the image files
hi: पाठ फ़ाइल और छवि फ़ाइलों को ज़िप
tr: Metin dosyasını ve resim dosyalarını sıkıştır
zh_tw: 關閉文字檔與圖像檔

source: Go to the Upload patron images tool
hi: अपलोड संरक्षक छवियाँ टूल पर जाएं
zh_tw: 進入上傳讀者照片工具

source: For a single image, simply point to the image file and enter the patron card number
hi: एक एकल छवि के लिए, बस छवि फ़ाइल को इंगित और संरक्षक कार्ड नंबर दर्ज
tr: Tek bir resim için, resim dosyası seçeneğine gelin ve sonra kullanıcı kimlik numarasını girin.
zh_tw: 對單一照片而言，點選該照片檔案，並鍵入讀者號

source: For multiple images, choose to upload a zip file
hi: एकाधिक छवियों के लिए, एक ज़िप फ़ाइल अपलोड करने के लिए चुनें
tr: Çoklu resimler için, zip dosyası yüklemeyi seçin.
zh_tw: 多筆圖片時，選擇上傳一個壓縮檔

source: After uploading you will be presented with a confirmation
hi: अपलोड करने के बाद आप एक पुष्टि के साथ प्रस्तुत किया जाएगा
tr: Karşıya yükleme işlemi bittikten sonra karşınıza bir onay ekranı gelecek
zh_tw: 上傳之後，出現確認訊息

source: There is a limit of 100K on the size of the picture uploaded and it is recommended that the image be 200x300 pixels, but smaller images will work as well.
hi: चित्र अपलोड के आकार पर 100K की एक सीमा होती है और यह सिफारिश की है कि छवि 200x300 पिक्सल हो, लेकिन छोटे छवियों के रूप में अच्छी तरह से काम करेगा.
tr: Yüklenen resmin boyutu için 100k sınırı vardır ve görüntünün 200x300 piksel olması önerilir, ancak daha küçük resimler de çalışacaktır.
zh_tw: 每張照片的大小不能超過 100K，建議解析度不超過 200x300 圖素。

source: Catalog
hi: केटलॉग
tr: Katalog
zh_tw: 目錄

source: Batch item deletion
hi: बैच संरक्षक को नष्ट करना
tr: Toplu materyal silme
zh_tw: 批次館藏刪除

source: *Get there:* More > Tools > Catalog > Batch item deletion
hi: * वहां जाएं: * अधिक> टूल्स> कैटलॉग> बैच आइटम हटाना
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Toplu materyal silme
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 批次刪除館藏

source: This tool will allow you to delete a batch of item records from Koha.
hi: यह उपकरण आपको कोहा से आइटम अभिलेखों का एक बैच को नष्ट करने की अनुमति देगा।
tr: Bu araç, Koha'dan toplu materyal kayıtları silmenizi sağlayacaktır.
zh_tw: 此工具允許刪除批次館藏紀錄。

source: From the tool you can choose to upload a file of barcodes or item ids, or you can scan items one by one into the box below the upload tool.
hi: उपकरण से आप बारकोड या आइटम आईडी की एक फाइल अपलोड करने के लिए चुन सकते हैं, या आप आइटम अपलोड उपकरण नीचे बॉक्स में एक के बाद एक स्कैन कर सकते हैं।
tr: Araçlardan, barkod dosyası ya da materyal no yüklemeyi seçebilir ya da materyalleri yükleme aracının altındaki kutudan sırayla tarayabilirsiniz.
zh_tw: 從工具裡，可選擇上傳條碼檔或館藏代號，或從上傳工具下的盒裡，逐一掃瞄館藏。

source: Once you have your file uploaded or the barcodes scanned you can click 'Continue.'
hi: एक बार जब आप अपनी फ़ाइल को अपलोड कर दिया है या बारकोड आप क्लिक कर सकते हैं स्कैन 'जारी रखें।'
tr: Dosyanızı yüklettiğiniz ya da barkodlarınızı okuttuğunuzda 'Devam et'e tıklayabilirsiniz.
zh_tw: 上傳檔案或掃瞄條碼後，可按 '繼續' 鈕。

source: You will be presented with a confirmation screen. From here you can uncheck the items you don't want to delete and decide if Koha should delete the bib record if the last item is being deleted before clicking 'Delete selected items.' If you'd like you can delete the bibliographic record if you're deleting the last item by clicking the checkbox next to 'Delete records if no items remain'.
hi: आपको एक पुष्टि स्क्रीन के साथ प्रस्तुत किया जाएगा। यहां से आप उन आइटमों को अनचेक कर सकते हैं जिन्हें आप हटाना नहीं चाहते हैं और यह तय करना चाहते हैं कि 'चयनित आइटम हटाएं' पर क्लिक करने से पहले कोहा को बिब रिकॉर्ड को हटाना चाहिए या नहीं। यदि आप चाहें तो यदि आप कोई आइटम नहीं रहते हैं, तो रिकॉर्ड हटाएं के आगे चेकबॉक्स पर क्लिक करके यदि आप अंतिम आइटम हटा रहे हैं तो आप ग्रंथ सूची रिकॉर्ड को हटा सकते हैं।
zh_tw: 出現確認畫面。選擇不要刪除的館藏，若需刪除沒有館藏的書目紀錄，則在按下 '刪除選定館藏' 鈕之前，勾選 '若無館藏則刪除該筆書目紀錄' 鈕。

source: If your file (or list of scanned barcodes) has more than 1000 barcodes, Koha will be unable to present you with a list of the items. You will still be able to delete them, but not able to choose which items specifically to delete or delete the biblio records.
hi: आपकी फ़ाइल (या स्कैन बारकोड की सूची) के 1000 से अधिक बारकोड है, Koha आइटमों की एक सूची के साथ पेश करने में असमर्थ हो जाएगा। तुम अब भी उन्हें नष्ट करने में सक्षम है, लेकिन जो आइटम विशेष रूप से नष्ट करने के लिए या Biblio रिकॉर्ड चुनें नष्ट करने में सक्षम नहीं होगा।
tr: Dosyanızın (ya da okunmuş barkod listesinin) 1000’den fazla barkodu varsa, Koha size materyal listesini sunamayacaktır. Bu materyal listesini yine silebileceksiniz fakat özellikle hangi materyalleri ya da hangi bibliyogarfik kayıtları silebileceğinizi seçemeyeceksiniz.
zh_tw: 檔案 (或條碼清單) 內超過 1000 個條碼後，Koha 就不會顯示該清單。仍可刪除它們，但不能選擇刪除特定條碼或書目紀錄。

source: If the items are checked out you will be presented with an error after clicking 'Delete selected items' and the items will not be deleted.
hi: आइटम बाहर की जाँच कर रहे हैं आप 'हटाएँ चयनित आइटम' क्लिक करने के बाद एक त्रुटि के साथ प्रस्तुत किया जाएगा और आइटम हटाए नहीं किया जाएगा।
tr: Materyaller ödünç verildiyse 'Seçili materyalleri sil'e tıkladıktan sonra bir hata mesajı göreceksiniz ve materyaller silinmeyecek.
zh_tw: 若館藏已借出，按下 '刪除選定的館藏' 後，將出現錯誤訊，該館藏不能刪除。

source: If the items can be deleted they will be and you will be presented with a confirmation of your deletion.
hi: आइटम नष्ट किया जा सकता है, तो वे हो जाएगा और आप अपने विलोपन की पुष्टि के साथ प्रस्तुत किया जाएगा।
tr: Materyaller silinebilirse, hem materyallerin silindiğine dair onay mesajı hem de sizin silmeniz için onay mesajı sunulacaktır.
zh_tw: 可以被刪除的館藏，它們將顯示確認刪除的訊息。

source: Batch item modification
hi: बैच आइटम सँशोधन
tr: Toplu materyal modifikasyonu
zh_tw: 批次館藏修改

source: *Get there:* More > Tools > Catalog > Batch item modification
hi: * वहां जाएं: * अधिक> टूल्स> कैटलॉग> बैच आइटम संशोधन
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Toplu Materyal Modifikasyonu
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 批次修改館藏

source: This tool will allow you to modify a batch of item records in Koha.
hi: यह उपकरण आपको कोहा में आइटम के रिकॉर्ड के एक बैच को संशोधित करने की अनुमति देगा।
tr: Bu araç, Koha içerisindeki materyal kayıtları üzerinde toplu olarak değişiklik yapmanızı sağlar.
zh_tw: 此工具顯示批次修改的館藏紀錄。

source: From the tool you can choose to upload a file of barcodes or item ids, or you can scan items one by one into the box below the upload tool. You can also decide the items edited should be populated with the default values you have defined in your :ref:`default framework <marc-bibliographic-frameworks-label>`.
hi: टूल से आप बारकोड या आइटम आईडी की एक फ़ाइल अपलोड करना चुन सकते हैं, या आप अपलोड टूल के नीचे दिए गए बॉक्स में आइटम एक-एक करके स्कैन कर सकते हैं। आप यह भी तय कर सकते हैं कि आपके द्वारा परिभाषित डिफ़ॉल्ट मानों के साथ संपादित किए गए आइटमों को पॉप्युलेट किया जाना चाहिए :ref:`डिफ़ॉल्ट ढांचा <marc-bibliographic-frameworks-label>`.
tr: Araçtan, barkod veya materyal kimlikleri dosyasını karşıya yüklemeyi seçebilirsiniz, veya karşıya yükleme aracı altındaki kutunun içine materyalleri tek tek tarayabilirsiniz. Aynı zamanda düzenlenen materyallerin `varsayılan çerçeve :ref:<marc-bibliographic-frameworks-label>` içinde tanımladığınız varsayılan değerler ile doldurulması gerekip gerekmediğini belirleyebilirsiniz.
zh_tw: 從此工具可上傳條碼檔或館藏代號，或從上傳工具下的盒裡逐一掃瞄館藏。可使用 :ref:`預設框架 <marc-bibliographic-frameworks-label>` 裡的預設值再編輯館藏的內容。

source: Once you have your file uploaded or the barcodes listed you can click 'Continue.'
hi: एक बार जब आप अपनी फ़ाइल को अपलोड कर दिया है या बारकोड को सूचीबद्ध आप क्लिक कर सकते हैं 'जारी रखें।'
tr: Dosyalarınız bir kez karşıya yüklendikten ya da barkodlarınız listelendikten sonra 'Devam et' üzerine tıklayabilirsiniz.
zh_tw: 上傳檔案或條碼後就可按 '繼續'。

source: To uncheck all items thar are currently checked out you can click the 'Clear on loan' link at the top of the form.
hi: सभी आइटम थार वर्तमान में बाहर की जाँच कर रहे अचयनित करने के लिए आप फार्म के शीर्ष पर 'ऋण पर साफ़' लिंक पर क्लिक कर सकते हैं।
tr: Şu anda seçili olan tüm materyallerin seçimlerini kaldırmak için formun üst kısmındaki 'Clear on loan' bağlantısını tıklayabilirsiniz.
zh_tw: 按表單下方的 '清除借閱' 連結就可清除借出。

source: Using the edit form you can choose which fields to make edits to. By checking the checkbox to the right of each field you can clear the values in that field for the records you are modifying.
hi: का उपयोग कर संपादित प्रपत्र आप चुन सकते हैं जो करने के लिए संपादन करने के लिए खेतों। प्रत्येक क्षेत्र की सही करने के लिए चेकबॉक्स जाँच करके आप रिकॉर्ड आप के लिए संशोधित कर रहे हैं कि क्षेत्र में मूल्यों स्पष्ट कर सकते हैं।
tr: Düzenleme formunu kullanarak hangi alanları düzenleyeceğinizi seçebilirsiniz.Her alanın sağındaki onay kutusunu işaretleyerek düzenlediğiniz kayıtta o değerleri silebilirsiniz.
zh_tw: 從編輯表單勾選欲編輯的欄位。按欄位右方的勾選盒自動清除其內容再鍵入新的值。

source: Once you have made you changes you will be presented with the resulting items.
hi: एक बार जब आप बना दिया है आप परिवर्तनों को आप जिसके परिणामस्वरूप आइटम के साथ प्रस्तुत किया जाएगा।
tr: Değişikliklerinizi yaptığınızda, size sonuçlanan materyaller sunulacaktır.
zh_tw: 改變之後，將出現結果館藏。

source: You can also edit items on one bib record in a batch by going to the bib record and clicking Edit > Edit items in batch
hi: तुम भी बिब रिकॉर्ड करने के लिए जा रहा है और> बैच में संपादित आइटम संपादित करें क्लिक करके एक बैच में एक बिब रिकॉर्ड पर आइटम संपादित कर सकते हैं
tr: Aynı zamanda bibliyografik kayda giderek ve Düzenle > Çoklu düzenle üzerine tıklayarak bir bibliyografik kayıt üzerinde materyalleri düzenleyebilirsiniz.
zh_tw: 進入書目紀錄，勾選編輯 > 批次編輯館藏，就能把多個館藏指定給一個書目紀錄

source: Batch record deletion
hi: बैच रिकार्ड हटाना
tr: Toplu kayıt silme
zh_tw: 批次刪除記錄

source: This tool will take a batch of record numbers for either bibliographic records or authority records and allow you to delete all those records and any items attached to them in a batch.
hi: यह उपकरण या तो ग्रंथ सूची रिकॉर्ड या प्राधिकारी रिकॉर्ड के लिए रिकॉर्ड संख्या का एक बैच ले सकते हैं और आप उन सभी रिकॉर्ड और किसी भी एक बैच में उन से जुड़ी वस्तुओं को नष्ट करने के लिए अनुमति देगा।
tr: Bu araç, bibliyografik kayıtlar ya da otorite kayıtlardan birisi için parti halinde kayıt numaraları alacak ve tüm bu kayıtları ve bunlara eklenmiş olan materyalleri toplu şekilde silebilmenizi sağlayacaktır.
zh_tw: 此工具可以取得批次的書目或權威紀錄並允許您刪除該等紀錄及其館藏紀錄。

source: First you need to tell the tool if you're deleting bibliographic or authority records. Next you can load a file with biblionumbers or authids or enter a list of those numbers in the box provided. Once you submit the form you will be presented with a summary of the records you are trying to delete.
hi: सबसे पहले आप अगर आप ग्रंथ सूची या प्राधिकारी रिकॉर्ड हटा रहे हैं उपकरण बताने की जरूरत है। इसके बाद आप biblionumbers या authids के साथ एक फ़ाइल लोड करने या दिए गए बॉक्स में उन लोगों के नंबरों की सूची में प्रवेश कर सकते हैं। एक बार जब आप फार्म जमा आप रिकॉर्ड आप नष्ट करने की कोशिश कर रहे हैं की एक सारांश के साथ प्रस्तुत किया जाएगा।
tr: Öncelikle araca bibliyografik kayıt mı yoksa otorite kayıt mı sileceğinizi söylemeniz gerekiyor. Daha sonra biblonumbers ya da authid dosyaları yükleyebilir ya da bu numaraların listesini ekrana gelen kutuya girebilirsiniz. Formu bir kez gönderikten sonra karşınıza silmek istediğiniz kayıtların bir özeti gelecektir.
zh_tw: 首先需告知工具要刪除書目或權威紀錄。然後在指定的區塊上載含書目紀錄或權威編號或該等編號的清單。送出表單後系統出現欲刪除的紀錄摘要。

source: If a record you want to delete can't be deleted it will be highlighted.
hi: यदि आप रिकार्ड हटाना चाहते हैं नष्ट नहीं किया जा सकता, तो इस पर प्रकाश डाला जाएगा।
tr: Silmek istediğiniz kayıt silinemeyen bir kayıt ise vurgulanır.
zh_tw: 將提示不能借出的館藏。

source: Check the records you want to delete and click the 'Delete selected records' button to finish the process.
hi: रिकॉर्ड आप को नष्ट करना और प्रक्रिया को समाप्त करने के लिए 'चयनित रिकॉर्ड हटाएँ' बटन क्लिक करने के लिए चाहते हैं।
tr: Silmek istediğiniz kayıtları işaretleyin ve işlemi bitirmek için 'Seçilen kayıtları sil' butonuna tıklayın.
zh_tw: 選欲刪除的紀錄再按 '刪除選定的紀錄' 鈕就可。

source: Batch record modification
hi: बैच रिकार्ड संशोधन
tr: Toplu kayıt değiştirme
zh_tw: 批次修改紀錄

source: *Get there:* More > Tools > Catalog > Batch record modification
hi: * वहां जाएं: * अधिक> टूल्स> कैटलॉग> बैच रिकॉर्ड संशोधन
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Toplu kayıt modifikasyonu
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 批次修改館藏

source: This tool will allow you to edit batches of bibliographic and/or authority records using :ref:`MARC modification templates <marc-modification-templates-label>`. Before visiting this tool you will want to set up at least one MARC modification template.
hi: यह उपकरण आपको ग्रंथ सूची और / या प्राधिकरण रिकॉर्ड के बैचों का उपयोग करने की अनुमति देगा :ref:`मार्क संशोधन टेम्पलेट्स <marc-modification-templates-label>`। इस टूल पर जाने से पहले आप कम से कम एक मार्क संशोधन टेम्प्लेट सेट करना चाहेंगे।
zh_tw: 此工具允許您以 :ref:`MARC 編修模板 <marc-modification-templates-label>` 編輯批次書目/權威記錄。使用此工具前應先設定至少一個 MARC 編修模板。

source: When you visit the tool it will ask you:
hi: जब आप टूल पर जाएं यह आप से पूछना होगा:
tr: Araca geldiğinizde araç sizden şunu yapmanızı isteyecektir:
zh_tw: 使用工具時將詢問您：

source: Choose whether you're editing bibliographic or authority records
hi: चुनें कि आप ग्रंथ सूची और अधिकार अभिलेख संपादन कर रहे हैं कि क्या
tr: Bibliyografik kayıtları mı yoksa otorite kayıtlarını mı düzenleyeceğinizi seçiniz
zh_tw: 選擇是否編輯書目或權威紀錄

source: Enter the biblionumbers or authids
hi: biblionumbers या authids दर्ज
tr: Biblionumbers veya authids girin
zh_tw: 鍵入書目記錄號或權威記錄號

source: You can upload a file of these numbers or
hi: आप इन नंबरों की एक फाइल अपलोड कर सकते हैं या
tr: Bu sayılar kadar dosyayı karşıya yükleyebilirsiniz veya
zh_tw: 您可上傳此數目的檔案或

source: Enter the numbers (one per line) in the box provided
hi: दिए गए बॉक्स में संख्या (प्रति पंक्ति) दर्ज
tr: Sağlanan kutuya numaraları (satır başına bir tane olacak şekilde) girin
zh_tw: 在框內鍵入數字 (每列一個數字)

source: Finally choose the MARC modification template you'd like to use to edit these records.
hi: अंत में इन रिकॉर्ड्स को संपादित करने के लिए आप जिस मार्क संशोधन टेम्पलेट का उपयोग करना चाहते हैं, उसे चुनें।
zh_tw: 最後選擇用於編輯的 MARC 編修模版。

source: Once you've entered your criteria click 'Continue'
hi: एक बार जब आप अपने मापदंड क्लिक प्रवेश कर लिया है 'जारी रखें'
tr: Kriterlerinizi girdikten sonra 'Devam et' üzerine tıklayın
zh_tw: 鍵入資訊再按 '繼續'

source: You will be presented with a list of records that will be edited. Next to each one is a checkbox so you can uncheck any items you would rather not edit at this time.
hi: आप रिकॉर्ड की एक सूची है कि संपादित किया जाएगा साथ प्रस्तुत किया जाएगा। हर एक के लिए अगले एक चेकबॉक्स तो आप किसी भी आइटम आप बल्कि इस समय संपादित नहीं होता अचयनित कर सकते हैं।
tr: Karşınıza düzenlenecek kayıtların bir listesi gelecektir. Her birinin yanında şu anda düzenleme yapmak istemediğiniz materyallerin işaretini kaldırabileceğiniz bir onay kutusu olacaktır.
zh_tw: 將出現可編輯記錄的清單。可以不勾選記錄前的勾選盒暫時不編輯該等記錄。

source: Clicking 'Preview MARC' will allow you to see what edits will be made when you finalize the edit.
hi: 'पूर्वावलोकन मार्क' पर क्लिक करने से आप यह देख पाएंगे कि संपादन को अंतिम रूप देने पर क्या संपादन किए जाएंगे।
zh_tw: 編輯之後按預覽 MARC 鈕將看到您編目的結果。

source: Once you're sure everything is the way you want you can click the 'Modify selected records' button and your records will be modified.
hi: एक बार जब आप यकीन है कि सब कुछ जिस तरह से आप आप क्लिक कर सकते हैं बटन 'के रिकॉर्ड से चयनित संशोधित' और अपने रिकॉर्ड को संशोधित किया जाएगा चाहते हैं कर रहे हैं।
tr: Her şeyin istediğiniz şekilde olduğuna emin olduysanız 'Seçili kayıtlar üzerinde değişiklik yap' butonuna tıklayabilirsiniz ve kayıtlarınız değiştirilecektir.
zh_tw: 全部修改後可按 '修改指定記錄' 鈕則儲存修改後的記錄。

source: Automatic item modifications by age
hi: उम्र से स्वत: आइटम संशोधनों
tr: Yaşa göre otomatik materyal değişiklikleri
zh_tw: 依年齡自動修改館藏

source: *Get there:* More > Tools > Catalog > Automatic item modifications by age
hi: * वहां जाएं: * अधिक> उपकरण> कैटलॉग> आयु के अनुसार स्वचालित आइटम संशोधन
tr: *Gidiş yolu:* Daha fazla > Araçlar > Katalog > Yaşa göre otomatik materyal modifikasyonları
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 依年齡自動修改館藏

source: This tool allows librarians to update item specific fields when an item reaches a certain age.
hi: यह उपकरण लाइब्रेरियन को आइटम विशिष्ट फ़ील्ड को अपडेट करने की अनुमति देता है जब कोई आइटम किसी निश्चित आयु तक पहुंच जाता है।
tr: Bu araç, bir materyal belirli bir yaşa ulaştığında kütüphanecilerin materyale özgü alanları güncellemelerine olanak tanır.
zh_tw: 達到一定年限的館藏，可用此工具更新館藏的指定欄位。

source: Staff need the items\_batchmod permission to access this tool
hi: कर्मचारियों को इस उपकरण तक पहुंचने के लिए items\_batchmod अनुमति की आवश्यकता है
tr: Personelin bu araca erişmek için items\_batchmod iznine ihtiyacı vardır
zh_tw: 需有 items\_batchmod 權限才能使用此工具

source: The settings in this tool will be acted upon by the :ref:`corresponding cron job <automatic-item-update-label>`
hi: इस उपकरण में सेटिंग्स पर कार्य किया जाएगा :ref:`इसी क्रॉन नौकरी <automatic-item-update-label>`
tr: Bu araçtaki ayarlar, :ref:`corresponding cronjob <automatic-item-update-label>` tarafından gerçekleştirilecektir
zh_tw: 啟用 :ref:`對應的工作排程 <automatic-item-update-label>` 此工具的設定才能發揮作用

source: If you haven't created any rules you will see the option to 'Add rules' on the Tool page. Click this button to create rules.
hi: यदि आपने कोई नियम नहीं बनाया है तो आपको टूल पेज पर 'नियम जोड़ें' विकल्प दिखाई देगा। नियम बनाने के लिए इस बटन पर क्लिक करें।
tr: Herhangi bir kural oluşturmadıysanız, Araç sayfasında 'Kural ekle' seçeneğini görürsünüz. Kural oluşturmak için bu butona tıklayın.
zh_tw: 若還沒有新增任何規則，則在工具頁面就能看到 '新增規則'。按了該鈕就能新增規則。

source: If you have rules already there will be a button that reads 'Edit rules'. To create a new rule click the 'Edit rules' button at the top of the page
hi: यदि आपके पास पहले से नियम हैं तो एक बटन होगा जो 'नियम संपादित करें' पढ़ता है। नया नियम बनाने के लिए पृष्ठ के शीर्ष पर 'नियम संपादित करें' बटन पर क्लिक करें
tr: Kurallarınız zaten varsa, 'Kuralları düzenle' yazan bir düğme olacaktır. Yeni bir kural oluşturmak için sayfanın üst kısmındaki 'Kuralları düzenle' düğmesine tıklayın
zh_tw: 若已有規則，則出現 '編輯規則' 鈕。按了頁面最下方的 '編輯規則' 鈕也能新增規則

source: You will be brought to a page where you can edit exisitng rules or create a new rule
hi: आपको एक ऐसे पृष्ठ पर लाया जाएगा जहां आप मौजूदा नियमों को संपादित कर सकते हैं या नया नियम बना सकते हैं
tr: Mevcut kuralları düzenleyebileceğiniz veya yeni bir kural oluşturabileceğiniz bir sayfaya getirileceksiniz
zh_tw: 接著進入可以編輯既有規則或新增規則的頁面

source: In the form that appears you can set :
hi: प्रतीत होता है कि आप सेट कर सकते हैं:
tr: Görüntülenen formda şunları ayarlayabilirsiniz :
zh_tw: 在顯示的表單可以設定：

source: the age in days at which the item will update (Age)
hi: जिस दिन आइटम अपडेट होगा (आयु)
tr: Materyalin güncelleneceği gün sayısı (Yaş)
zh_tw: 館藏將新增的時間 (天)

source: what criteria is needed to trigger the update (Conditions)
hi: अद्यतन (शर्तों) को ट्रिगर करने के लिए किन मापदंडों की आवश्यकता है
tr: Güncellemeyi tetiklemek için hangi ölçüt gereklidir (Koşullar)
zh_tw: 啟動新增的時機 (條件)

source: what changes are made when the script runs (Substitutions)
hi: स्क्रिप्ट चलाते समय क्या परिवर्तन किए जाते हैं (सबस्टिट्यूशंस)
tr: Betik çalıştırıldığında ne gibi değişiklikler yapılır (Değişiklikler)
zh_tw: 執行腳本時改變的部份 (取代)
