Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: Next you can add actions to the template by filling in the Action box. For example if you're loading in a batch of files from your EBook vendor you might want to add the biblio item type of EBOOK to the 942$c.
hi: इसके बाद आप कार्रवाई बॉक्स में भरने के द्वारा टेम्पलेट के लिए कार्रवाई जोड़ सकते हैं। उदाहरण के लिए यदि आप 942$c के लिए ebook के Biblio आइटम प्रकार जोड़ने के लिए चाहते हो सकता है अपने ebook विक्रेता से फ़ाइलों का एक बैच में लोड कर रहे हैं।
tr: Daha sonra eylem kutusunu doldurarak şablona eylemlerinizi ekleyebilirsiniz. Örneğin E-Kitap sağlayıcınızdan toplu olarak dosyalar yüklüyorsanız, E-Kitapların bibliyo materyal türlerini 942$c alanına eklemek isteyebilirsiniz.
zh_tw: 接著，您可從行動盒裡填入資料，以新增面版。例如：若上傳從電子書供應商取得的批次檔，您可能需新增電子書的書目資料類型於942$c。

source: Choose 'Add/Update'
hi: 'जोड़ें / अपडेट' चुनें
tr: 'Ekle/güncelle'yi seçin
zh_tw: 選擇 '新增/更新'

source: Enter the field 942 and subfield c
hi: क्षेत्र 942 और subfield c दर्ज
tr: 942 alanı ve c alt alanını girin
zh_tw: 進入欄位942分欄c

source: Enter the value of 'EBOOK' (or whatever your ebook item type code is)
hi: 'ई-पुस्तक' का मान दर्ज करें (या जो भी अपने ebook आइटम प्रकार कोड है)
tr: 'EBOOK' değerini girin (veya ebook kodunuz her ne ise)
zh_tw: 鍵入 'EBOOK' 的值(或其他電子書館藏類型的代碼)

source: Provide a description so you can identify this action later
hi: इसलिए आप इस कार्रवाई के बाद में पहचान कर सकते हैं एक विवरण प्रदान करें
tr: Daha sonra bu eylemi tanımlayabilmek için bir açıklama sağlayın
zh_tw: 藉著提供的說明，曰後可以辨識該作為

source: Click 'Add action'
hi: 'एक्शन जोड़ें' पर क्लिक करें
tr: 'Eylem ekle' üzerine tıklayın
zh_tw: 勾選 '新增作為'

source: Each action can also have an optional condition to check the value or existence of another field. For example you might want to add the call number to the item record if it's not already there.
hi: प्रत्येक क्रिया भी एक अन्य क्षेत्र के मूल्य या अस्तित्व की जांच के लिए एक वैकल्पिक हालत हो सकती है। उदाहरण के लिए यदि आप आइटम रिकॉर्ड करने के लिए फोन नंबर जोड़ने के लिए चाहते हो सकता है अगर यह पहले से ही वहाँ नहीं है।
tr: Her eylem değeri aynı zamanda başka bir alanın varlığını veya değerini denetlemek için isteğe bağlı bir koşul da içerebilir. Örneğin halihazırda mevcut değilse materyal kaydına yer numarasını da eklemek isteyebilirsiniz.
zh_tw: 每個作為都可以有額外的選項，檢查其值或其他欄位的內容。如：若館藏記錄沒有索書號，您可以加入新的索書號。

source: Choose 'Copy'
hi: चुनें 'कॉपी'
tr: 'Kopyala' opsiyonunu seçin
zh_tw: 選擇 '複本'

source: Decide if you want to copy the first occurrence or all occurrence of the field
hi: तय करें कि क्या आप पहली घटना या क्षेत्र की सभी घटनाओं की प्रतिलिपि बनाना चाहते हैं
tr: ilk geçtiği alanı mı yoksa alanın tüm tekrarlarını mı kopyalamak istediğinize karar verin
zh_tw: 決定複製此欄位的第一個或全部的內容

source: Enter the field 090 (or other biblio call number field) and subfield a to copy
hi: क्षेत्र 090 (या अन्य Biblio फोन नंबर क्षेत्र) दर्ज करें और कॉपी करने के लिए एक उपक्षेत्र
tr: Kopyalamak için 090 alanı (veya diğer bibliyo yer numarası alanı) ve a alt alanını girin
zh_tw: 進入欄位 090 (或其他書目索書號欄位) 分欄 a 並複製至

source: Enter the 952 field and o subfield to copy to
hi: को कॉपी करने के लिए 952 क्षेत्र और o subfield दर्ज
tr: Kopyalamak için 952 alanı ve o alt alanını girin
zh_tw: 進入欄位952分欄o複製至

source: Choose 'if'
hi: 'अगर' चुनें
tr: 'Eğer' seçin
zh_tw: 選擇 'if'

source: Enter the 952 field and o subfield
hi: 952 क्षेत्र और o subfield दर्ज
tr: 952 alanı ve o alt alanını girin
zh_tw: 進入欄位952分欄o

source: Choose "doesn't exist"
hi: चुनें "अस्तित्व में नहीं है"
tr: "Yok"'u seçin
zh_tw: 選擇 "不存在"

source: The Copy & Move actions also support regular expressions, which can be used to automatically modify field values during the copy/move. An example would be to strip out the '$' character in field 020$c.
hi: कॉपी और मूव क्रियाएं नियमित अभिव्यक्तियों का भी समर्थन करती हैं, जिनका उपयोग कॉपी/चाल के दौरान फ़ील्ड मानों को स्वचालित रूप से संशोधित करने के लिए किया जा सकता है। फ़ील्ड 020$c में '$' वर्ण को अलग करना एक उदाहरण होगा।

source: Choose 'Copy and replace'
hi: 'कॉपी और की जगह' चुनें
tr: 'Kopyala ve değiştir' opsiyonunu seçin
zh_tw: 選擇 '複製與貼上'

source: Decide if you want to copy the first occurrence or all occurrences of the field
hi: अगर आप पहली घटना या क्षेत्र की सभी घटनाओं की नकल करना चाहते तय
tr: Alanın ilk geçtiği yeri mi yoksa tüm alanları mı kopyalamak istediğinize karar verin
zh_tw: 選擇複製欄位內第一個出現的或所有出現的

source: Enter the field 020 and subfield c to copy
hi: कॉपी करने के लिए क्षेत्र 020 और subfield c दर्ज
tr: Kopyalamak için 020 alanı ve c alt alanını girin
zh_tw: 進入欄位020分欄複製至

source: Enter the 020 field and c subfield to copy to
hi: को कॉपी करने के लिए 020 क्षेत्र और c subfield दर्ज
tr: Kopyalamak için 020 alanı ve c alt alanını girin
zh_tw: 進入欄位 020 分欄 c 並複製至

source: Check the 'RegEx' box and enter your regular expression (in this case s/\\$// )
hi: 'RegEx' बॉक्स को चेक करें और अपनी नियमित अभिव्यक्ति दर्ज करें (इस मामले में s/\\$// )
tr: 'RegEx' kutusunu işaretleyin ve kurallı ifadeyi girin (bu durumda s/\\$//)
zh_tw: 勾選 'RegEx' 盒並鍵入正規表示式 (本例為 s/\\$// )

source: Enter the 020 field and c subfield
hi: 020 क्षेत्र और c subfield दर्ज
tr: 020 alanı ve c alt alanını girin
zh_tw: 進入欄位 020 分欄 c

source: Choose "matches"
hi: चुनें "मैच"
tr: "Eşleşmeler"'i seçin
zh_tw: 選擇 "匹配"

source: Check the 'RegEx' box and enter your regular expression (in this case m/^\\$/ )
hi: 'RegEx' बॉक्स को चेक करें और अपनी नियमित अभिव्यक्ति दर्ज करें (इस मामले में m/^\\$/ )
tr: 'RegEx' kutusunu işaretleyin ve kurallı ifadeyi girin (bu durumda m/^\\$/ )
zh_tw: 勾選 'RegEx' 盒並鍵入正規表示式 (本例為 m/^\\$/ )

source: The value for an update can include variables that change each time the template is used. Currently, the system supports two variables, \_\_BRANCHCODE\_\_ which is replaced with the branchcode of the library currently using the template, and \_\_CURRENTDATE\_\_ which is replaced with the current date in ISO format ( YYYY-MM-DD ).
hi: किसी अपडेट के मान में वेरिएबल्स शामिल हो सकते हैं जो प्रत्येक बार टेम्पलेट का उपयोग करते हैं। वर्तमान में, सिस्टम दो चर का समर्थन करता है,, \_\_BRANCHCODE\_\_जिसे वर्तमान में टेम्पलेट का उपयोग कर लाइब्रेरी के शाखा कोड के साथ प्रतिस्थापित किया गया है, औ \_\_CURRENTDATE\_\_ जिसे आईएसओ प्रारूप में वर्तमान दिनांक के साथ प्रतिस्थापित किया गया ( YYYY-MM-DD ).
tr: Bir güncelleştirme değeri şablonun her kullanılışında değişebilen değişkenleri içerebilir. Şu anda, sistem iki değişkenleri destekler, güncel şablonu kullanan kütüphanenin branchcode kodu ile değiştirilmiş olan \_\_BRANCHCODE\_\_ ve ISO biçiminde geçerli tarih ile değiştirilen \_\_CURRENTDATE\_\_ (YYYY-AA-GG).
zh_tw: 每次使用模板時，都會更新包括變數在內的值。目前，系統支援兩個變數 \_\_BRANCHCODE\_\_ 取代現有的分館代碼，以及 \_\_CURRENTDATE\_\_ 置換目前的標準曰期格式 ( YYYY-MM-DD )。

source: You could also use regular expressions to add your library's proxy URL in front of links in your MARC record.
hi: आप भी अपनी मार्क रिकॉर्ड में लिंक के सामने अपने पुस्तकालय के प्रॉक्सी URL जोड़ने के लिए नियमित अभिव्यक्ति का उपयोग कर सकता है।
tr: Ayrıca MARC kaydı bağlantılarının önüne kütüphanenin proxy URL'sini eklemek için kurallı ifadeler kullanabilirsiniz.
zh_tw: 可使用正規表示式加入圖書館的 URL 代理伺服器於 MARC 紀錄連結之前。

source: Enter the field 856 and subfield u to copy
hi: क्षेत्र 856 दर्ज करें और यू subfield कॉपी करने के लिए
tr: Kopyalamak için 856 alanı ve u alt alanı girin
zh_tw: 進入欄位 856 分欄 u 複製至

source: Enter the 856 field and u subfield to copy to
hi: 856 क्षेत्र में प्रवेश और यू को कॉपी करने के लिए subfield
tr: Kopyalamak için 856 alanı ve u alt alanını girin
zh_tw: 進入欄位 856 分欄 u 複製至

source: Check the 'RegEx' box and enter your regular expression (in this case s/^/PROXY\_URL/ )
hi: 'RegEx' बॉक्स को चेक करें और अपनी नियमित अभिव्यक्ति दर्ज करें (इस मामले में s/^/PROXY\_URL/ )
tr: 'RegEx' kutusunu işaretleyin ve kurallı ifadenizi girin (bu durumda s/^/PROXY\_URL/ )
zh_tw: 勾選 'RegEx' 盒並鍵入正規表示式 (本例為 s/^/PROXY\_URL/ )

source: When choosing between 'Copy' and 'Copy and replace' keep the following example in mind:
hi: जब 'कॉपी' और बीच चुनने 'कॉपी और की जगह' रखने के मन में निम्नलिखित उदाहरण:
tr: 'Kopyala' ve 'Kopyala ve değiştir' seçeneklerinden birini seçerken aşağıdaki örneği aklınızda bulundurun:
zh_tw: 參考下面的範例選擇 '複製' 或 '複製與取代'：

source: If we apply action (a) Copy the whole field 245 to 300, we get:
hi: हम कार्रवाई लागू होते हैं (क) 300 करने के लिए पूरे क्षेत्र 245 कॉपी, हम मिल:
tr: Eğer (a) eylemini uygular tüm 245 alanını 300'e kopyalarsak, şunu elde ederiz:
zh_tw: 若選擇 (a) 複製欄位 245 至 300，則得到：

source: If we apply action (b) Copy the subfield 245$a to 300$a, we get:
hi: हम कार्रवाई लागू होते हैं (ख) subfield कॉपी 245 $ 300 से $ एक, हम प्राप्त करें:
tr: Eğer (b) eylemini uygular 245$a alt alanını 300$a'a kopyalarsak, şunu elde ederiz:
zh_tw: 若選擇 (b) 複製分欄 245$a 至 300$a，則得到：

source: Once your actions are saved you can view them at the top of the screen. Actions can be moved around using the arrows to the left of them.
hi: एक बार अपने कार्यों से बच रहे हैं आप उन्हें स्क्रीन के शीर्ष पर देख सकते हैं। प्रक्रिया उनमें से बाईं ओर तीर का उपयोग कर चारों ओर ले जाया जा सकता है।
tr: Eylemleriniz kaydedildikten sonra ekranın en üstünde görebilirsiniz. Eylemlerin, sol tarafında bulunan oklar vasıtasıyla yerleri değiştirilebilir.
zh_tw: 可以從螢幕上方看到儲存的作業。可以用左方的箭頭移動該等作業。

source: Depending on your actions the order may be very important. For example you don't want to delete a field before you copy it to another field.
hi: अपने कार्यों पर निर्भर करता है कि आदेश में बहुत महत्वपूर्ण हो सकता है। उदाहरण के लिए आप इससे पहले कि आप इसे एक और क्षेत्र को कॉपी एक क्षेत्र को नष्ट करने के लिए नहीं करना चाहती।
tr: Eylemlerinize bağlı olarak sıralama çok önemli olabilir. Örneğin, bir alanı başka bir alana taşımadan önce silmek istemeyebilirsiniz.
zh_tw: 視您的作為而訂，有時順序極為重要。例如：您不會在複製至其他欄位前，先刪除原來的欄位。

source: To add another template you can either start fresh or click the 'Duplicate current template' checkbox to create a copy of an existing template to start with.
hi: आप शुरू में एक और टेम्पलेट को जोड़ने के लिए कर सकते हैं या तो ताजा या के साथ शुरू करने के लिए एक मौजूदा टेम्पलेट की एक प्रतिलिपि बनाने के लिए 'डुप्लीकेट वर्तमान टेम्पलेट' चेकबॉक्स क्लिक करें।
tr: Başka bir şablon eklemek için yeni bir başlangıç başlatabilir veya var olan bir şablonun bir kopyasını oluşturmak için 'Geçerli Şablon Çoğalt' onay kutusunu tıklayabilirsiniz.
zh_tw: 完全新增或按 '複製既有模板' 盒。

source: Once your template is saved you will be able to pick it when using the :ref:`Stage MARC records for import` tool.
hi: एक बार आपका टेम्पलेट सहेजा जाने के बाद आप इसे उपयोग करने में सक्षम होंगे : ref: `आयात के लिए चरण मार्क रिकॉर्ड्स 'टूल।

source: Stage MARC records for import
hi: मार्क स्टेज रिकॉर्ड्स आयात के लिए

source: *Get there:* More > Tools > Catalog > Stage MARC records for import
hi: * वहां जाएं: * अधिक> टूल्स> कैटलॉग> आयात के लिए चरण मार्क रिकॉर्ड
tr: *Get there:* Daha fazla > Araçlar > MARC kayıtlarını içe aktarmak için hazırla
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 目錄 &gt; 待匯入的 MARC 記錄

source: This tool can be used to import both bibliographic and authority records that are saved in MARC format. Importing records into Koha includes two steps. The first is to stage records for import.
hi: इस उपकरण के दोनों ग्रंथ सूची और अधिकार रिकॉर्ड है कि मार्क प्रारूप में बच रहे हैं आयात करने के लिए इस्तेमाल किया जा सकता है। कोहा में रिकॉर्ड आयात दो कदम भी शामिल है। पहले आयात के लिए रिकॉर्ड करने के लिए मंच है।
tr: Bu araç MARC formatında kaydedilen, hem bibliyografik hem de otorite kayıtlarını içe aktarmak için kullanılabilir. Koha'ya kayıt aktarmak iki basamaktan oluşur. İlk basamak içe aktarım için kayıtları hazırlamaktır.
zh_tw: 此工具可用於匯入儲存為 MARC 格式的書目與權威記錄。Koha 以兩步驟匯入記錄。首先是匯入為待處理記錄。

source: First find the MARC file on your computer
hi: सबसे पहले अपने कंप्यूटर पर मार्क फ़ाइल को खोजने
tr: Öncelikle bilgisayarınızda MARC dosyasını bulun.
zh_tw: 首先從您的電腦找到 MARC 檔案

source: Next you will be presented with options for record matching and item imports
hi: इसके बाद आप रिकार्ड मिलान और आइटम के आयात के लिए विकल्पों के साथ प्रस्तुत किया जाएगा
tr: Sonra size kayıt eşleştirme ve materyal aktarma seçenekleri sunulacak
zh_tw: 接著出現紀錄對映與館藏匯入選項

source: Enter 'Comments about this file' to identify your upload when going to the ':ref:`Manage staged MARC records <staged-marc-record-management-label>`' tool
hi: जब आप जा रहे हैं तो अपने अपलोड की पहचान करने के लिए 'इस फ़ाइल के बारे में टिप्पणियां' दर्ज करें ': ref:' स्टेज्ड मार्क रिकॉर्ड्स प्रबंधित करें <staged-marc-record-management-label>'' टूल

source: Tell Koha which type of file this is, bibliographic or authority
hi: बताओ Koha फ़ाइल यह है, ग्रंथ सूची या प्राधिकारी की जो प्रकार
tr: Koha’ya bu dosyanın bibliyografik türde mi ya da otorite türünde mi olduğunu belirtiniz
zh_tw: 告知 Koha 此檔案的屬性，書目或權威

source: Choose the character encoding
hi: वर्ण एन्कोडिंग चुनें
tr: Karakter kodlamasını seç
zh_tw: 選擇字元編碼方式

source: Choose if you would like to use a :ref:`MARC modification template <marc-modification-templates-label>` to alter the data you're about to import
hi: चुनें कि आप ए का उपयोग करना चाहते हैं :ref:`मार्क संशोधन टेम्पलेट <marc-modification-templates-label>' जो डेटा आयात करने जा रहे हैं उसे बदलने के लिए

source: Choose whether or not you want to look for matching records
hi: चुनें या नहीं, आप रिकॉर्ड मिलान के लिए देखना चाहता हूँ
tr: Eşleşen kayıtlara bakmak isteyip istemediğinizi seçin
zh_tw: 選擇是否需要搜尋對映的紀錄

source: You can set up :ref:`record matching rules <record-matching-rules-label>` through the administration area
hi: आप प्रशासन क्षेत्र के माध्यम से सेट अप कर सकते हैं :ref:`रिकॉर्ड मिलान नियम <record-matching-rules-label>'
tr: Yönetim alanı aracılığıyla :ref:`kayıt eşleştirme kuralları <record-matching-rules-label>` ayarlayabilirsiniz
zh_tw: 可以經由管理區塊設定 :ref:`紀錄對映規則 <record-matching-rules-label>`

source: When using the ISBN matching rule Koha will find only exact matches. If you find that the ISBN match is not working to your satisfaction you can change the :ref:`AggressiveMatchOnISBN` preference to 'Do' and then run your import again.
hi: आईएसबीएन मिलान नियम का उपयोग करते समय कोहा को केवल सटीक मिलान मिलेगा। यदि आपको लगता है कि आईएसबीएन मैच आपकी संतुष्टि के लिए काम नहीं कर रहा है तो आप इसे बदल सकते हैं : ref: `AggressiveMatchOnISBN` 'Do' को प्राथमिकता दें और फिर अपना आयात दोबारा चलाएं।
tr: ISBN eşleştirme kuralı kullanırken Koha yalnızca tam eşleşmeleri bulacaktır. ISBN eşleşmesinin çalışmasından memnun değilseniz :ref:`AggressiveMatchOnISBN` tercihini 'Yap' olarak değiştirebilir ve içe aktarma işleminizi yeniden çalıştırabilirsiniz.
zh_tw: 採用 ISBN 對映規則時 Koha 將祗處理精準對映。若 ISBN 對映不合用可改變 :ref:`AggressiveMatchOnISBN` 偏好為 '做' 並再執行匯入工作。

source: Next choose what to do with matching records if they are found
hi: आगे क्या रिकॉर्ड के साथ मिलान करने के लिए चुन अगर वे पाए जाते हैं
tr: Daha sonra, eşleşen kayıtlar bulunursa ne yapılacağını seçin
zh_tw: 接著選擇找到匹配紀錄後的作為

source: Finally choose what to do with records that are unique
hi: आखिर क्या रिकॉर्ड है कि अद्वितीय हैं के साथ क्या करने के लिए चुन
tr: Son olarak tek olan kayıtlarla ne yapılacağını seçin
zh_tw: 最後，選擇處理不重複紀錄的方法

source: Next you can choose whether or not to import the item data found in the MARC records (if the file you're loading is a bibliographic file)
hi: इसके बाद आप चाहे या नहीं मार्क रिकॉर्ड में पाया आइटम डेटा आयात करने के लिए (यदि आप फ़ाइल लोड कर रहे एक ग्रंथ सूची की फाइल है) को चलाने के लिए चुन सकते
tr: Daha sonra, MARC kayıtlarında bulunan materyal verilerini içe aktarıp aktarmayacağınızı seçebilirsiniz (yüklüyor olduğunuz dosya bibliyografik dosya ise)
zh_tw: 接著可選擇是否匯入找到的 MARC 記錄 (若載入的是書目檔)

source: From here you can choose to always add items regardless of matching status, add them only if a matching bib was found, add items only if there was no matching bib record, replace items if a matching bib was found (The match will look at the itemnumbers and barcodes to match on for items. Itemnumbers take precendence over barcodes), or Ignore items and not add them.
hi: यहाँ से आप अगर एक मेल मिला था बिब हमेशा स्थिति मिलान की परवाह किए बिना आइटम जोड़ने के लिए, उन्हें जोड़ने तभी एक मिलान बिब पाया गया था, आइटम जोड़ने के केवल अगर कोई मिलान बिब रिकॉर्ड था, मदों की जगह का चयन कर सकते हैं (मैच में दिखेगा itemnumbers और बारकोड मदों के लिए पर मैच के लिए। Itemnumbers बारकोड को खत्म precendence लेने के लिए), या आइटम पर ध्यान न दें और उन्हें जोड़ नहीं।
tr: Buradan eşleşme durumları ne olursa olsun her zaman materyal eklemeyi seçebilirsiniz, sadece eşleşen bir bib bulunursa materyal ekleyin, sadece hiç eşleşen bib kayıt yoksa materyal ekleyin, eğer eşleşen bir bib bulunursa materyalleri değiştirin (eşleştirme, materyal eşleştirmek için materyal numaralarına ve barkodlarına bakacaktır, materyal numaraları barkodlardan daha önce gelmektedir), veya materyalleri yok sayın ve eklemeyin.
zh_tw: 從這個地方可以選擇不理會對映狀況總是新增館藏，找到對映書目加入館藏、找不到對映書目加入館藏、找到對映書目取代館藏 (此對映將從 itemnumbers 與條碼查看對映。itemnumbers 優於條碼)、或略過館藏不新增它。

source: Click 'Stage for import'
hi: क्लिक करें 'आयात के लिए स्टेज'
tr: İçe aktarma için 'işlem sırasına koy' a tıklayınız
zh_tw: 勾選 '待匯入'

source: You will be presented with a confirmation of your MARC import
hi: आप अपने मार्क आयात की पुष्टि के साथ प्रस्तुत किया जाएगा
tr: MARC içe aktarımınıza bir onay mesajı sunulacak.
zh_tw: 匯入 MARC 時，出現確認訊息

source: To complete the process continue to the :ref:`Manage staged MARC records Tool <staged-marc-record-management-label>`
hi: इस तक पहुंच :ref:`चरणबद्ध मार्क टूल प्रबंधित करें<staged-marc-record-management-label>`

source: Staged MARC record management
hi: मंचित मार्क रिकॉर्ड प्रबंधन

source: *Get there:* More > Tools > Catalog > Staged MARC record management
hi: * वहां जाएं: * अधिक> टूल्स> कैटलॉग> चरणबद्ध मार्क रिकॉर्ड प्रबंधन

source: Once you have :ref:`staged <stage-marc-records-for-import-label>` your records for import you can complete the import using this tool.
hi: एक बार आपके पास हो : ref: `चरणबद्ध <stage-marc-records-for-import-label>' आयात के लिए आपके रिकॉर्ड आप इस टूल का उपयोग करके आयात को पूरा कर सकते हैं।
tr: Kayıtlarınızı aktarmak için :ref:`hazırladıktan <stage-marc-records-for-import-label>` sonra bu aracı kullanarak aktarım işlemini tamamlayabilirsiniz.
zh_tw: 一但 :ref:`等待 <stage-marc-records-for-import-label>` 待匯入的紀錄後就可以使用此工具完成匯入工作。

source: From the list of staged records, click on the file name that you want to finish importing
hi: मंचन अभिलेखों की सूची से, कि आप आयात खत्म करना चाहते हैं फ़ाइल नाम पर क्लिक करें
tr: Hazırlanmış kayıtlar listesinden, içe aktarmayı sonlandırmak istediğiniz dosyanın ismine tıklayın
zh_tw: 從階段紀錄清單裡，選取欲完成匯入的檔名

source: You will note that records that have already been imported will say so under 'Status'
hi: आप ध्यान दें कि रिकॉर्ड है कि पहले से ही आयात किया गया है 'स्थिति' के तहत ऐसा कहना होगा
tr: Önceden içe aktarılmış kayıtların 'Durum'un altında olduğunu göreceksiniz.
zh_tw: 在 '狀態' 下顯示已經匯入的紀錄

source: A summary of your import will appear along with the option to change your matching rules
hi: अपने आयात का एक सारांश विकल्प के साथ दिखाई देते हैं अपने मिलान नियमों को बदलने के लिए होगा
tr: İçe aktarılmış kayıtlarınızın özeti, eşleştirme kurallarını değiştirme seçeneği ile birlikte görüntülenecektir
zh_tw: 報表的摘要將與選項同時出現，供改變對映規則之用

source: Below the summary is the option to import the batch of bib records using a specific framework
hi: सारांश नीचे एक विशिष्ट ढांचे का उपयोग बिब अभिलेखों का बैच आयात करने का विकल्प है
tr: Özetin altındaki, bib kayıtları belirli bir çerçeve kullanarak toplu içe aktarma seçeneğidir
zh_tw: 摘要之下是使用指定框架批次匯入書目紀錄的選項

source: Choosing a framework other than 'Default' isn't necessary, but it's helpful for running reports and having the right bib level item type selected on import.
hi: एक रूपरेखा 'मूलभूत' के अलावा किसी अन्य का चयन आवश्यक नहीं है, लेकिन यह रिपोर्ट चलाने और सही बिब स्तर आइटम आयात पर चयनित प्रकार के होने के लिए उपयोगी है।
tr: - 'Varsayılan Değer' i seçmektense bir çerçeve seçmek gerekli değildir, fakat raporların işlenmesinde ve içe aktarımda seçilen materyal türünün bibliyografik kayıt seviyesinin doğru seçilmesinde faydalıdır.
zh_tw: 不需要選擇 '預設' 以外的框架，但對執行報表與匯入正確的書目層次館藏類型有幫助。

source: Below the framework selection there will be a list of the records that will be imported
hi: ढांचे के चयन के नीचे वहाँ रिकॉर्ड है कि आयात किया जाएगा की एक सूची होगा
tr: Çerçeve seçiminin altında içe aktarılacak olan kayıtların bir listesi olacak
zh_tw: 框架選項之下是將匯入的紀錄清單

source: Review your summary before completing your import to make sure that your matching rule worked and that the records appear as you expect them to
hi: अपने आयात को पूरा करने कि अपने मिलान नियम काम सुनिश्चित करने के लिए पहले अपने सारांश की समीक्षा करें और रिकॉर्ड दिखाई देते हैं कि के रूप में आप उन्हें उम्मीद
tr: Eşleme kuralınızın çalıştığından ve kayıtların istediğiniz gibi gözüktüğünden emin olmak için içe aktarımınızı tamamlamadan önce özetinizi gözden geçirin
zh_tw: 完成匯入前，先審核您的摘要，確試匹配規則運作運利，如預期顯示紀錄

source: Matches will appear with info under the 'Match details column'
hi: मैचों 'मैच विस्तार स्तंभ' के तहत जानकारी के साथ दिखाई देंगे
tr: Eşleşmeler 'Eşleşme ayrıntıları sütunu' altında bilgi ile görünecektir
zh_tw: 對映資訊出現在 '對映詳情欄'

source: and when clicking the 'View' link under 'Diff' you can see the difference between versions.
hi: और जब 'डिफ' के अंतर्गत 'दृश्य' लिंक पर क्लिक आप संस्करणों के बीच अंतर देख सकते हैं।
tr: ve 'Fark' altındaki 'Görünüm' bağlantısına tıkladığınızda sürümler arasındaki farkı görebilirsiniz.
zh_tw: 而且當按下 '差異' 下的 '檢視' 連結時，您可看到版本間的差異。

source: Click 'Import into catalog' to complete the import
hi: आयात पूरा करने के लिए 'सूची में आयात करें' पर क्लिक करें
tr: İçe aktarım işlemini tamamlamak için, 'Kataloğa aktar'ı' tıklayınız
zh_tw: 勾選 '匯入目錄' 完成匯入工作

source: Once your import is complete a link to the new bib records will appear to the right of each title that was imported
hi: अपने आयात पूरा हो गया है एक बार नए बिब रिकॉर्ड करने के लिए एक कड़ी के प्रत्येक शीर्षक के सही है कि आयात किया गया था के लिए दिखाई देगा
tr: İçe aktarımınız tamamlandığında, yeni bibliyografik kayıtların bağlantısı içe aktarılmış olan her başlığın sağında gözükecektir.
zh_tw: 匯入完成後，在匯入的每個題名右方將出現新的書目紀錄連結

source: You can also undo your import by clicking the 'Undo import into catalog' button
hi: तुम भी 'सूची में आयात पूर्ववत करें' बटन पर क्लिक करके अपने आयात पूर्ववत कर सकते हैं
tr: İçe aktarımınızı 'Katalogdaki içe aktarmayı geri al' butonuna tıklayarak geri alabilirsiniz.
zh_tw: 點選 '復原匯入目錄' 鈕，就能復原匯入

source: Records imported using this tool remain in the 'reservoir' until they are cleaned. These items will appear when searching the catalog from the `Cataloging <#cataloging>`__ tool:
hi: इस उपकरण का उपयोग करके आयात किए गए रिकॉर्ड्स 'जलाशय' में तब तक बने रहते हैं जब तक उन्हें साफ नहीं किया जाता है। 'कैटलॉग <#cataloging>' __ टूल से कैटलॉग खोजते समय ये आइटम दिखाई देंगे:
tr: Bu araç kullanılarak içe aktarılan kayıtlar silinene kadar 'rezervuar' içerisinde kalır. Bu materyaller `Kataloglama <#cataloging>`__aracı kullanılarak katalogda arama yapıldığında görünecektir:
zh_tw: 以此工具匯入的紀錄仍在 '儲存庫' 裡直到清除為止。從 `編目 <#cataloging>`__ 工具搜尋目錄時才會出現：

source: To clean items out of the 'reservoir':
hi: 'जलाशय' से बाहर आइटम को साफ करने के लिए:
tr: Materyalleri depodan boşaltmak için:
zh_tw: 清除 '儲存庫' 的館藏：

source: Visit the main screen of the manage staged MARC records tool
hi: प्रबंधित मंचन मार्क रिकॉर्ड उपकरण की मुख्य स्क्रीन पर जाएं

source: To clean a batch, click the 'Clean' button to the right
hi: एक बैच को साफ करने के लिए, सही करने के लिए 'साफ' बटन को क्लिक करें
tr: Bir komut dizisini silmek için sağdaki ‘Sil’ butonuna tıklayın.
zh_tw: 勾選 '清除' 鈕，就能清除批次

source: You will be presented with a confirmation message
hi: आप एक स्क्रीन की पुष्टि करने के लिए लाया जाएगा.
tr: Bir onay mesajı alacaksınız
zh_tw: 顯示確認訊息

source: Accept the deletion and the records will be removed from the reservoir and the status will be changed to 'cleaned'
hi: विलोपन स्वीकार करें और रिकॉर्ड जलाशय से निकाल दिया जाएगा और स्थिति के लिए 'साफ' बदल जाएगा
tr: Silme işlemini onayladığınızda tüm kayıtlar hazneden silinecek ve mevcut durum 'hepsi silindi' olarak değişecektir
zh_tw: 接受刪除，且該等目錄將從資料庫中移除，狀態將改為 '清除'
