Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: hi, tr, zh_tw

source: *Get there:*\ OPAC > Login > your messaging
hi: *वहां जाएं:* \ ओपेक> लॉगिन> मेरा संदेश
zh_tw: *到那裡：*\ OPAC &gt; 登入 &gt; 您的訊息

source: *Get there:*\ Staff client > Patron record > :ref:`Notices`
hi: * वहां जाएं: * \ कर्मचारी ग्राहक> संरक्षक रिकॉर्ड> :ref:`नोटिस'
zh_tw: *到那裡：*\ 館員介面 &gt; 讀者紀錄 &gt; :ref:`Notices`

source: CHECKOUT
hi: चेकआउट
tr: ÖDÜNÇ

source: This notice is sent as the 'Check out' notice for all items that are checked out
hi: यह सूचना सभी आइटम है कि नए सिरे से कर रहे हैं के लिए 'चैक आउट करें' नोटिस के रूप में भेजा जाता है
tr: Bu bildirim, ödünç verilmiş tüm materyaller için 'Ödünç verme' bildirimi olarak gönderilir
zh_tw: 借出館藏時發送此 '借出' 通知

source: This notice is used to generate a PDF to document a successful discharge request
hi: यह नोटिस एक सफल निर्वहन अनुरोध दस्तावेज करने के लिए पीडीएफ उत्पन्न करने के लिए प्रयोग किया जाता है
zh_tw: 此通知用於製作 PDF，表示離館請求已完成

source: The PDF can either be downloaded by the patron from their patron account or from the staff interface when discharging a patron
hi: पीडीएफ या तो संरक्षक द्वारा अपने संरक्षक खाते से या कर्मचारियों के इंटरफ़ेस से संरक्षक द्वारा डाउनलोड किया जा सकता है
zh_tw: 此 PDF 可以被讀者從其帳號下載，或讀者請求離館時，由館員介面下載

source: The discharge feature is controlled by the :ref:`useDischarge` system preference.
hi: निर्वहन सुविधा को नियंत्रित किया जाता है :ref:`useDischarge` सिस्टम वरीयता।
zh_tw: 離館功能由 :ref:`useDischarge` 系統偏好控制。

source: DUE
hi: देय
tr: İADE TARİHİ

source: This notice is sent as the 'Item due' for an item is due
hi: यह नोटिस एक आइटम के लिए 'कारण मद' के रूप में भेजा जाता है की वजह से है
tr: Bu bildirim, iade zamanı gelmiş olan tüm materyaller için 'Materyal iade zamanı' olarak gönderilir
zh_tw: 館藏到期時發送此 '到期' 通知

source: This notice is sent as the 'Item due' for all items that are due
hi: यह नोटिस एक आइटम के लिए 'कारण मद' के रूप में भेजा जाता है की वजह से है
tr: Bu bildirim, iade tarihi gelmiş tüm materyaller için 'Item Due' olarak gönderilir
zh_tw: 館藏到期時發送此 '到期' 通知

source: The patron has requested to receive this notice as a digest
hi: संरक्षक एक डाइजेस्ट के रूप में इस सूचना प्राप्त करने के लिए अनुरोध किया है
tr: Kullanıcı bu bildirimi bir özet olarak almak istedi.
zh_tw: 讀者要求以摘要方式收取此通知

source: HOLD (Hold available for pickup)
hi: होल्ड (होल्ड पिकअप के लिए उपलब्ध है)
zh_tw: HOLD (預約到館待提取)

source: When this notice references the branches table it is referring to the pickup branch information.
hi: इस नोटिस के संदर्भ जब शाखाओं तालिका यह पिक शाखा जानकारी का जिक्र है।
tr: Bu uyarı şubeler tablosunu referans verdiğinde, alınacak kütüphanenin şube bilgisinden bahsetmektedir.
zh_tw: 當此通知指向分館表單時，係指提取分館的資訊。

source: HOLDPLACED (a notice to the library staff that a hold has been placed)
hi: HOLDPLACED (पुस्तकालय कर्मचारी के लिए एक नोटिस है कि एक होल्ड करने रखा गया है )
tr: HOLDPLACED (kütüphane personeline bir ayırma işleminin yapıldığını haber veren ileti)
zh_tw: HOLDPLACED (告知館員預約已被取代的通知)

source: This notice requires the :ref:`emailLibrarianWhenHoldIsPlaced` system preference to be set to 'Enable'
hi: इस नोटिस के लिए आवश्यक है: ref : `emailLibrarianWhenHoldIsPlaced` सिस्टम प्राथमिकता 'सक्षम' पर सेट की जाएगी
tr: Bu bildirim, :ref:`emailLibrarianWhenHoldIsPlaced` sistem tercihinin 'Etkinleştir' olarak ayarlı olmasını gerektirir
zh_tw: 此通知要求把 :ref:`emailLibrarianWhenHoldIsPlaced` 系統偏好設為 '啟用'

source: This notice can be sent to patrons to warn them that their cards are expiring soon.
hi: इस नोटिस संरक्षक के लिए भेजा जा सकता है उन्हें चेतावनी दी है कि उनके कार्ड जल्द ही समाप्त हो रहा है।
tr: Bu bildirim, kullanıcılara, kartlarının kısa süre içinde dolacağını bildirmek üzere gönderilebilir.
zh_tw: 此通知告訴讀者其讀者證即將到期。

source: Requires that you have the :ref:`MembershipExpiryDaysNotice` set and the :ref:`related cron job <notify-patrons-of-expiration-label>` set.
hi: यह आवश्यक है कि आपके पास यह है :ref:`MembershipExpiryDaysNotice` सेट और :ref:`संबंधित क्रॉन जॉब <notify-patrons-of-expiration-label>' सेट।
tr: :ref:`MembershipExpiryDaysNotice` sistem tercihini ve `ilgili cron job'u <notify-patrons-of-expiration-label>` ayarlamış olmanızı gerektirir.
zh_tw: 需要擁有 :ref:`MembershipExpiryDaysNotice` 設定以及 :ref:`相關工作排程 <notify-patrons-of-expiration-label>` 設定。

source: ODUE (Overdue notice)
hi: ODUE (अतिदेय नोटिस)
zh_tw: ODUE (逾期通知)

source: This notice is used to send overdue notices to patrons
hi: इस नोटिस का उपयोग संरक्षक को अतिदेय नोटिस भेजने के लिए किया जाता है
zh_tw: 此通知係發送逾期通知之用

source: ODUE is the code of the sample notice, but it's possible to use any code and define multiple different messages for different patron categories and notice levels
hi: ODUE नमूना नोटिस का कोड है, लेकिन किसी भी कोड का उपयोग करना और विभिन्न संरक्षक श्रेणियों और नोटिस स्तरों के लिए कई अलग-अलग संदेशों को परिभाषित करना संभव है
zh_tw: ODUE 是範本通知的代碼，但也可用於任何代碼設定多個不同的訊息，供不同讀者類型及通知層次使用

source: Requires that you set :ref:`Overdue notice/status triggers <overdue-notice/status-triggers-label>`
hi: आपको सेट करने की आवश्यकता है: रेफरी: `अतिदेय नोटिस / स्टेटस ट्रिगर्स <overdue-notice/status-triggers-label>`
zh_tw: 要求設定 :ref:`啟動逾期通知/狀態 <overdue-notice/status-triggers-label>`

source: ORDERED
hi: आदेशित

source: This notice is sent to the patron who made a suggestion, when the 'from a suggestion' option is used to create an order from it.
hi: यह नोटिस उस संरक्षक को भेजा गया है जिसने सुझाव दिया है, जब 'सुझाव से' विकल्प का उपयोग करने के लिए इसका उपयोग किया जाता है।
zh_tw: 勾選 '來自採訪建議' 產生訂單時，此通知送給當初提出採訪建議的讀者。

source: Note: If you don't want to send this notice, just delete it.
hi: नोट: यदि आप यह नोटिस नहीं भेजना चाहते हैं, तो बस इसे हटाएं।
zh_tw: 說明：若不想要此通知，刪除即可。

source: This notice is sent when a patron requests a new password from the OPAC in order to validate the email address.
hi: यह नोटिस तब भेजा जाता है जब एक संरक्षक ईमेल पते को सत्यापित करने के लिए OPAC से एक नया पासवर्ड अनुरोध करता है।
zh_tw: 讀者從 OPAC 要求新密碼寄至電子郵件地址時，送出此通知。

source: The password reset feature is controlled by the :ref:`OpacResetPassword` system preference.
hi: पासवर्ड रीसेट सुविधा को नियंत्रित किया जाता है: ref: `OpacResetPassword` सिस्टम वरीयता।
zh_tw: 重設密碼功能由 :ref:`OpacResetPassword` 系統偏好控制。

source: This notice is sent as the 'Advanced notice' for an item is due
hi: यह सूचना सभी आइटम है कि में जाँच कर रहे हैं के लिए नोटिस 'में चेक' के रूप में भेजा जाता है
tr: Bu bildirim, bir materyalin iade tarihi geldiğinde 'Gelişmiş bildirim' olarak gönderilir
zh_tw: 此通知當成發送 '到期提前通知' 之用

source: This notice is sent as the 'Advanced notice' for all items that are due
hi: यह सूचना सभी आइटम है कि कारण कर रहे हैं के लिए 'उन्नत नोटिस' के रूप में भेजा जाता है
tr: Bu bildirim, gecikmeye kalan tüm materyaller için 'Gelişmiş bildirim' olarak gönderilir
zh_tw: 此通知當成發送 '到期提前通知' 之用

source: REJECTED
hi: अस्वीकृत
tr: REDDEDİLDİ
zh_tw: 已拒絕

source: This notice is sent when a patron's suggestion is rejected.
hi: यह नोटिस तब भेजा जाता है जब एक संरक्षक का सुझाव खारिज कर दिया जाता है।
zh_tw: 此通知係告知採訪建議被拒絕。

source: RENEWAL
hi: नवीनीकरण

source: This notice is sent as the 'Check out' notice for all items that are renewed
hi: यह सूचना सभी आइटम है कि कारण कर रहे हैं के लिए 'कारण मद' के रूप में भेजा जाता है
tr: Bu bildirim, süresi uzatılan tüm materyaller için 'Ödünç verme' bildirimi olarak gönderilir
zh_tw: 續借館藏時發送此 '借出' 通知

source: This notice is used if three criteria are met:
hi: इस नोटिस प्रयोग किया जाता है, तो तीन मानदंडों से मुलाकात कर रहे हैं:
tr: Üç kriter yerine getirildiği takdirde bu bildirim kullanılır:
zh_tw: 滿足三種情況時使用此通知：

source: The :ref:`RenewalSendNotice` preference is set to 'Send'
hi: यह : ref: `RenewalSendNotice` वरीयता 'भेजें' पर सेट है
tr: :ref:`RenewalSendNotice` tercihi 'Gönder' olarak ayarlanır
zh_tw: 此 :ref:`RenewalSendNotice` 偏好已設為 '送出'

source: The patron has requested to receive the checkout notice
hi: संरक्षक चेकआउट सूचना प्राप्त करने के लिए अनुरोध किया है
tr: Kullanıcı ödünç alma bildirimi almak istedi
zh_tw: 讀者已要求收取借出通知

source: SERIAL_ALERT (New serial issue)
hi: SERIAL_ALERT (नए सीरियल इश्यू)
zh_tw: SERIAL_ALERT (新期刊)

source: Notice used in the serials module to notify patrons/staff of new issues of a serial. SERIAL_ALERT (RLIST in older verisons) is provided as a sample notice, but the notice code can be chosen freely as only the module is taken into account. Multiple notices can also be managed.
hi: एक सीरियल के नए इश्यू के संरक्षक / कर्मचारियों को सूचित करने के लिए धारावाहिक मॉड्यूल में उपयोग की जाने वाली सूचना। SERIAL_ALERT (पुराने कथन में आरआईएलटीटी) नमूना नोटिस के रूप में प्रदान किया जाता है, लेकिन नोटिस कोड को स्वतंत्र रूप से चुना जा सकता है क्योंकि केवल मॉड्यूल को ध्यान में रखा जाता है। एकाधिक नोटिस भी प्रबंधित किया जा सकता है।
zh_tw: 此通知用於期刊模組，告知讀者/館員新期刊到了。SERIAL_ALERT (舊版用 RLIST) 提供範例通知，但通知代碼可以任選。可以管理多個通知。

source: *Get there:* More > Serials > :ref:`New subscription <add-a-subscription-label>`
hi: *वहां जाएं * अधिक> सीरियल> :ref:`नया सदस्यता <add-a-subscription-label>`
zh_tw: *到那裡：* 更多 &gt; 期刊 &gt; :ref:`新增訂閱 <add-a-subscription-label>`

source: You have the option to select the notice used to inform the patron about a received serial issue for a subscription. Choose from the 'Patron notification' drop down.
hi: आपके पास सदस्यता के लिए प्राप्त सीरियल मुद्दे के बारे में संरक्षक को सूचित करने के लिए उपयोग की जाने वाली सूचना का चयन करने का विकल्प है। 'संरक्षक अधिसूचना' ड्रॉप डाउन से चुनें।
zh_tw: 讀者可以選擇新到期刊的通知方式。由 '讀者通知' 下拉選單內選擇。

source: If a notice has been selected for a subscription, patrons can subscribe to the email notification from the subscription tab in the detail view in the OPAC.
hi: यदि सदस्यता के लिए कोई नोटिस चुना गया है, तो पेट्रोन ओपेक में विस्तार दृश्य में सदस्यता टैब से ईमेल अधिसूचना की सदस्यता ले सकते हैं।
zh_tw: 已被訂閱選用的通知，讀者可以從 OPAC 詳細檢視的訂閱分頁訂閱電子郵件通知。

source: Notice also that if you'd like to notify patrons of new serial issues, you can click on 'define a notice' which will take you to the 'Notices' tool
hi: सूचना यह भी अगर आप नए सीरियल मुद्दों के संरक्षक सूचित करने के लिए करना चाहते हैं, तो आप 'एक नोटिस परिभाषित' जो 'नोटिस' उपकरण के लिए ले जाएगा पर क्लिक कर सकते हैं कि
tr: Kullanıcıları süreli yayınların yeni sayıları hakkında bilgilendirmek istiyorsanız, sizi 'Bildirimler' aracına götürecek olan 'bir bildirim tanımla' üzerine tıklayabileceğiniz aklınızda bulunsun
zh_tw: 按 '設定新通知' 鈕進入 '通知' 工具，就能通知讀者新的期刊到館

source: Used to notify a patron when another patron has accepted their shared list.
hi: एक संरक्षक सूचित करने के लिए जब एक और संरक्षक अपने साझा सूची स्वीकार कर लिया है इस्तेमाल किया।
tr: Diğer bir kullanıcı paylaşılan listesini kabul ettiğinde bir kullanıcıyı bildirmek için kullanılır.
zh_tw: 通知讀者，其他讀者接受共享虛擬書架。

source: Requires that you set :ref:`OpacAllowSharingPrivateLists` to 'Allow'
hi: आपको यह सेट करने की आवश्यकता है : ref: 'OpacAllowSharingPrivateLists' को 'अनुमति दें'
tr: :ref:`OpacAllowSharingPrivateLists` tercihini 'İzin ver' olarak ayarlamış olmanızı gerektirir
zh_tw: 您需把 :ref:`OpacAllowSharingPrivateLists` 偏好設為 '允許'

source: Used to notify a patron that another patron would like to share a list with them.
hi: एक संरक्षक है कि एक और संरक्षक उनके साथ एक सूची साझा करना चाहते हैं सूचित करने के लिए इस्तेमाल किया।
tr: Başka bir kullanıcının kendisiyle bir liste paylaşmak istediğini diğer kullanıcıya bildirmek için kullanılır.
zh_tw: 通知讀者，其他讀者想要共享其虛擬書架。

source: Used to notify a staff member if a purchase suggestion has been moved to the fund they manage
hi: एक खरीद सुझाव के एक स्टाफ सदस्य को सूचित किया निधि वे प्रबंधन करने के लिए ले जाया गया है
tr: Bir satın alma önerisinin, yönettikleri fona taşınması durumunda personele bildirimde bulunur
zh_tw: 告知館員採訪建議是否移入基金

source: Requires the :ref:`notice\_unprocessed\_suggestions <email-suggestions-to-process-label>` cron job
hi: की आवश्यकता है :ref:`notice\_unprocessed\_suggestions <email-suggestions-to-process-label>`क्रॉन जॉब
tr: :ref:`notice\_unprocessed\_suggestions <email-suggestions-to-process-label>` cron job'unu gerektirir
zh_tw: 需要 :ref:`notice\_unprocessed\_suggestions <email-suggestions-to-process-label>` 工作排程

source: There are also a set of predefined slips (or receipts) listed on this page. All of these slips can be customized by altering their text via the Notices & slips tool and their style using the :ref:`SlipCSS` preference to define a stylesheet. Here is what those slips are used for:
hi: इस पृष्ठ पर सूचीबद्ध पूर्वनिर्धारित पर्ची (या प्राप्तियां) का एक सेट भी है। इन सभी स्लिप्स को नोटिस और स्लिप्स टूल और उनकी शैली के माध्यम से अपने टेक्स्ट को बदलकर अनुकूलित किया जा सकता है: रेफरी: 'स्लीपसीएसएस' प्राथमिकता स्टाइलशीट को परिभाषित करने के लिए। यहां उन स्लिप्स का उपयोग किया जाता है:
zh_tw: 一組事先設定好的收條 (或收據) 列在此頁。經由通知 &amp; 收條工具可以客製化這些收條的內容並經由設定 :ref:`SlipCSS` 偏好設定新的樣式。這些收條的功能是：

source: Used to print a slip for an article request
hi: एक लेख अनुरोध के लिए एक पर्ची मुद्रित करने के लिए प्रयुक्त
zh_tw: 使用於請求列印論文的的收條

source: The slip or receipt can be printed manually when managing article requests from the staff interface.
hi: कर्मचारी इंटरफ़ेस से आलेख अनुरोध प्रबंधित करते समय पर्ची या रसीद मैन्युअल रूप से मुद्रित की जा सकती है।
zh_tw: 從館員介面管理論文請求時，可以人工列印收條或回條。

source: *Get there:* Circulation > Article requests > Actions > Print slip
hi: * वहां जाएं: * परिसंचरण > आलेख अनुरोध > क्रियाएँ > प्रिंट पर्ची
zh_tw: *到那裡*： 流通 > 請求論文 > 啟用 > 列印收條

source: Used to print the quick slip in circulation
hi: परिसंचालन में त्वरित पर्ची मुद्रित करने के लिए प्रयुक्त
tr: Dolaşımdaki hızlı slipi yazdırmak için kullanılır
zh_tw: 使用於流通的快速收條

source: The quick slip only includes items that were checked out today
hi: त्वरित पर्ची केवल शामिल आइटम है कि आज चैक आउट कर रहे थे
tr: Hızlı rapor yalnızca bugün ödünç verilen materyalleri listeleyecektir.
zh_tw: 快速收條祗包括今天借出的館藏

source: Used to print a full slip in circulation
hi: परिसंचालन में एक पूर्ण पर्ची मुद्रित करने के लिए प्रयुक्त
tr: Dolaşımda tam slipi yazdırmak için kullanılır
zh_tw: 使用於列印流通的完整收條

source: The slip or receipt will show items checked out today as well as items that are still checked out
hi: पर्ची या रसीद आइटम दिखाएगा आज चैक आउट आइटम है कि अभी भी चैक आउट कर रहे हैं और साथ ही
tr: Dolaşım fişleri ya da alındılar halen ödünçte olan materyalleri gösterdiği gibi bugün ödünç verilen materyalleri de gösterecektir.
zh_tw: 收條顯示今天借出與尚未還入的館藏

source: Used to print a holds slip
hi: मुद्रित करने के लिए एक पर्ची होल्ड प्रयुक्त
tr: Ayırma slipini yazdırmak için kullanılır
zh_tw: 使用於列印預約收條

source: The holds slip is generated when a hold is confirmed and set to waiting.
hi: होल्ड पर्ची तब उत्पन्न होती है जब एक होल्ड की पुष्टि हो जाती है और प्रतीक्षा करने के लिए सेट किया जाता है।
zh_tw: 預約確認後，產生預約收條

source: Used to print an overdues slip
hi: एक अतिदेय पर्ची मुद्रित करने के लिए प्रयुक्त होता है
zh_tw: 使用於列印逾期收條

source: The overdues slip can be generated manually using the 'print' menu in the patron account in staff. It will show all items overdue.
hi: कर्मचारियों में संरक्षक खाते में 'प्रिंट' मेनू का उपयोग करके ओवरड्यूज पर्ची मैन्युअल रूप से जेनरेट की जा सकती है। यह सभी वस्तुओं को अतिदेय दिखाएगा।
zh_tw: 在館員介面以讀者帳號使用 '列印' 選單，就能夠以人工方式產生逾期回條。將顯示所有館藏的逾期。

source: Used to print a transfer slip
hi: एक हस्तांतरण पर्ची मुद्रित करने के लिए प्रयुक्त
tr: Aktarım slipini yazdırmak için kullanılır
zh_tw: 使用於列印快速收條

source: The transfer slip is printed when you confirm a transfer from one branch to another in your system
hi: हस्तांतरण पर्ची मुद्रित किया जाता है जब आप अपने सिस्टम में एक और एक शाखा से एक हस्तांतरण की पुष्टि
tr: Sisteminizde bir şubeden diğerine transfer işlemini onayladığınızda transfer fişi yazdırılır
zh_tw: 確認轉移後，列印轉移收條，隨書轉移至另個圖書館

source: Overdue notice/status triggers
hi: अतिदेय नोटिस / स्थिति ट्रिगर
zh_tw: 啟動逾期通知/狀態

source: *Get there:* More > Tools > Patrons and circulation > Overdue notice/status triggers
hi: * वहां जाएं: * अधिक> उपकरण> संरक्षक और परिसंचरण> अतिदेय नोटिस / स्थिति ट्रिगर्स
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 讀者與流通 &gt; 啟動逾期通知/狀態

source: In order to send the overdue notices that you defined using the :ref:`Notices <notices-&-slips-label>` tool, you need to first set the triggers to have these messages.
hi: अतिदेय नोटिस भेजने के लिए जिन्हें आपने परिभाषित किया है : ref: `नोटिस <notices-&-slips-label>'टूल, आपको पहले इन संदेशों को रखने के लिए ट्रिगर्स सेट करने की आवश्यकता है।
tr: :ref:`Bildirimler <notices-&-slips-label>` aracını kullanarak tanımladığınız gecikme bildirimlerini göndermek için öncelikle bu mesajlar için tetikleyicileri ayarlamalısınız.
zh_tw: 必須先使用 :ref:`通知 <notices-&-slips-label>` 工具設定逾期通知，才能啟動發出逾期訊息。

source: In order to have overdue notices sent to your patrons, you need to :ref:`set that patron category <adding-a-patron-category-label>` to require overdue notices.
hi: अपने संरक्षकों को अतिदेय नोटिस भेजने के लिए, आपको यह करना होगा :ref:`उस संरक्षक श्रेणी को सेट करें <adding-a-patron-category-label>' अतिदेय नोटिस की आवश्यकता के लिए।
tr: Gecikme bildirimlerinin kullanıcılarınıza gönderilmesi için gecikme bildirimlerinin gönderileceği :ref:`kullanıcı kategorisini <adding-a-patron-category-label>` gecikme bildirimlerini isteyecek şekilde ayarlamalısınız.
zh_tw: 設定需要逾期通知的 :ref:`讀者類型 <adding-a-patron-category-label>`，才能發送逾期通知給讀者。

source: Depending on the value of your :ref:`OverdueNoticeCalendar` preference the delay may or may not include days the library is closed based on the :ref:`holiday calendar <calendar-label>`.
hi: आपके मूल्य के आधार पर: रेफरी: 'OverdueNoticeCalendar' वरीयता देरी में लाइब्रेरी बंद होने के दिनों में शामिल हो सकता है या नहीं : ref: `छुट्टियां कैलेंडर <calendar-label>`.
tr: :ref:`OverdueNoticeCalendar` tercihinizin değerine bağlı olarak erteleme, :ref:`tatiller takvimi <calendar-label>` esas alınarak kütüphanenin kapalı olduğu günleri içerebilir ya da içermeyebilir
zh_tw: 依照您在 :ref:`OverdueNoticeCalendar` 偏好的設定內容可能根據 :ref:`行事曆 <calendar-label>` 的閉館日延後逾期的天數。

source: The Overdue notice/status triggers tool gives the librarian the power to send up to three notices to each patron type notifying them of overdue items
hi: ओवरड्यू नोटिस / स्थिति ट्रिगर टूल लाइब्रेरियन को प्रत्येक संरक्षक प्रकार को तीन नोटिस तक भेजने की शक्ति देता है जो उन्हें अतिदेय वस्तुओं को सूचित करता है।
zh_tw: 逾期通知/啟動狀態工具讓館員有權限，送出最多三次通知給逾期館藏的讀者

source: Delay is the number of days after an issue is due before an action is triggered.
hi: देरी एक मुद्दे के बाद दिनों की संख्या में एक कार्रवाई पहले कारण है ट्रिगर है.
tr: Erteleme, bir eylemin tetiklenmesinden önce bir süreli yayın sayısının gecikmeye kalmasından sonraki günlerin sayısıdır.
zh_tw: 延遲日數是應該到期卻逾期後啟動通知的日數。

source: If you want Koha to trigger an action (send a letter or restrict member), a delay value is required.
hi: आप Koha एक कार्रवाई को गति (एक पत्र भेज सकते हैं या एक सदस्य को प्रतिबंधित) चाहते हैं, एक देरी मूल्य की आवश्यकता है।
tr: Koha'nın bir eylemi tetiklemesini istiyorsanız (posta gönderme ya da üyeyi kısıtlama gibi), bir erteleme değeri gereklidir.
zh_tw: 必須設定延遲日數，才能要求 Koha 啟動此作業 (送出信件或限制借閱權利)。

source: To send additional notices, click on the tabs for 'Second' and 'Third' notice
hi: अतिरिक्त नोटिस भेजने के लिए, 'दूसरा' और 'तीसरा' सूचना के लिए टैब पर क्लिक करें
tr: Ek bildirimler göndermek için, 'İkinci' ve 'Üçüncü' bildirim için sekmeler üzerine tıklayın
zh_tw: 勾選分頁的 '第二' 與 '第三' 通知，送出更多的通知

source: If you would like to prevent a patron from checking items out because of their overdue items, check the 'Restrict' box, this will put a notice on the patron's record at checkout informing the librarian that the patron cannot check out due to overdue items.
hi: आप अपने अतिदेय आइटम की वजह से बाहर आइटम की जाँच से एक संरक्षक को रोकने के लिए, 'प्रतिबंधित' बॉक्स की जांच चाहते हैं, तो यह एक नोटिस संरक्षक के रिकॉर्ड पर जांच में लाइब्रेरियन कि संरक्षक अतिदेय आइटम के कारण बाहर की जाँच नहीं कर सकते हैं बताए रखा जाएगा।
tr: Bir kullanıcının üzerindeki gecikmiş materyallerden dolayı yeni materyal ödünç almasını engellemek istiyorsanız 'Kısıtla' kutusunu işaretleyin, bu işlem, ödünç alma esnasında kullanıcının hesabına kütüphaneciyi kullanıcının üzerindeki gecikmiş materyallerden dolayı ödünç alamayacağı doğrultusunda bilgilendiren bir uyarı koyacaktır.
zh_tw: 勾選 '限制' 盒，把通知置於讀者紀錄裡，在借出時，告知館員，該讀者還有逾期館藏，不得借出；如此一來，就達到禁止讀者借出館藏的目的。

source: If you choose to restrict a patron in this way you can also have Koha automatically remove that restriction with the :ref:`AutoRemoveOverduesRestrictions` preference.
hi: यदि आप इस तरह से एक संरक्षक को प्रतिबंधित करना चुनते हैं तो आप कोहा को स्वचालित रूप से उस प्रतिबंध को हटा सकते हैं: ref: `AutoRemoveOverduesRestrictions` वरीयता।
tr: Bir kullanıcıyı bu şekilde kısıtlamayı seçerseniz, aynı zamanda :ref:`AutoRemoveOverduesRestrictions` tercihi ile Koha'nın bu kısıtlamayı otomatik olarak kaldırmasını sağlayabilirsiniz.
zh_tw: 可移除 :ref:`AutoRemoveOverduesRestrictions` 偏好的限制讓 Koha 自動移除該限制。

source: Next you can choose the delivery method for the overdue notice. You can choose from Email, Phone (if you are using the :ref:`iTiva Talking Tech service <talkingtechitivaphonenotification-label>`), Print and SMS (if you have set your :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>`).
hi: इसके बाद आप ओवरड्यू नोटिस के लिए डिलीवरी विधि चुन सकते हैं। आप ईमेल, फोन से चुन सकते हैं (यदि आप इसका उपयोग कर रहे हैं : ref: `iTiva Talking Tech service <talkingtechitivaphonenotification-label>`), प्रिंट और एसएमएस (यदि आपने अपना सेट किया है :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>`).
tr: Sonra gecikme bildirimi için gönderi yöntemini seçebilirsiniz. E-posta, Telefon (Eğer :ref:`iTiva Talking Tech service <talkingtechitivaphonenotification-label>` hizmetini kullanıyorsanız), Basılı ve SMS (Eğer :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>` ayarlarını yaptıysanız) yöntemleri arasından seçim yapabilirsiniz.
zh_tw: 接著選定傳送逾期通知的方式。選項有電子郵件、電話 (若使用 :ref:`iTiva Talking Tech 服務 <talkingtechitivaphonenotification-label>`)、印本與簡訊 (若使用 :ref:`SMSSendDriver <smssenddriver,-smssendusername,-and-smssendpassword-label>`)。

source: Patron card creator
hi: संरक्षक कार्ड निर्माता
zh_tw: 新增讀者證

source: *Get there:* More > Tools > Patron card creator
hi: * वहां जाएं: * अधिक> उपकरण> संरक्षक कार्ड निर्माता
zh_tw: *到那裡：* 更多 &gt; 工具 &gt; 新增讀者證

source: The patron card creator allow you to use layouts and templates which you design to print your custom patron cards on your printer. Here are some of the features of the patron card creator module:
hi: संरक्षक कार्ड निर्माता आपको लेआउट और टेम्पलेट का उपयोग करने की अनुमति देता है जिसे आप अपने प्रिंटर पर अपने कस्टम संरक्षक कार्ड प्रिंट करने के लिए डिज़ाइन करते हैं। यहाँ संरक्षक कार्ड निर्माता मॉड्यूल की कुछ विशेषताएं हैं:
zh_tw: 可以在新增讀者證使用列印用的客製化布局與模板。以下是若干新增讀者證模組的功能：

source: Customize patron card layouts with text retrieved from the Koha patron data
hi: Koha संरक्षक डेटा से लिया गया पाठ के साथ संरक्षक कार्ड लेआउट अनुकूलित
tr: Koha kullanıcı verilerinden alınan metinle kullanıcı kartı düzenlerini özelleştirin
zh_tw: 從 Koha 讀者資料取得客製化讀者證布局的文字內容

source: Design custom card templates for printed patron cards (to match the label sheets)
hi: मुद्रित संरक्षक कार्ड के लिए डिजाइन कस्टम कार्ड टेम्पलेट्स (लेबल शीट मैच के लिए)
tr: Basılı kullanıcı kartları için özel kart şablonları tasarlayın (etiket sayfalarıyla eşleştirmek için)
zh_tw: 設計讀者證面板供列印之用(符合書標格式)

source: Build and manage batches of patron cards to print
hi: निर्माण और प्रिंट संरक्षक कार्ड के बैच का प्रबंधन
tr: Yazdırmak için kullanıcı kartı toplulukları oluştur ve yönet
zh_tw: 建立與管理供批次列印的讀者證

source: Export (as PDF) single or multiple batches to print
hi: निर्यात (पीडीएफ) के रूप में प्रिंट करने के लिए एक या कई बैचों
tr: Tek veya çoklu iş gruplarını yazdırmak için dışa aktar (PDF olarak)
zh_tw: 匯出 (PDF 格式) 一件或多件批次列印資料

source: Export (as PDF) single or multiple patron cards from within a batch
hi: निर्यात (पीडीएफ के रूप में) एक बैच के भीतर से एक या कई संरक्षक कार्ड
tr: Bir grup içinden tek veya çoklu olarak kullanıcı kartlarını dışa aktar (PFD olarak)
zh_tw: 匯出 (PDF 格式) 一個批次的一件或多件讀者證

source: Layouts
hi: लेआउट
tr: Sayfa düzenleri
zh_tw: 布局
