Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/webservices.po
Languages: fr, hi, tr

source: Web Services
fr: Services Web
hi: वेब सेवाएँ
tr: Web Hizmetleri

source: Koha provides a number of APIs allowing access to it's data and functions.
hi: कोहा कई एपीआई प्रदान करता है जो इसके डेटा और कार्यों तक पहुंच की इजाजत देता है।

source: For the Open Archives Initiative-Protocol for Metadata Harvesting (OAI-PMH) there are two groups of 'participants': Data Providers and Service Providers. Data Providers (open archives, repositories) provide free access to metadata, and may, but do not necessarily, offer free access to full texts or other resources. OAI-PMH provides an easy to implement, low barrier solution for Data Providers. Service Providers use the OAI interfaces of the Data Providers to harvest and store metadata. Note that this means that there are no live search requests to the Data Providers; rather, services are based on the harvested data via OAI-PMH.
fr: Concernant le "Open Archives Initiative-Protocol for Metadata Harvesting" (OAI-PMH) il y a deux groupes de "participants": les fournisseurs de données, et les fournisseurs de services. Les fournisseurs de données (archives ouvertes, entrepôts numériques) offrent un accès gratuit aux métadonnées, et peuvent parfois offrir un accès gratuit à des articles en plein texte ou à d'autres ressources. OAI-PMH offre une solution facile a intégrer avec peu de barrières pour les fournisseurs de données. Les fournisseurs de services utilisent les interfaces OAI des fournisseurs de données pour moissonner et stocker des métadonnées. Notez que ceci signifie qu'il n'y a pas de recherche dynamique dans auprès des fournisseurs de données; les services sont plutôt basés sur les données moissonnées via OAI-PMH.
hi: मेटाडाटा कटाई के लिए ओपन अभिलेखागार पहल प्रोटोकॉल (OAI-PMH) के लिए 'प्रतिभागियों' के दो समूह हैं: डेटा प्रदाता और सेवा प्रदाता। डेटा प्रदाता (खुला अभिलेखागार, खजाने) मेटाडाटा के लिए स्वतंत्र पहुँच प्रदान करते हैं, और हो सकता है, लेकिन जरूरी नहीं है, पूर्ण ग्रंथों या अन्य संसाधनों के लिए स्वतंत्र पहुँच प्रदान करते हैं। OAI-PMH को लागू करने के लिए डेटा प्रदाताओं के लिए, कम बाधा समाधान के लिए एक आसान प्रदान करता है। सेवा प्रदाता फसल और दुकान मेटाडाटा के लिए डेटा प्रदाताओं की OAI इंटरफेस का उपयोग करें। नोट: यह मतलब है कि डेटा प्रदाता के लिए कोई लाइव खोज अनुरोधों देखते हैं कि; बल्कि, सेवाओं OAI-PMH के माध्यम से काटा डेटा के आधार पर कर रहे हैं.
tr: Metadata Harvesting (OAI-PMH) için Açık Arşivler Girişimi-Protokolü için iki 'katılımcı' grup vardır: Veri Sağlayıcıları ve Servis Sağlayıcıları. Veri Sağlayıcıları (açık arşivler, yazılım havuzu) metadata için ücretsiz erişim sağlar ve çok gerekli olmasa da diğer kaynaklara ya da tam metinlere de ücretsiz erişim imkanı sunabilir. OAI-PHM Veri Sağlayıcılar için kolay uygulanabilir, düşük bariyerli çözüm sağlar. Servis Sağlayıcılar metadata harvest etmek ve depolamak için Veri Sağlayıcılarının OAI arayüzlerini kullanırlar. Bunun Veri Sağlayıcılarına hiç bir canlı arama isteği olmayacağı anlamına geldiğini, hatta, hizmetlerin OAI-PMH aracılığıyla harvest edilen verilere dayandığını unutmayın.

source: Koha at present can only act as a Data Provider. It can not harvest from other repositories. The biggest stumbling block to having Koha harvest from other repositories is that MARC is the only metadata format that Koha indexes natively. Visit http://www.oaforum.org/tutorial/english/page3.htm for diagrams of how OAI-PMH works.
fr: Actuellement, Koha ne peut agir que comme fournisseur de données. Il ne peut pas moissonner d'autres entrpôts. Le principal obstacle que rencontre Koha pour moissonner d'autres entrepôts, c'est que le format MARC est le seul format nativement indexé par Koha. Visitez http://www.oaforum.org/tutorial/english/page3.htm pour voir des diagrammes sur le fonctionnement d'OAI-PMH.
hi: वर्तमान में कोहा केवल डेटा प्रदाता के रूप में कार्य कर सकता है। यह अन्य भंडारों से फसल नहीं कर सकता है। अन्य भंडारों से कोहा फसल होने का सबसे बड़ा ठोकर ब्लॉक यह है कि एमएआरसी एकमात्र मेटाडाटा प्रारूप है जो कोहा इंडेक्स मूल रूप से है। OAI-PMH कैसे काम करता है के आरेखों के लिए http://www.oaforum.org/tutorial/english/page3.htm पर जाएं।
tr: Koha halihazırda bir Veri Sağlayıcı olarak hareket edebilir. Diğer depolardan harvest edemez. Koha'nın diğer depolardan harvest etmesinin en büyük engeli, Koha'nın doğal olarak endeksleyen tek meta veri biçiminin MARC olmasıdır. OAI-PMH'nin nasıl çalıştığının diyagramları için http://www.oaforum.org/tutorial/english/page3.htm adresini ziyaret edin.

source: By default Koha won't include item information in OAI-PMH result sets, but they can be added by using the include_items option in the a configuration file linked from :ref:`OAI-PMH:ConfFile`.
hi: डिफ़ॉल्ट रूप से कोहा में ओएआई-पीएमएच परिणाम सेट में आइटम जानकारी शामिल नहीं होगी, लेकिन इन्हें शामिल कॉन्फ़िगरेशन फ़ाइल में include_items विकल्प का उपयोग करके जोड़ा जा सकता है :ref:`OAI-PMH:ConfFile`.

source: Learn more about OAI-PMH at: http://www.openarchives.org/pmh/
fr: Apprenez-en davantage à propos du OAI-PMH à l'adresse suivante : http://www.openarchives.org/pmh/
hi: ओएआई-पीएमएच के बारे में और जानें: http://www.openarchives.org/pmh/
tr: Bu sayfada OAI-PMH hakkında daha fazla bilgi edinebilirsiniz: `http://www.openarchives.org/pmh/

source: To enable OAI-PMH in Koha edit the :ref:`OAI-PMH` preference. Once enabled you can visit http://YOURKOHACATALOG/cgi-bin/koha/oai.pl to see your file.
fr: Poura activer OAI-PMH dans Koha, modifiez la préférence système :ref:`OAI-PMH`. Une fois que vous l'avez activée, allez sur http://YOURKOHACATALOG/cgi-bin/koha/oai.pl pour voir votre fichier.
hi: कोहा में ओएआई-पीएमएच को सक्षम करने के लिए इसे संपादित करें :ref:`ओएआई-पीएमएच' वरीयता। एक बार सक्षम होने पर आप अपनी फ़ाइल देखने के लिए http: //YOURKOHACATALOG/cgi-bin/koha/oai.pl पर जा सकते हैं।
tr: Koha'da OAI-PMH etkinleştirmek için `OAI-PMH` tercihini düzenleyin. Bir kez etkinleştirildikten sonra dosyanızı görmek için http://YOURKOHACATALOG/cgi-bin/koha/oai.pl adresine gidebilirsiniz.

source: Sample OAI Conf File
fr: Échantillon de Fichier de Configuration OAI
hi: नमूना ओएआई Conf फ़ाइल
tr: Örnek OAI Yapılandırma Dosyası

source: SRU server
hi: एसआरयू सर्वर

source: Koha implements the Search/Retrieve via URL (SRU) protocol. More information about the protocol itself can be found at http://www.loc.gov/standards/sru/. The version implemented is version 1.1.
fr: Koha implémente le protocole de recherche et de récupération via URL (SRU). Vous pouvez trouver plus d'informations à propos du protocole sur http://www.loc.gov/standards/sru/. La version implémentée est la version 1.1.
hi: कोहा यूआरएल (एसआरयू) प्रोटोकॉल के माध्यम से खोज / पुनर्प्राप्ति लागू करता है। प्रोटोकॉल के बारे में अधिक जानकारी http://www.loc.gov/standards/sru/ पर मिल सकती है। लागू संस्करण संस्करण 1.1 है।
tr: Koha, URL (SRU) protokolü üzerinden Arama/Getirme eylemini uygular. http://www.loc.gov/standards/sru/ adresinde protokolün kendisi hakkında daha fazla bilgi bulunabilir. Uygulanan sürüm 1.1 sürümüdür.

source: Explain
fr: Explications
hi: योजनाएँ
tr: Açıkla

source: If you want to have information about the implementation of SRU on a given server, you should have access to the Explain file using a request to the server without any parameter. Like http://myserver.com:9999/biblios/. The response from the server is an XML file that should look like the following and will give you information about the default settings of the SRU server.
hi: यदि आप किसी दिए गए सर्वर पर एसआरयू के कार्यान्वयन के बारे में जानकारी चाहते हैं, तो आपको बिना किसी पैरामीटर के सर्वर के अनुरोध का उपयोग करके स्पष्टीकरण फ़ाइल तक पहुंच प्राप्त करनी चाहिए। Http://myserver.com:9999/biblios/ की तरह। सर्वर से प्रतिक्रिया एक एक्सएमएल फ़ाइल है जो निम्न की तरह दिखनी चाहिए और आपको एसआरयू सर्वर की डिफ़ॉल्ट सेटिंग्स के बारे में जानकारी देगी।

source: Search
fr: Rechercher
hi: खोज
tr: Ara

source: This url : http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs is composed of the following elements:
fr: Cette URL : http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&amp;query=reefs est composé des éléments suivants :
hi: इस यूआरएल: http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs निम्नलिखित तत्वों से बना है:
tr: Bu url : http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&amp;query=reefs aşağıdaki unsurlardan oluşur:

source: base url of the SRU server : http://myserver.com:9999/biblios?
fr: base url du serveur SRU : http://myserver.com:9999/biblios?
hi: एसआरयू सर्वर के आधार यूआरएल: http://myserver.com:9999/biblios?
tr: SRU sunucusunun temel url'si: http://myserver.com:9999/biblios?

source: search part with the 3 required parameters : version, operation and query. The parameters within the search part should be of the key=value form, and can be combined with the & character.
fr: partie de recherche avec les 3 paramètres requis : version, opération et requête. Les paramètres à l'intérieur de la partie recherche devront être de la forme clé=valeur, et peuvent être combinés avec le caractère &.
hi: 3 आवश्यक पैरामीटर के साथ खोज भाग: संस्करण, संचालन और क्वेरी। खोज भाग के पैरामीटर कुंजी=मान फ़ॉर्म का होना चाहिए, और इसे और चरित्र के साथ जोड़ा जा सकता है।
tr: 3 gerekli parametre ile arama bölümü : sürüm, işlem ve sorgulama. Arama bölümü içerisindeki parametreler anahtar=değer biçiminde olmalı ve & karakteri ile kombine edilebilir olmalıdır.

source: One can add optional parameters to the query, for instance maximumRecords indicating the maximum number of records to be returned by the server. So http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5 will only get the first 5 results results from the server.
fr: Il est possible d'ajouter des paramètres optionnels à la requête, par exemple maximumRecords indique le nombre maximum de notices que le serveur rend. Donc, http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5 obtiendra seulement les 5 premiers résultats du serveur.
hi: कोई क्वेरी में वैकल्पिक पैरामीटर जोड़ सकता है, उदाहरण के लिए अधिकतम रिकॉर्ड्स सर्वर द्वारा लौटाए जाने वाले रिकॉर्ड्स की अधिकतम संख्या दर्शाता है। तो http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5 केवल सर्वर से पहले 5 परिणाम परिणाम प्राप्त करेंगे।
tr: Bir sunucu tarafından döndürülecek kayıtların sayısını gösteren örneğin maximumRecords için, sorguya isteğe bağlı parametreler eklenebilir. Böylece http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5, sunucudan yalnızca ilk 5 sonucu alacaktır.

source: http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html gives more details about the search operations and in particular the list of optional parameters for searching.
fr: http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html donne plus de détails concernant les opérations de recherche et en particulier la liste des paramètres optionnels pour la recherche.
hi: http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html खोज संचालन और विशेष रूप से खोज के लिए वैकल्पिक पैरामीटर की सूची के बारे में अधिक जानकारी देता है.
tr: http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html <#http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html adresinde bilgi arama işlemleri hakkında daha ayrıntılı bilgi ve özellikle arama için isteğe bağlı parametrelerinin listesini bulabilirsiniz.

source: The "operation" key can take two values: scan or searchRetrieve.
fr: La clé "opération" peut prendre deux valeurs: scan ou searchRetrieve.
hi: इस "operation"कुंजी के दो मान ले सकते हैं: स्कैन या खोजरिटराइव
tr: "Operation" anahtarı iki değer alabilir: scan ya da searchRetrieve.

source: If operation=searchRetrieve, then the search key should be query. As in : operation=searchRetrieve&query=reefs
fr: Si operation=searchRetrieve, alors la clé de recherche devra être la requête. Comme dans : operation=searchRetrieve&query=reefs
hi: यदि operation=searchRetrieve, तो खोज कुंजी क्वेरी होना चाहिए। जैसे की :operation=searchRetrieve&query=reefs
tr: operation=searchRetrieve ise, arama anahtarı sorgu olmalıdır. Şu şekilde : operation=searchRetrieve&query=reefs

source: If operation=scan, then the search key should be scanClause. As in : operation=scan&scanClause=reefs
fr: Si operation=scan, alors la clé de recherche devra être scanClause. Comme dans : operation=scan&scanClause=reefs
hi: If operation=scan, तो खोज कुंजी स्कैनक्लोज होना चाहिए। जैसे की :operation=scan&scanClause=reefs
tr: If operation=scan ise, arama anahtarı scanClause olmalıdır. Şu şekilde : operation=scan&scanClause=reefs

source: etc/zebradb/biblios/etc/bib1.att defines Zebra/3950 indexes that exist on your system. For instance you'll see that we have indexes for Subject and for Title: att 21 Subject and att 4 Title respectively.
fr: etc/zebradb/biblios/etc/bib1.att définit les index Zebra/3950 qui existent dans votre système. Par exemple, vous verrez que nous avons des index pour Sujet et pour Titre: att 21 Subject and att 4 Title respectivement.
hi: etc/zebradb/biblios/etc/bib1.att defines Zebra/3950 अनुक्रमित है कि अपने सिस्टम पर मौजूद परिभाषित करता है। उदाहरण के लिए कि देखेंगे कि हमारे पास इस विषय और शीर्षक के लिए अनुक्रमण है: att 21 विषय और att 4 शीर्षक क्रमशः।
tr: etc/zebradb/biblios/etc/bib1.att sisteminizde mevcut olan Zebra/3950 dizinlerini tanımlar. Örneğin Konu ve Başlık dizinleri olduğunu göreceksiniz: att 21 konu ve att 4 başlık anılan sıraya göre.

source: In the pqf.properties file located under etc/zebradb/pqf.properties I see that an access point already uses my Subject index (index.dc.subject = 1=21) while another uses my Title index (index.dc.title = 1=4) I know this is my Subject index because as I've seen just before in my bib1.att file, it's called with =1=21 in Z3950: so index.dc.subject = 1=21 correctly points to my Subject index. And Title was called with 1=4 so index.dc.title = 1=4 correctly points to my Title index. I can now construct my query just like I would in a search box, just preceding it with the "query" key: query=Subject=reefs and Title=coral searches "reefs" in the subject and "coral" in the title. The full url would be http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral If I want to limit the result set to just 5 records, I can do http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral&maximumRecords=5
fr: Dans le fichier pqf.properties localisé sous etc/zebradb/pqf.properties, je peux voir un point d'accès qui utilise déjà mon index Subject (index.dc.subject = 1=21) alors que l'autre utilise mon index Title (index.dc.title = 1=4). Je sais que c'est mon index car je l'ai vu juste avant dans mon fichier bib1.att, il est appelé avec un =1=21 dans Z3950: donc index.dc.subject = 1=21 correspond correctement à mon index Subject. Le Title est appelé par 1=4 donc index.dc.title = 1=4 correspond à mon index Title. Je peux maintenant construire ma requête comme dans une barre de recherche, en la précédant de la clé "query": query=Subject=récifs and Title=corail recherche "récifs" dans le sujet et "corail" dans le titre. L'url entière serait http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&amp;query=Subject=récifs and Title=corail Si je veux limiter le résultat à 5 notices, je peux faire http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&amp;query=Subject=récifs and Title=corail&amp;maximumRecords=5
hi: etc/zebradb/pqf.properties के अंतर्गत स्थित pqf.properties फ़ाइल में मैं देखता हूं कि एक एक्सेस पॉइंट पहले से ही मेरे विषय सूचकांक ((index.dc.subject = 1=21) का उपयोग करता है जबकि दूसरा मेरा शीर्षक अनुक्रमणिका (index.dc.title = 1=4) मुझे पता है कि यह मेरा विषय सूचकांक है क्योंकि जैसा कि मैंने अपनी bib1.att फ़ाइल में पहले देखा है, इसे Z3950 में = 1 = 21 के साथ बुलाया गया है: इसलिए index.dc.subject = 1 = 21 सही ढंग से मेरे लिए इंगित करता है विषय सूचकांक और शीर्षक को 1 = 4 के साथ बुलाया गया था इसलिए index.dc.title = 1=4 मेरे शीर्षक सूचकांक को सही ढंग से इंगित करता है। अब मैं अपनी क्वेरी का निर्माण कर सकता हूं जैसे कि मैं एक खोज बॉक्स में, बस "क्वेरी" कुंजी से पहले: query=Subject=reefs और Title=coral खोज में "रीफ्स" और शीर्षक में "कोरल" खोजता हूं। पूरा यूआरएल http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs और Title=coral यदि मैं परिणाम सेट को केवल 5 रिकॉर्ड तक सीमित करना चाहता हूं, तो मैं कर सकता हूं http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral&maximumRecords=5
tr: etc/zebradb/pqf.properties altında bulunan pqf.properties dosyasında bir erişim noktasının zaten Konu dizinimi (index.dc.title = 1=4) kullandığını ve diğer bir tanesinin Başlık dizinimi (index.dc.title = 1=4) kullanmakta olduğunu görüyorum. Bunun benim Konu dizinim olduğunu bilmekteyim çünkü daha önce bib1.att dosyamda bunun =1=21 in Z3950: ile çağrıldığını gördüm, bu nedenle index.dc.subject = 1=21 doğru şekilde benim Konu dizinimi işaret etmektedir. Şimdi sorgumu, sadece kendisinden önce "query" (sorgu) anahtarı ile bir arama kutusunda yapacağım gibi oluşturabilirim: query=Subject=reefs ve Title=coral, konu içinde "reefs" araması ve başlık içinde "coral" araması yapar. Tam url şu şekildedir http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&query=Subject=reefs and Title=coral Eğer sonuçları sadece 5 kayıt ile sınrlandırmak istersem, şöyle yapabilirim http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&query=Subject=reefs and Title=coral&amp;maximumRecords=5

source: I can also play with truncate, relations, etc. Those are also defined in my pqf.properties file. I can see for instance the position properties defined as:
fr: Je peux aussi le faire avec des troncatures, relations, etc... Elles aussi définies dans mon fichier pqf.properties. Je peux voir par exemple les propriétés de position définies comme:
hi: मैं भी ट्रंकेट, संबंधों, आदि वे भी मेरे pqf.properties फाइल में परिभाषित कर रहे हैं के साथ खेल सकते हैं। मैं उदाहरण के लिए स्थिति संपत्तियों के रूप में परिभाषित देख सकते हैं:
tr: Aynı zamanda kesme, ilişkiler, vs. gibi ayarları da inceleyebilirim. Bunlar pqf.properties dosyamda tanımlıdır. Örneğin şu şekilde tanımlanmış konum özelliklerini görebilirim:

source: So as an example if I want "coral" to be at the beginning of the title, I can do this query : http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Title=coral first
fr: Par exemple, si je veux que "corail" soit au début du titre, je peux faire cette requête : http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&amp;query=Title=corail first
hi: तो उदाहरण के तौर पर यदि मैं शीर्षक की शुरुआत में "कोरल" होना चाहता हूं, तो मैं यह प्रश्न कर सकता हूं:http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Title=coral first
tr: Yani, örnek olarak "coral" kelimesinin başlığın başında olmasını istiyorsam, şu sorguyu yapabilirim: http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Title=coral first

source: Retrieve
fr: Récupérer
hi: वापस निकालना

source: My search for http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&operation=searchRetrieve&query=coral reefs&maximumRecords=1 retrieves just on record. The response looks like this:
fr: Ma recherche pour http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&operation=searchRetrieve&query=coral reefs&maximumRecords=1 récupère seulement une notice. La réponse ressemble à ceci:
hi: मेरी खोज के लिए http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&operation=searchRetrieve&query=coral reefs&maximumRecords=1 सिर्फ रिकॉर्ड पर पुनर्प्राप्त करता है। प्रतिक्रिया इस तरह दिखती है:
tr: http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&query=coral reefs&maximumRecords=1 için yaptığım arama sadece bir kayıt getirdi. Yanıt şu şekilde görünür:

source: As of writing, the self documenting ILS-DI is the most complete interface and after it has been enabled as described in the :ref:`ils-di-label`system preferences section the documentation should be available at https://YOURKOHACATALOG/cgi-bin/koha/ilsdi.pl
hi: लिखने के रूप में, स्वयं दस्तावेज आईएलएस-डी सबसे पूर्ण इंटरफ़ेस है और इसे वर्णित करने के बाद सक्षम किया गया है: ref: `ils-di-label की प्राथमिकता सेक्शन अनुभाग प्रलेखन पर उपलब्ध होना चाहिए https://YOURKOHACATALOG/cgi-bin/koha/ilsdi.pl

source: JSON reports services
hi: जेएसओएन रिपोर्ट सेवा

source: Koha implements a JSON reports service for every report saved using the :ref:`Guided Reports Wizard <guided-report-wizard-label>` or :ref:`Report from SQL <report-from-sql-label>` features.
hi: कोहा का उपयोग करके सहेजी गई प्रत्येक रिपोर्ट के लिए जेएसओएन रिपोर्ट सेवा लागू करता है :ref:`निर्देशित रिपोर्ट विज़ार्ड <guided-report-wizard-label>' या :ref:`एसक्यूएल <report-from-sql-label>' फीचर्स से रिपोर्ट करें।

source: By default reports will be non-public and only accessible by authenticated users. If a report is explicitly set to *public* it will be accessible without authentication by anyone. This feature should only be used when the data can be shared safely not containing any patron information.
hi: डिफ़ॉल्ट रिपोर्ट द्वारा गैर-सार्वजनिक और प्रमाणित उपयोगकर्ताओं द्वारा केवल पहुंच योग्य होगा। यदि कोई रिपोर्ट स्पष्ट रूप से * सार्वजनिक * पर सेट की गई है तो यह किसी के द्वारा प्रमाणीकरण के बिना पहुंच योग्य होगी। इस सुविधा का केवल तभी उपयोग किया जाना चाहिए जब डेटा सुरक्षित रूप से साझा किया जा सके, जिसमें कोई संरक्षक जानकारी न हो।

source: The reports can be accessed using the following URLs:
hi: निम्नलिखित यूआरएल का उपयोग करके रिपोर्टों का उपयोग किया जा सकता है:

source: Public reports
hi: सार्वजनिक रिपोर्ट

source: Non-public reports
hi: गैर-सार्वजनिक रिपोर्ट

source: There are also some additional parameters available:
hi: कुछ अतिरिक्त पैरामीटर भी उपलब्ध हैं:

source: Instead of accessing the report by REPORTID you can also use the report's name:
hi: रिपोर्ट द्वारा रिपोर्ट तक पहुंचने के बजाय आप रिपोर्ट के नाम का भी उपयोग कर सकते हैं:

source: For easier development there is also an option to generate an annotated output of the data. It will generate an array of hashes that include the field names as keys.
hi: आसान विकास के लिए डेटा के एनोटेटेड आउटपुट उत्पन्न करने का विकल्प भी है। यह हैश की एक सरणी उत्पन्न करेगा जिसमें फ़ील्ड नाम कुंजी के रूप में शामिल होंगे।

source: Versioned RESTful API Effort
hi: संस्करणित रीस्टफुल एपीआई प्रयास

source: There is an ongoing effort to converge the APIs above into a single versioned set of modern RESTful endpoints documented using the OpenAPI standard and available by default under https://YOURKOHACATALOG/api/v1/
hi: ओपनएपीआई मानक का उपयोग करके दस्तावेज किए गए आधुनिक रीस्टफुल एंडपॉइंट्स के एक संस्करण संस्करण में उपरोक्त एपीआई को एकजुट करने के लिए एक सतत प्रयास है और डिफ़ॉल्ट रूप से उपलब्ध है https://YOURKOHACATALOG/api/v1/

source: OAuth2 client credentials grant
hi: OAuth2 क्लाइंट प्रमाण-पत्र अनुदान

source: Koha supports the OAuth2 client credentials grant as a means to secure the API for using it from other systems to adhere to current industry standards. More information on the OAuth2 client credentials grant standard `can be found here <https://auth0.com/docs/api-auth/grant/client-credentials>`_.
hi: कोहा OAuth2 क्लाइंट क्रेडेंशियल अनुदान को अन्य सिस्टम से मौजूदा उद्योग मानकों का पालन करने के लिए एपीआई सुरक्षित करने के साधन के रूप में अनुदान देता है। OAuth2 क्लाइंट क्रेडेंशियल्स मानक मानक प्रदान करने के बारे में अधिक जानकारी यहां मिल सकती है <https://auth0.com/docs/api-auth/grant/client-credentials>`_.

source: API key management interface for patrons
hi: संरक्षक के लिए एपीआई कुंजी प्रबंधन इंटरफ़ेस
