Repository: Koha-Community/kohadocs
Catalog: locales/*/LC_MESSAGES/webservices.po
Languages: fr, hi, tr

source: In order for API keys to be create for patrons, the system preference :ref:`RESTOAuth2ClientCredentials` **must** be enabled for the option to appear in a patron record.
hi: संरक्षक के लिए एपीआई कुंजी बनाने के लिए, सिस्टम वरीयता :ref:`RESTOAuth2ClientCredentials` **जरूर** संरक्षक रिकॉर्ड में शामिल होने के विकल्प के लिए सक्षम होना चाहिए।

source: Navigate to a patron record and select *More > Manage API keys*
hi: एक संरक्षक रिकॉर्ड पर नेविगेट करें और *अधिक> एपीआई कुंजी प्रबंधित करें *

source: If no API keys exist for a patron there will be a message prompting to generate a client id/secret pair
hi: यदि संरक्षक के लिए कोई एपीआई कुंजी मौजूद नहीं है तो क्लाइंट आईडी / गुप्त जोड़ी उत्पन्न करने के लिए एक संदेश होगा

source: Enter a description for the client id/secret pair and click Save
hi: क्लाइंट आईडी / गुप्त जोड़ी के लिए विवरण दर्ज करें और सहेजें पर क्लिक करें

source: Koha will generate a client id/secret pair for use to connect to Koha from other third-party systems as an authenticated client
hi: कोहा अन्य क्लाइंट आईडी सिस्टम से कोहा से कनेक्ट करने के लिए एक अधिकृत आईडी के रूप में उपयोग करने के लिए क्लाइंट आईडी / गुप्त जोड़ी उत्पन्न करेगा

source: Clicking the Revoke button next to an API credential pair will render the specific credential pair inactive until reactivated
hi: एपीआई क्रेडेंशियल जोड़ी के बगल में रिवोक बटन पर क्लिक करने से प्रतिक्रिया प्राप्त होने तक विशिष्ट क्रेडेंशियल जोड़ी निष्क्रिय हो जाएगी

source: REST services
fr: Services REST
tr: REST hizmetleri

source: Koha can now be requested by REST http requests. BibLibre wrotes an external module to adds more possibilities than ILS-DI can provide.There is no authentication process, but authorized ips are listed in the config file. Services have been tested in 3.10, 3.12 and 3.14 koha versions. You can find more information about it into README file and opac/rest.pl documentation on http://git.biblibre.com. If you want to add features, send us a patch at dev\_patches AT biblibre DOT com.
fr: Koha peut maintenant recevoir des requêtes http REST. BibLibre a créé un module externe pour bénéficier de plus de possibilités qu'avec ILS-DI. Il n'y a pas de processus d'authentification mais les IPs autorisées sont listées dans le fichier de configuration. Ces services REST ont été testés dans les versions 3.10, 3.12 et 3.14. Vous pouvez trouver plus d'informations dans le fichier README et dans la documentation opac/rest.pl sur http://git.biblibre.com. Si vous voulez ajouter des fonctionnalités, envoyez un patch à dev\_patches AT biblibre DOT com.
tr: Koha artık REST http istekleri tarafından talep edilebilir. BibLibre, ILS-DI'nın sağlayabileceğinden daha fazla olanak ekleyen harici bir modül sunar. Kimlik doğrulama işlemi yoktur, ancak yetkili IP'ler yapılandırma dosyasında listelenir. Hizmetler 3.10, 3.12 ve 3.14 koha sürümlerinde test edilmiştir. Bu konuda daha fazla bilgiyi http://git.biblibre.com adresindeki README dosyası ve opac/rest.pl dokümanlarında bulabilirsiniz. Özellik eklemek isterseniz dev\_patches AT biblibre DOT com adresine bir düzeltme gönderin.

source: Services provided in 1.4 version are:
fr: Les services fournis dans la version 1.4 sont:
tr: 1.4 sürümünde sağlanan hizmetler şunlardır:

source: If you want to have information about the implementation of SRU on a given server, you should have access to the Explain file using a request to the server without any parameter. Like <http://myserver.com:9999/biblios/>. The response from the server is an XML file that should look like the following and will give you information about the default settings of the SRU server.
fr: Si vous souhaitez avoir plus d'informations à propos de l'implémentation du SRU sur un serveur spécifique, allez sur le fichier Explain en envoyant une requête au serveur sans aucun paramètre. Par exemple <http://myserver.com:9999/biblios/>. La réponse du serveur est un fichier XML qui devrait ressembler à ce qui suit, et vous donnera des informations concernant les paramètres par défaut du serveur SRU.
tr: Belirli bir sunucuda SRU uygulanması konusunda daha fazla bilgi edinmek istiyorsanız, hiçbir parametre olmadan sunucuya bir sorgu göndererek Explain (Açıklama) dosyasına erişmeniz gerekir. <http://myserver.com:9999/biblios/>; örneğinde olduğu gibi. Sunucudan gelen yanıt SRU sunucusunun varsayılan ayarları hakkında bilgi verecek bir XML dosyasıdır ve aşağıdaki gibi görünmelidir.
