Repository: Koha-Community/kohadocs
Catalog: */locales/*/LC_MESSAGES/10_lists.po
Languages: it

source: Lists & Cart
it: Liste & Carrello

source: Lists are a way to save a collection of content on a specific topic or for a specific purpose. The Cart is a session specific storage space.
it: Le liste sono un modo di creare una collezione di record su un argomento specifico o per uno scopo specifico. Il carrello è analogo, ma dura solo per la sessione corrente.

source: *Get there:* More > Lists
it: *Vai a:* Più > Liste

source: A list can be created by visiting the Lists page and clicking 'New List'
it: Una lista può essere creata visitando la pagina delle Liste e cliccando su 'Nuova lista'

source: The new list form offers several options for creating your list:
it: Il nuovo modulo offre diverse opzioni per creare la tua lista:

source: The name is what will appear on the list of Lists
it: Il nome è quello che apparira nella lista delle Liste

source: You can also choose how to sort the list
it: Puoi anche scegliere come ordinare la lista

source: Next decide if your list is going to be private or public
it: Poi decidi se la lista sarà pubblica o privata

source: A Private List is managed by you and can be seen only by you (depending on your permissions settings below)
it: Una lista privata verrà gestita e vista solo da te (in funzione dei permessi impostati sotto)

source: A Public List can be seen by everybody, but managed only by you (depending on your permissions settings below)
it: Una lista pubblica verrà vista da tutti ma gestita solo da te (in funzione dei permessi impostati sotto)

source: anyone else to add entries
it: a chiunque altro di aggiungere elementi

source: anyone to remove his own contributed entries
it: a chiunque altro di rimuovere i propri elementi

source: **Note**
it: **Nota**

source: The owner of a list is always allowed to add entries, but needs permission to remove.
it: Il padrone di una lista può sempre aggiungere voci, ma ha bisogno del permesso per cancellarle.

source: anyone to remove other contributed entries
it: chiunque a rimuovere contributi di altri

source: A list can also be created from the catalog search results
it: Una lista può essere creata dai risultati di ricerca sul catalogo

source: Check the box to the left of the titles you want to add to the new list
it: Spunta la casella a sinistra dei titoli che vuoi aggiungere alla nuova lista

source: Choose [New List] from the 'Add to:' pull down menu
it: Scegli [Nuova lista] dal menù a tendina 'Aggiungi a:'

source: Name the list and choose what type of list this is
it: Dai un nome alla lista e scegli il tipo

source: A Private List is managed by you and can be seen only by you
it: Una lista privata è gestita da te e vista solo da te

source: A Public List can be seen by everybody, but managed only by you
it: Una lista pubblica è vista da tutti, ma è gestita solo da te

source: Once the list is saved it will accessible from the Lists page and from the 'Add to' menu at the top of the search results.
it: Una volta salvata, la lista sarà accessibile dalla pagine delle Liste e dal menù 'Aggiungi a' posto sopra i risultati della ricerca.

source: To add titles to an existing list click on the list name from the page of lists
it: Per aggiungere titoli a una lista esistente, clicca sul nome della lista nella pagina delle liste

source: To open a list you can click the list name.
it: Per aprire una lista puoi cliccare sul nome della lista.

source: From that page you can add titles by scanning barcodes into the box at the bottom of the page
it: Dalla pagina dell'Elenco puoi aggiungere titoli tramite la scansione di barcode nella casella di fondo pagina

source: A title can also be added to a list by selecting titles on the search results page and choosing the list from the 'Add to' menu
it: Un titolo può essere aggiunto a una lista selezionadolo nei risultati di ricerca e scegliendo la lista dal menu 'Aggiungi a'

source: To see the contents of a list, visit the Lists page on the staff client
it: Per vedere il contenuto di una lista, vai alla pagina 'Liste' dell'intranet

source: Clicking on the 'List Name' will show the contents of the list
it: Un click sul nome della lista ne mostrerà il contenuto

source: From this list of items you can perform several actions
it: Su questa lista di copie puoi eseguire diverse operazioni

source: 'New list' will allow you to create another list
it: 'Nuova lista' permette di crearne un'altra

source: 'Edit' will allow you to edit the description and permissions for this list
it: 'Modifica' permette di modificare la descrizione e i permessi associati alla lista

source: 'Print list' will present you with a printable version of the list
it: 'Stampa lista' offre una versione stampabile della lista

source: Using the filters at the top of each column you can find specific items in your list.
it: Usando i filtri che sono nella testata di ogni colonna puoi trovare specifiche copie nella tua lista.

source: One way to merge together duplicate bibliographic records is to add them to a list and use the Merge Tool from there.
it: Un modo per fondere insieme i records bibliografici duplicati è di aggiungerli a una lista e usare lo strumento 'Fondi' su di essi.

source: The cart is a temporary holding place for items in the OPAC and/or staff client. The cart will be emptied once the session is ended (by closing the browser or logging out). The cart is best used for performing batch operations (holds, printing, emailing) or for getting a list of items to be printed or emailed to yourself or a patron.
it: Il carrello è un posto temporaneo per raccogliere copie nell'Opac o in intranet. Il carrello viene svuotato una volta che la sessione è terminata (chiudendo il browser o scollegandosi). Il carrelllo è ottimale per fare operazioni batch (prenotazioni, stampe, email) o per creare una lista di copie da stampare, da inviarsi o da inviare ad un utente.

source: A confirmation will appear below the cart button at the top of the staff client
it: Una conferma apparirò sotto il carrello in alto nella pagina dell'intranet

source: Clicking on the Cart icon will provide you with the contents of the cart
it: Clicca sull'icona del carrello per vederne il contenuto

source: 'More details' will show more information about the items in the cart
it: 'Altri dettagli' mostrerà altre informazioni delle copie contenute nel carrello

source: 'Print' will present you with a printable version of the cart
it: 'Stampa' offre una versione stampabile del carrello

source: 'Empty and Close' will empty the list and close the window
it: 'Svuota e chiudi' cancellerà la lista e chiuderà la finestra

source: 'Hide Window' will close the window
it: 'Nascondi la finestra' chiuderà la finestra
