Repository: Koha-Community/kohadocs
Catalog: */locales/*/LC_MESSAGES/14_plugins.po
Languages: it

source: Plugin System
it: Gestione Plugin

source: Koha's Plugin System allows for you to add additional tools and reports to Koha that are specific to your library. Plugins are installed by uploading KPZ ( Koha Plugin Zip ) packages. A KPZ file is just a zip file containing the perl files, template files, and any other files necessary to make the plugin work.
it: Il sistema a plugin di Koha ti permette di aggiungere reports e strumenti personalizzati alla tua installazione di Koha. I Plugini sono installati caricando un pacchetto KPZ ( Koha Plugin Zip ). Un file KPZ è semplicemente un zip che contiene i file perl, i templates e ogni altro files necessario al plugin per funzionare.

source: The plugin system needs to be turned on by a system administrator.
it: La gestione dei plugin deve essere attivata da un intervento sulla linea di comando Linux.

source: Set up
it: Configurazione

source: To set up the Koha plugin system you must first make some changes to your install.
it: Per attivare la gestione dei plugin di Koha bisogna prima fare dei cambiamenti alla tua installazione.

source: Change <enable\_plugins>0</enable\_plugins> to <enable\_plugins>1</enable\_plugins> in your koha-conf.xml file
it: Cambia <enable\_plugins>0</enable\_plugins> to <enable\_plugins>1</enable\_plugins> nel tuo file koha-conf.xml

source: Restart your webserver
it: Riavvia il tuo webserver

source: Once set up is complete you will need to alter your :ref:`UseKohaPlugins` system preference. On the Tools page you will see the Tools Plugins and on the Reports page you will see the Reports Plugins.
it: Una volta fatto questi passaggi, devi modificare la preferenza di sistema :ref:`UseKohaPlugins`. Nella pagina 'Strumenti' troverai la sezione con i plugin classificati come strumenti. Nella pagina dei Report troverai i plugin per fare reportistica.

source: Search History
it: Cronologia della ricerca

source: If you have your :ref:`EnableSearchHistory` preference set to keep your search history then you can access this information by clicking on your username in the top right of the staff client and choosing 'Search history'.
it: Se hai abilitata la preferenza di sistema :ref:`EnableSearchHistory` puoi impostare di conservare lo storico di una ricerca in modo da poter accedere a tali informazioni semplicemente cliccando sul tuo username posto in alto a destra dello staff client e scegliendo 'Storico della ricerca'.

source: From this page you will see your bibliographic search history
it: Da questa pagina puoi vedere le tue ricerche bibliografiche fatte in precedenza

source: And your authority search history.
it: E la cronologia delle tue ricerche sull'authority.

source: About Koha
it: Informazioni su Koha

source: The 'About Koha' area will give you important server information as well as general information about Koha.
it: L'area 'Informazioni su Koha' fornisce importati informzioni sul sever e informazioni generali su Koha.

source: *Get there:* More > About Koha
it: *Vai a:* Di più > Informazioni su Koha

source: Server Information
it: Informazioni sul server

source: Under the 'Server Information' tab you will find information about the Koha version and the machine you have installed Koha on. This information is very important for debugging problems. When reporting issues to your support provider or to the various other support avenues (mailing lists, chat room, etc), it's always good to give the information from this screen.
it: Nel tab 'Informazioni sul server' trovi la versione di Koha in uso e varie informazioni sulla macchina in cui Koha è installato. Queste informazioni sono molto importanti per risolvere i problemi. Quando descrivi un problema a un fornitore o negli altri canali di supporto (mailing lists, chat room, etc) è sempre bene fornire le informazini disponibili in questo tab.

source: Perl Modules
it: Moduli Perl

source: In order to take advantage of all of the functionalities of Koha, you will need to keep your Perl modules up to date. The 'Perl Modules' tab will show you all of the modules required by Koha, the version you have installed and whether you need to upgrade certain modules.
it: Al fine di usare tutte le funzionalità di Koha, bisogna tenere aggiornati i moduli perl del proprio sistema. Il tab 'Moduli Perl' ti mostra tutti i moduli richiesti da Koha, le versioni installate e quando bisogna aggiornare certi moduli.

source: Items listed in bold are required by Koha, items highlighted in red are missing completely and items highlighted in yellow simply need to be upgraded.
it: I moduli elencati in grassetto sono indispensabili per Koha, i moduli in rosso sono quelli mancanti, quelli in giallo vanno solo aggiornati.

source: System Information
it: Informazioni di sistema

source: This tab will provide you with warnings if you are using system preferences that have since been deprecated or system preferences that you have set without other required preferences
it: Questo tab ti avvisa se stai usando preferenze di sistema deprecate o se hai configurato delle preferenze senza coordinarle con altre che sono da loro richieste
